const riddleTxt = `世界最長的車是？|塞車
與忠孝東路連接，通往總統府的是甚麼路？|馬路
女人懷孕為什麼要趕快結婚？|怕生
近代西方殘害中國的兩樣東西(1)鴉片（2）？|電視
牛小時候叫犢，那兔子、烏龜小時候應如何稱呼？|兔崽子
放煙火時為什麼不會射到星星？|因為星星會閃
我國文化淵遠流長，唐代有詩，宋朝有詞，元代有曲，明清是小說，那麼民國以後是什麼呢？|參考書
把所有化學品加在一起，會有什麼結果？|被老師修理
台灣學生的共同語言（1）國語（2）台語（3）？|台灣國語
紙包火|燈籠
狼人怕銀子彈,那吸血鬼怕什麼?|蛀牙
停電了，姊姊在寫功課為何不開照明用具?|因為當天是白天，而且出大太陽
魚與熊掌如何兩者兼得？|養一隻會抓魚的熊
什麼情況下2會大於5，5會大於0，0會大於2？|猜拳
為什麼小明告訴教官他有理頭髮，但教官卻堅決不信？|秀才遇到兵，〝有理〞說不清。
為什麼美人魚最後變成泡泡？|美的冒泡
老僑為什麼可以邊哼歌邊刷牙?|老僑帶的是假牙
所以可以拔下來刷
一隻牛頭朝東請問尾巴朝哪邊?|當然是朝下
甚麼東西被放鴿子了還很高興|鴿子
早晨醒來做的第一件事.是甚麼ㄟ|張開眼睛
瞎子吃餛飩|心裡有數
小明想要自殺,但為什麼才剛剛到河邊,他又跑回家ㄋ!!!!!!|因為他忘了寫遺書!!!!!!!!!!!!
為什麼吃葡萄不吐葡萄皮|因為他吃葡萄乾
碥幅俠和超人有啥不同|超人的內褲是外穿的
而碥幅俠的內褲卻是套在頭上
貝多芬給我們帶來什啟示|背了就會多分
經過棺材店你最怕聽到什麼|總有一天等到你
強強每次和媽媽出去逛街,都會捉著媽媽的裙子,可是這次強強卻迷路了,這是為什麼ㄋ|因為媽媽穿迷你裙
小真將一罐紅豆,一罐綠豆,倒在一起,但他在一秒內,把紅綠豆分開，她怎麼辦到的？|兩個罐子裡分別只有一粒豆子啊.....白痴
上完廁所，要用左手、還是右手擦屁屁會比較好？|用衛生紙比較好.....
降落傘和保險套最大的不同是什麼?|降落傘破了世界上就少了一個人,保險套破了世界上就多了一個人!
一班10個傘兵坐直升機跳傘班長說跳出機外數到30秒才能拉降落傘結果有9個人平安落地另外1個人卻不幸身亡為什麼|因為那個人有口吃
世界上什麼路最長(不是柏油路)|網路
大人上班遲到的原因是塞車，小孩上課遲到的原因是什麼？|媽媽睡過頭了
下雨天時，兩人共撐一把傘，結果兩人都被淋濕，三個人共撐傘時，為何沒人淋濕？|雨停了
進浴室洗澡時，先脫衣服還是褲子？|先關門比較好
小明為什麼一口氣吃下五頭牛|他吃的是蝸牛
什麼東西比細菌還小?|細菌的兒子
傘兵跳下飛機，發現沒帶降落傘，可是卻飛起來了，為什麼??|因為他帶的是滑翔翼
老太婆的裹腳布|又臭又長
公墓上彈吉他|吵死人
巴黎最出名得是巴黎鐵塔,日本最出名的是東京鐵塔,那臺灣的什麼塔最出名？|靈骨塔
打什麼東西不用花力氣|打瞌睡
趙薇的家又叫什麼|燕窩  小燕子的窩
已經有過一次經驗為什麼白雪公主又吃後母的毒蘋果|她以為可以和另一位王子親吻
小明剛買了一雙襪子,為什麼會破了一個大洞?|沒有大洞怎麼穿襪子!
不怕大水沖，不怕烈火燒，吃它不會飽，不吃活不了。|空氣
包青天的口頭禪是什麼|來人呀
上下團結一致|卡
煮一個蛋要四分鐘,那麼煮5個蛋要幾分鐘?|四分鐘
什麼頓不能吃|美國總統柯林頓
什麼炳不能吃|大炳
天黑了,他既不開燈還能繼續用功讀書,有這種人嗎?他是誰?|他是盲人,

正在讀點字。
孔融為何要讓梨|梨子爛掉了
小明用麵線上吊，是怎麼死的？|摔死的
藝人蕭薔每小時睡幾分鐘|54分鐘   六分鐘拿去護一生了
什麼水能放在口袋|薪水
昨天老王罵警察豬,被罰9000; 今天老王又罵警察豬,被罰10000, why?|因為豬漲價了
為什麼羅丹雕塑的作品[沉思品]沒有穿衣服?|因為....他正在想要穿哪一件衣服 比較好
什麼時候星期四會在星期三之前?|在英文字典中,因為星期四的開頭字是T,星期三是W(ABCDEFGHIJKLMNOPQRSTUVWXYZ)
一個病人去給醫生看病,醫生說叫他看開一點,請問他得什麼病?(癌症除外)|鬥雞眼
星期日在定百貨公司卻看不到半個人 為什麼|人有半個的嗎~~~~~
有一隻蚊子飛到老婆婆臉上叮她 卻無緣無故的死了|被老婆婆的皺紋夾死的~~~
請問史奴比今年幾歲？|比去年多一歲~~~~~~~~~~~~~~~~~~~~~ㄏㄏㄏㄏ
樹上有一隻白一隻黑ㄉ鳥,為何獵人只打ㄌ白鳥就走ㄌ?|因為獵人戴著太陽眼鏡,所以沒看到黑鳥.
為什麼貓頭鷹可以在白天出來|因為牠瞎了
今天良良在公車上看到一位站都站不穩ㄉ老太太,他很同情那位老太太,但為何他不讓位?|因為良良是司機.
有很多隻毛毛蟲排成一列  倒數第二隻毛毛蟲說我後面有一隻毛毛蟲  最後一織隻毛毛蟲說我後面也有一隻毛毛蟲為什麼?|因為牠說謊
兩個大翅膀，一個大生體。|飛機
為什麼拔一顆牙齒需要10個醫生|因為是大象的牙齒
為什麼螳螂一飛它就飛了幾十公尺?|因為它放了屁
有八十從100000層樓跳下來~為何沒人受傷|因為全部死亡ㄌ嗎~~呵
圓形有幾個面|4個面(裡面,外面,上面,下面)
為何印度人習慣用手吃飯|因為腳比較髒(嘻嘻...想不到吧)
買一條口香糖為何要777.7777.777元|因為那位老闆有口吃
為什麼考試都答對但是卻沒考滿分?|因為那是"是非題"所以全都答O當然錯囉!
那一尊佛陀最色?|蜜斯佛陀
龍和狗有什麼不同|"太"子和"犬"子
為啥只要看過秦始皇焚書坑儒的人都"粉"恨秦始皇?|恨他沒把書燒乾淨,害咱們讀的好辛苦ㄋㄟ...
為什麼暑假長，寒假短|因為熱漲冷縮嘛
沒有脖子的熊|吳伯雄
007之中誰最厲害又最聰明？|編劇
筱雯買了一個生日蛋糕為爸爸祝壽，他點了五枝蠟燭，為什麼爸爸卻氣得要死？|三長兩短.......
護士不打人,打什麼?|打針
我們從小到大都唸錯的字是甚麼字？|錯
有甚麼事情比踩到大便，更倒楣？|踩到地雷
為什麼一架紙飛機值100000000元|因為是100000000元的支票折的
為什麼大家都叫吳媽媽美麗的媽媽|因為她女兒叫美麗
中國人最早的姓氏是什麼|姓"善" (因為人之初性本善)
殯儀館的人為什麼會講話|因為那裡也有活的人啊
1.如何把大象放進冰箱?2.如何將長頸鹿放進冰箱?3.萬獸之王獅子要開動物大會,請問誰沒來?4.現在你要過一條滿是鱷魚的河請問如何過去?|1.把冰箱打開,再把大象放進去,然後把門關上.
2.把冰箱打開,把大象拿出來,再把長頸鹿放進去.
3.長頸鹿
4.游過去就可以啦!動物們都不是去開動物大會嗎?哈哈!
什麼路只有一條?|死路
什麼光完全沒有亮度?|時光
一個人要過河，他隨身帶著一隻狐狸，一隻雞和一袋穀子。他每次都只能帶一件東西過河。要是他把狐狸和雞留下，狐狸會把雞吃掉，要是留下雞和穀子，雞又會把穀子吃掉。|他先帶雞過河，再回去帶穀子過河，然後回去時把雞帶回，放下雞之後才把狐狸帶回來，然後再回去把雞帶回。
一隻腳三隻眼睛|紅綠燈
一隻蜘蛛,從世界最高峰聖母蜂上掉下來,你猜牠會怎麼死?|飄下來,餓死
吸血鬼阿超,都會先做一件事情,然後再痛快的吸血,你知道是什麼嗎?|先確定血型是不是一樣
一個警察去捉二個歹徒，他的手槍只有一個子彈，他說：「誰跑就射誰」，一個歹徒還是跑來跑去，另一個人乖乖站在那，為何警察要射站著的那個人？|站著的比較好打！
一個騎機車的撞到卡車司機，為何騎車的沒事，卡車司機卻死了？|因為卡車司機用走的！
小不點長大後會叫什麼|大不點
如何用一塊錢賺3千元|打電話像家人要錢
為什麼會先閃電在打雷?|因為眼睛在前面, 耳朵在後面
貓看到老鼠為何拔腿就跑|ha!ha!ha!因為貓要追老鼠
一條鐵路每隔3公尺種一棵樹, 共可以種幾棵樹？|鐵路不能種樹
胖子觸電|肉麻
什麼時候最讓你想不開？|當一群債主找上門來時......
關公為什麼死的那麼悽慘？|紅.顏.薄.命嘛！
有一隻豬牠要坐船, 那艘船只能載120公斤, 可是那隻豬是150公斤, 請問那隻豬要怎麼過去?|牠現在還在想!~~~~
地上如果有一張一千和一張一百，你會撿那張？|當然是兩張都撿
有一個人在公共場所尿尿為何沒人發覺?|因為他在游泳
世界人口最多的是哪天?|復活節!
為什麼小明被丟到水裡，沒有淹死|小明是隻魚
大學考試要注意什麼？|監考老師
"天下沒有白吃的午餐"這句話是對的ㄇ?|大錯特錯!!難道，白痴就不用吃飯ㄇ？
千根線,萬根線,掉到水裡就不見|[雨水]
黑人和白人生下來的嬰兒牙齒是什麼顏色|嬰兒還沒有牙齒
小王開著空計程車出門，為什麼一路上都沒有人向他招手租車？|他走的是高速公路
用2個10元銅板，遮住一大面鏡子，用什麼辦法？|遮住眼睛
人死後為什麼會變得冰涼|心靜自然〈涼〉
誰會連續搖頭半個小時以上?|看乒乓球的觀眾
廁所裡撐竿跳|過糞(份)
大人最怕吃什麼魚|炒魷魚
什麼路最大又常？|Internet網路
鐵放在外面會生銹，那金子呢？|會被偷走。
大象的右邊屁股像什麼|左邊屁股
左手能拿右手不能拿的東西是|左手
九孔|曹
在動物園裡面鼻子最長的是大象那第二長的鼻子是誰??|大象的兒子
爺爺過生日,小華誠心的祝福爺爺長命百歲,爺爺聽了卻很生氣,為什麼呢?|因為爺爺今年滿99歲!!!
什麼蛇的生命力最強|三吋不爛之舌
小駱駝放屁|彎彎曲曲
哪個月有28日？|每個月都有啊！
劉德華被一個從三千公尺高空的東西砸到頭,卻沒受傷,為什麼|因為那是雨
假如因果輪迴是真的,那麼袋鼠的前世是什麼?|殭屍
有兩個瓶子,一個3公升,一個5公升,瓶子外是不透明的,不能用其他物品,只能用水和這兩個瓶子,請問要怎麼用才會是4公升??|先把3公升的瓶子裝滿,倒進5公升的瓶子裡,
5公升 = 3公升剩2公升
再裝滿一次3公升的瓶子,再倒進5公升的瓶子裡,5公升已滿了,3公升剩1公升
把五公升倒掉,再把3公升的1公升倒進5公升的瓶子裡,把3公升裝滿,再倒進5公升的瓶子裡,不就是4公升了!!
為什麼小李家的馬可以把老王家的大象生吞活剝?|在玩象棋.
一個大肚子，肚內火燒心|燈籠
有一個飛機撞到山為什麼裡面的人沒有人死|搖控飛機
筱瑄到阿珠家花了一小時；而阿珠到筱瑄卻花了兩個半小時，為什麼？|兩個半小時加起來是一個小時
熊貓產自大陸,無尾熊產於澳洲,那野狼產自哪裡?|全省各機車行
小華請李明依簽名,李明依卻怎樣都不肯簽,為什麼?|因為小華要李明依簽在身份證ㄉ配偶欄
汽水和沙士，有何不同？|汽水裡有汽，沙士裡沒沙
一顆星星有多重?|八克(STARBUCK)(咖啡店)
為什麼電線桿上有兩個人?|上面寫著"交通安全,
人人有責"
你要買什麼樣的蛋，才不會買到裡面有小雞的蛋|鴨蛋
開車時突然發現一個老人和一隻狗，你會撞那一個？|應該踩煞車！
有一座橋，旁邊有一個告示牌，上面寫著〝不準過橋〞，橋的兩旁有士兵站崗，有 一個人大大方方從橋上走過去，旁邊的士兵卻沒有欄住他，這是為什麼呢？|其實那座橋的名字就叫做〝不準過〞，所以那個人可以大大方方從橋上走過去囉！
哪個時候，會一邊看手錶，一邊吃泡麵？|泡麵在於今天午夜12：00過期‧
哈！哈！哈！
猜不透吧！
吸血鬼為什麼不喝果汁?|因為果汁的<汁>右邊有個十字架
美國的傭人就美庸，金門的傭人叫什麼？|金庸
一天在北極裡有一隻北極熊,北極熊很無聊所以一直拔自己ㄉ毛,一直拔一直拔,毛拔完ㄌ,你猜北極熊會說什麼ㄋ?|好冷
你在甚麼時候更確定自己是中國人？|考完英文的時候。
豬小妹妹在某一天的清晨看見了一架飛碟和火星人，隔天早上，她跟她的父母說，但她的父母無論如何就是不相信她說的話，這是為什麼呢?|因為豬小妹妹是瞎子，她是在作夢時夢到飛碟的啦！
灰姑娘的故事給我們什麼啟示|不要隨便答應父親再娶
為什麼麥克森不能和大家玩？|麥克森(台：別再玩)
什麼風可以唱歌講話？|麥克風
阿里巴巴和40大盜是一個故事~那我問你為什麼，阿里巴巴只帶著36個大盜來台灣呢？|市民大道〈4名大道〉因為已經有4名大盜在台灣了~
蘇格拉底、柏拉圖和亞里斯多德，哪一個最聰明?|都很聰明
美國太空人如果登錄了火星，會說甚麼?|Yeah!!!!!
幼稚園老師問：「去哪烤肉最適合？」結果愛吃肉的小明回答什麼？|「動物園！」(因為那裡什麼肉都有)
J小明明天考試,他一直背英文,為什麼還是考粉爛呢|因為他明天是考數學
兔子和猴子比聰明，兔子說：「我可以坐在你坐不到的地方。」猴子說：「不可能，我可以爬樹，怎麼有我坐不到的地方？」到最後猴子輸了，為甚麼？|兔子坐在猴子的背上
什麼雞跑得最快|麥克雞塊
小華請佛祖保祐他考的好，但成績單發下英文最爛，為什麼？|因為佛祖也不會英文
看的見,摸不到,兩個字,小小的,住在外太空,只有晚上才看的見|星星
甚麼廟最小|五臟廟
小小被子沒有花,只蓋鼻子和嘴巴.|口罩.
唐詩三百首一共有幾個字????????|<唐詩三百首>共有..............五個字^-^
紅身子,綠尾巴一頭鑽在泥底下|就紅羅蔔ㄚ!!
還有什麼比婚後太太不肯下廚更氣人的事是?|太太不會做菜硬要做
台灣ㄉ家庭暴力事件多半發生在啥時|月考後
一封信裝兩顆蛋|信事但但
啞巴有話無法說|有口難言
野狼一隻多少錢?|125元!(因為野狼125)!
什麼山不能爬ㄋㄟ?|孫中山
水旁邊兩堆火|淡
小珍珠，真可愛，只能看，不能採，清晨長在綠草叢，太陽一出無影蹤。|露水
心心心意意|三心二意嗎
牛牛牛牛牛牛牛牛牛毛|九牛一毛
每個男人都有，但是長短不一，教宗通常不需要他，而男人通常在結婚後就給了他的妻子。|姓
四個人搬個木頭|杰
13點|汁
12點|斗
出國旅遊要帶甚麼卡|柯尼卡
被塗顏色的鴨子叫什麼|亂塗鴨
半出半進|崔
為啥貓很聰明？|因為你問牠拜拜要去哪裡，牠會說：廟
新嫁娘|小婦人
租店|阿公店
毛毛蟲非禮毛毛蟲|毛手毛腳
為什麼暑假一定比寒假長|熱脹冷縮
五個人趴在地上|五體投地
假如在某天你有機會到百貨工司搬東西，請問你會搬那樣？|收銀機。
小明回家為什麼覺得腳很酸呢?|他踩到檸檬嗎
什麼東ㄒ越洗越髒???(猜得出嗎?)|@墨條@      ^~^
(猜出來ㄌ嗎?)~~~~~
又小又輕,有語無聲,相隔千里,說話知音。|信
一支竹管尺把長,開著一排小天窗,和風輕輕吹近來,妙歌引來巧鳳凰。|簫
一個大相機,大得真出奇,不照風景像,專照人身體。|x光機
身子長長似條龍,從頭到尾節節通,一日千里布歇腳,運輸線上日夜忙。|火車
太陽之冠。|日冕
祖宗多性柴麻,從小農村安家,長大嫁到工廠,又換一身白褂,生得一白二淨,能描最美圖畫。|白紙
牆上掛,桌上蹲,不走不動沒聲音,只要鈴聲一陣響,說起話來千里聞。|電話
一個白袍公公,學習文化有功,不怕粉身碎骨,為了教育兒童。|粉筆
扁圓腦袋細長身,看圖看化最認真,牢牢盯住不移動,只見腦袋不見身。|圖釘
八仙過海，各憑本事。|各顯神通
美人魚結婚後便什麼?|大肚魚,因為她結婚生小寶寶ㄌ^_^"
要玩它.才買它.卻打它|鼓
渾身毛,一條腿,不怕灰塵只怕水。|雞毛撢子
不用磚瓦起高樓，鐵殼地板尖尖頭，載人運或容量大，江河湖海任遨遊。|輪船
汽水和沙士有什麼不同?|汽水裡有氣,沙士裡沒沙> <
太陽長頭髮|白
國王長頭髮|主
人死後為什麼會冰涼|心靜自然涼
夫人何處去?|二
一日一里路|是量啦
冬天吹西北風夏天吹甚麼風|電風
什麼魚，不是魚。|木魚
什麼狗，不是狗。|熱狗
什麼花，不是花。|豆花
什麼花，不是花。|火花
奇怪奇怪牙齒長在巴外|呀
尊我是人主，誇我是海王，畫我怕點睛，其實進荒唐。|龍>.<^.^
唐三藏的徒弟|全是畜生
水邊的勇士.|湧
什麼是明明你沒有做竟然也要受罰？|家庭作業
水龍宮|水底寮
此物大而輕，肚内火燒心。|燈籠
紅門樓，白院牆，裡面坐個胖兒郎。|嘴巴
手歪一邊|毛
兩個農夫,天天耕種|替
就是鳥|鷲
誰家最平安|何家平安
大哥在樓上大叫二哥忙著澆水三哥忙著點火四哥忙著掃地|雷.雨.電.風
阿公仔取某|加婆(雞婆)
狗對狗說話|獄
大石頭塞進井裡面.|奔
什麼乳不用用吸管喝|豆腐[乳]
石頭扔進公廁裡,會發生甚麼事?|引起公憤(糞)
大水太嚇人老王躲在門裡面|潤
不愛說話.不愛動.衣服不省錢.不省布.髒ㄌ也不洗.卻還是受到大家尊敬的女人是誰.|自由女神
有一個長得非常不好看的女孩子，為什麼兩個大帥哥會為了該誰娶她而大打出手呢？|因為打輸的要娶她
孔明誇諸葛亮|自誇
此物最稀奇 圓圓真好吃  人家皮包骨 它卻骨包皮|蛋
牛在北極|newblance因為牛被冷死
頑皮豹的朋友是誰?|大狼 因為那首歌:大狼.大狼.大狼大狼.....
綠葉長珍珠，滑溜串不住；朝陽露臉，悄悄化作霧。|露珠
頭髮多樣真奇妙.風一吹.身體動一動.聲音也清脆.|風鈴
唱歌的人叫歌手,划船的人叫水手,那很有錢的人叫什麼?|富貴手
九日升天|旭
說出避孕藥的主要成分?|抗生素
最簡單的長壽知道是甚麼?|保持呼吸順暢
A和B是一對認識一年多ㄉ好朋友，但是那天他們兩人在街上擦肩而過，卻連招呼也不打，就像陌生人一樣，為什麼呢?|因為他倆是筆友
麥當勞叔叔和肯德基爺爺誰比較老？|肯德基爺爺《因為爺爺比叔叔老》
為什麼醫生幫人動手術要帶口罩|因為怕醫死病人才不會被認出來
腳硬不移,頭重嘴尖細,布片餵進去,出來已成衣.|縫紉機
目先生在批腿|見
是先生在看書|題
猩猩為什麼是大象ㄉ媽媽?|因為象由猩生_-----_相由心生
那一牌子的掃把最爛...|火鳥牌...因為燃燒吧(爛掃把)!燃燒吧(爛掃把)!火鳥
孔子有三位徒弟子貢、子路、和子游，請問哪一位不是人？|子路，因為指鹿為馬（子路為馬〉
不小心溺水時,若附近沒有其他人該如何自救?|把水喝光
魚與熊掌如何才謙得?|養一隻會抓魚的熊
日日有餘  月月不足|門
千言萬語|夠
為什ㄇ燕子冬天要飛向南方？|因為用走ㄉ太慢
太陽月亮生ㄌ太陽BABE,我們應該說啥話祝福ㄋ???|生[日]快樂!!!
誰能守宗憲?|慈母手(守)中(宗)線(憲)
為甚麼白鷺鷥睡覺要縮一隻腳ㄚ??|因為縮兩隻腳就跌倒了ㄚ!!!
小朋友要小心哪種文具|蠟筆,因為蠟筆小心
甚麼洞穴裡的廢物清了幾十年也清不完|鼻孔
骷髏放屁,放的是甚麼屁|骨氣
有誰天天去看病?|醫生!
看不到.摸不著.如影隨形.人人需要|空氣
那一個總統空手道最強|羅斯福路(六段)
鳥類ㄉ絕症是啥ㄋ|懼高症
一張口，守門口，有人找，見就走。|鎖
皮老虎,鐵嘴唇;只吃衣服,不吃人|皮箱
小小鐵瓜,睡在地下,誰敢踩它,腦袋搬家|地雷
太陽之冠|日冕
人最怕屁股上有甚麼東西？|﹝一屁股債﹞！
牛頭斷了|午
長嘴雷公,響聲隆隆;肚子發大火,嘴巴吹熱風|吹風機
睡美人最怕啥？|睡眠不足！
小張進入屋內為什麼不隨手關門?|因為是自動門
小小果,圓溜溜,咬一口,皺眉頭|梅子
旗杆上吊燈籠|高明
矮人國軍打肉搏戰|短兵相接
銅頭鐵骨彎彎嘴,肚腸裡面裝滿水,平常日子生悶氣,一擰耳朵就流淚.|水龍頭
生來一身白,長毛不是鳥,無翅卻能飛|羽毛球
為甚麼女人ㄉ衣櫃總是少一件衣服?|穿在自己身上
哪一條河最陰險？|萊茵河
笑跟哭哪裡一樣？|筆劃一樣
閃電和電有什麼分別ㄋ|電要錢，閃電不用
一名金人|一鳴驚人
一口井,旁邊兩個茶杯.|井茶杯杯[警察伯伯]
鏡中人|入﹝鏡子裡的東西是左右相反的﹞
口中口|回
最早ㄉ人性甚ㄇ|最早人性"善"
因為   人知初  性本"善"
時鐘在甚ㄇ時候才不會走??|時鐘本來就不會走..........
吸血鬼最怕甚ㄇ??|蛀牙
火上斜月高照|炙
收音機關小聲|觀世音
日長月短|門
一百個耳朵。|陌
王先生站在水邊。|汪
失去一隻腳|跌
火上燒不燃，水裡放不沉。|冰
小強和小美生ㄉ小孩叫什麼名 字|美強生
十二生肖中誰最能掌握E世代的未來??|滑鼠
甲先生倒著走|迪
人體哪兩個器官可以做成香皂?|肝和膽〈肝膽相照〉
大禹為什麼三次過門不入？|忘了帶鑰使
小小四方墊,乖乖床頭躺.,只要頭一沾,引你入夢鄉|枕頭
什麼東西看不到卻可以摸ㄉ到,萬一摸不到會活活把人給嚇到|脈搏
打腫瞼充胖子|死要面子
小銀蛇，頭尖尖，走路專走路邊邊。|針！
一間屋子有三個門，可是只住半個人|褲子
喝哪一種果汁最辛苦|絞盡腦汁
火比水多?|就是淡嘛!
那隻狗是綠色的|猜   狗是犬 綠是青
城隍爺放屁|神氣
米煮成熟飯怎麼辦?|開飯
四四方方一座城，城上二十一個兵，城下有兵整八個，還有十個沒出城。|黃(你猜對了嗎)
牛向前走10步，再向右走3步，再向左走80步，向右走1步，它的尾巴指哪？|地上
三軍脫帽|轟
手機不可掉到水裡|機不可失.........機不可濕
到動物園去玩,你想最多人看的動物是哪一種?|售票員
大姊.二姊.三姊哪一個最辣|大姊，因為老薑最辣
不愛說話ˋ不愛動,衣服不省錢ˋ不省布ˋ髒了也不洗,卻還是受到大家尊敬的女人是誰?|自由女神
太平洋中間是什麼|平...本來就是平難道是洋
一家有七口,自己不夠吃,還養一隻狗|獸
一各大人帶著四個小孩走進十字路口|傘
九點!|丸
越走越高|步步高升
哪條街不下雨？|芝麻街沒雨(美語)
南國ㄉ媽媽是誰？|紅豆ㄚ，因為紅豆生南國嗎！不要跟我說你沒背過這首詩
土司ㄉ媽媽是誰?|花~~~~~~~~~~~~~~~~~~因為花生土司
汽車轉彎時...哪ㄍ輪子會離地...|備胎
沒有水ㄉ海~~~~~~~~|辭海
小小兩雙船,沒漿又沒帆,白天戴人四處走,晚上橫臥|鞋子
上課時小明一直說話為什麼老師不處罰他|小明是老師
有誰會天天去看病|醫生自己
桶裡裝著白糊糊,每天早晚洗一洗,三十二個小兄弟,都要靠你來照顧.|牙膏
秀才遇到兵|有理講不清
棺材裡伸手|死要錢
門縫裡看人|看扁人
土地爺放屁|神氣
一隻筷子吃麵|單挑
鞋底抹油|開溜
老虎頭上拍蒼蠅|不想活ㄌ
啞巴上學|絕對沒問題
瞎子看電影|目中無人
圓東西,  兩個頭;    一個在裡頭,      一個在外頭。|毛線球
武昌起義, 推翻滿清。|撲滿
有骨有肉, 長短不齊;  五個兄弟,    生在一起。|手
撥撥搖搖, 會說會笑;  尊姓大名,    喚了多少。|電話
有一輛自強號的火車開往北上，請問煙往哪裡飄？|自強號沒有煙囪
三個太陽在一起|晶
一條小狗，守在洞口|突
學生最喜歡甚麼|不會罵人的老師
什麼豆最貴|紅豆粉粿﹝用台語唸﹞
維尼哪裡最多?|麥當勞
甚麼包不能吃？|書包。
考試作弊|超人
世界上最小的島|安全島
西瓜和鳳梨打架哪一個會贏|鳳梨輸
醬油的哥哥是誰|醬油膏
什麼區最小?|機車待轉區
哪一個神最會接水？|臉盆拿來接[台語]
怒氣充足|火腿
什麼東西遇熱會凝固?|蛋
黃的少,白的多...硬的少,軟的多|雞蛋
水見皺眉頭,樹見搖搖頭,花見點點頭,雲見就溜走|風
年幼是圓,長大是方,皮肉白皙,品質優良|豆腐
打破什麼不但不會被人罵,還會被人讚?|紀錄
阿拉丁有幾個哥哥？|三個[阿拉甲.阿拉乙.阿拉丙]
五月花.百合花誰沒小孩|五月花衛生紙[五月花未生子]
渾身毛一條腿，不怕灰塵，只怕水。|雞毛毯子
扁圓腦袋細長身，看圖看畫最認真；牢牢盯住不移動，只見腦袋不見身|圖釘
半天裡一個碗，落雨落不滿，最怕大風起，一眨不見影。|鳥窩
怎樣才不會讓媽媽切洋蔥時......留眼淚ㄋ|叫爸爸來切.......
不吃油也不吃草,用力採它它就跑.,只會前衝會退,跑累只能牆角靠|腳踏車
白雪公主為什麼已經知道不能吃毒蘋果!他還吃?|因為他想遇到更帥的王子
一顆心值多少錢?|一億,因為一心(一意)!^_^
老大,老二和小三,兄弟三個鬧著玩,老大踩著老二,小三壓在最下邊|奈
如何防止自己被狗咬到的方法是什麼?|不要跑在狗的前面*-*
氧和二氧化碳哪個比較美?|氧 因為自然 （助燃） 就是美
鹹蛋 雞蛋 鐵蛋 哪顆最厲害？|鹹蛋  因鹹蛋超人〝〝
誰殺了牛奶|綠豆(綠豆殺牛奶)ㄒㄒㄒ
言先生成功了!|誠
老闆和員工誰最大~|看身分證才知道~
~^_^~
山上還有山|出
門裡面有一個人|閃
家裡有大碗，裝水不裝飯，見它要搓手，用它要鞠躬。|臉盆
死掉的腎|西遊記(台語)
輕聲細語|柔道
池塘四方形清水倒一點丟下炭一塊塘裡黑一片|硯台
妻女倚門等|當歸!
有朵紅色花，四面都是牆，不管雨或晴，都是濕答答|舌頭!
打電話時要說什麼?|好痛啊
有一個人打架都會喝一種東西|蠻牛
放下武器在談|空手道!
孕婦中彈死亡|雙殺!
十ㄍ加十ㄍ，還是十ㄍ，十ㄍ減十ㄍ，仍是十ㄍ。|手套!
說常道短，分毫不差，不管對誰，它都一樣。|尺!
分明是你錯，卻來折磨我，你到清白ㄌ，把我皮磨破。|橡皮擦!
空肚上街，滿肚回家，魚肉青菜它都吃。|菜籃!
兩支橡膠船，航行在水裡，晴天沒人坐，雨天沒客人。|雨鞋!
誰最罩米粉|肉.......因為肉"罩"(燥)米粉ㄚ
身材修長嘴巴小.粗紗細線難進了.全身閃亮又光華.巧手輕握能繡花.|針
說他是手又像腳，千隻腳，萬隻腳，站不穩，牆腳靠；千隻手，萬隻手，齊舞動，灰塵去。|﹝掃帚﹞
小小水晶宮.外面築厚牆.宮內暖烘烘.牆外冰涼涼.|熱水瓶
鼠頭虎尾|{兒}子啦!
小狗.小雞.小貓誰最先被叫起來背書|小狗(因為旺旺仙貝
誰會亂買東西1.斑馬2.兔子3.公雞|黑白馬(台語)
斑馬
關公為什麼死的那麼悽慘？|紅顏薄命
一隻無腳雞重來不會提，吃水不吃米，客來敬個理|茶壺
日夜蹦蹦跳、從不說疲累、一旦他不跳、親人齊哭泣。|心臟> < ~~~
四顆水煮蛋要煮20分,那一顆水煮蛋要煮幾分鐘|當然是20分,因為是一起煮ㄉ
祭拜什麼樣的廟可不必燒香磕頭?|五臟廟
雙手抓不起，一刀劈不開，煮飯和洗衣，都要請它來。|水
像雲不是雲，像煙不是煙，風吹輕輕飄，日晒慢慢散。|霧
要玩它才買它買了它卻打它|鼓
笑話中誰最有名|小明
白嫩小寶寶.洗澡吹泡泡.洗洗身體小.在洗不見了.|肥皂
雞蛋.鴨蛋.鵝蛋.哪一種最高?|雞蛋!
因為雞蛋高(糕)
鉛筆姓甚麼?|蕭!因為蕭鉛筆(削)
洗澡前，先脫衣服還是先脫褲子？|先關門
為什麼小華進門後卻不關門？？？|因為是自動門～！！
世界上啥麼車子最長?|塞車
一位老師不開口，肚理學問樣樣有，誰要有事請教他，還得自己去動手|字典
世界上啥龍的化石找不到?|烏龍^^~~*
蹦蹦跳跳的花,是什麼花~~哈哈|爆米花~~哈哈= =
天空一對小飛兵,排成一個大字形,冬來向南春往北,團結互助紀律明|大雁
一個大樹下,旁邊坐著兩個人,翹了兩隻腳.|來
沒眼有眼力.不問東和西.帶他走下海.方向永不迷|指南針
鬥牛在市場|鬧
為什麼寒假比暑假還短?|因為冷縮熱脹!!
吸血鬼最怕神麼病呢~~?|蛀牙~~~!
       哇~哈~哈~!
什麼情況下必須先付錢才能講話?|打公共電話
ㄧ個白娃娃  兩人陪她耍  跑到誰跟前  照頭打ㄧ下|就是乒乓球嘛!
出門胖都都，進門瘦如柴，靠在牆壁，眼淚滴滴。|雨傘
誰可以比艾菲爾鐵塔跳的還高？|誰都可以比艾菲爾鐵塔跳得高！因為艾菲爾鐵塔跟本不會跳.
什麼虎是不吃人呢?|係壁虎!!!!!!!!!!!!!!!
迪斯可|瓊瑤
海比山大,天比海大,那什麼還比天大的是什麼?|膽子，因為膽大包天！
問你們:紅姑娘,住小巷,冬天短,夏天長是什麼?|答:溫度計
放煙火的時候為什麼射不到星星|因為星星會[閃]
張先生拿著針到處刺人,為何沒人責怪他?|因為他速針灸師....^^
我被分開了|找
帶燈的走得快,帶鼓的跟著來.|打雷．閃電．
大姊說話要脫帽，二姊說話先動刀，三姊說話先吃墨，四姊說話雪花飄。|鋼筆.鉛筆.毛筆.粉筆
圓圓圈，四角城，有皇帝，無官名。|古錢
五湖四海一美人，＋五六歲正清純，十八十九得了病，一到三十便斷魂|月亮
千根線,萬根線,掉到水裡看不見.|雨
看不見來摸不到,四面八方到處跑,跑過江河水生波,穿過森林就呼嘯|風
做什麼事睜一隻眼閉一隻眼比較好呢？|照相
當你看到什麼,會把嘴巴張大？|牙醫
厚厚一疊紙，家家都有它，一天少一張，年後換新裝。|月曆
有面沒有口，有腳沒有手，雖有四隻腳，卻是不會走。|桌子
黑黑一間房，沒燈也沒光，打開窗門看，把你關進房。|照相機
東一片  西一片,到老不相見.|耳朵
兩片紅牆護白牆;裡面互個胖紅娘|舌頭
神麼牛不會種田?|答案就是蝸牛啦!
你猜對嚕ㄇ^.^
小小四方房,打開窗門望向你;喀嚓一聲響,輕輕鬆鬆抓住你.|照相機
拿雞蛋丟石頭，為什麼雞蛋沒破？|左手拿雞蛋，右手丟石頭，雞蛋當然不會破ㄌ！
有5個人,桌上有3顆蘋果,怎麼分才會公平ㄋ???|把3顆蘋果搾成汁,再分成5杯
哪一月有28天|每個月都有
希奇真希奇鼻子當馬騎|眼鏡
一隻麒麟到了北極會變什麼?|冰淇淋
兄弟四個本同娘相貌身材不一樣老大眼淚汪汪老二素衣白裳老三無蹤無影老四渾身亮光|雨˙雪˙風˙閃電
想在台灣從政，除了台語、國語還要會哪一種語言？|肢體語言
蘋果和鳳梨打架誰會輸|鳳梨酥
糖果是母的還是公的|母的.因為牠會生螞蟻~.~
十個外面裹，十個內裏躲；冬天人人愛，夏天箱裏鎖。|手套
兩顆大門牙|聯合報
理髮師最怕誰|和尚
什麼茶不能喝|警察
從中國來的十隻豹？......|中國時報(拾豹)
熊為甚麼要冬眠六個月？|沒有人趕去叫牠
金枝玉葉山上飄，流落人間冷水澆，僅僅為了一把米，被人繩索捆在腰。|粽子
白胖娃娃地下藏，深山老林是故鄉，越大越老越寶貴，滋補身體保健康。|人參
綠豆是甚麼人|嘉義人(因為綠豆加薏仁)
一心價值多少錢|一億元    因為一心一意
藥材選美人蔘.鹿茸.枸杞誰最美|人蔘
因為美麗人蔘(人生)
什麼書在書局買不到？|遺書
天冷忙升溫.天熱忙降溫.忙忙碌碌勤努力.只為求滿室如春|是:空氣調節機
盤旋像青龍.嘴土煙濛濛.蚊子大兵遇見它.落荒而逃無影蹤|蚊香
猴子討厭什麼線|平行線，因為沒有相交(香蕉)
羊的奶叫羊奶..牛的奶叫牛奶..大象的奶叫什麼?(絕對不是象奶)|橡皮筋(台語)
甚麼河沒有水?|<銀河>
小鳥的絕鎮是什麼|懼高鎮
一個圓有幾個面?|2個。(裡面和外面)
這個也不吃,那個也不吃,只喜歡吃紙.眼前排滿紙,喀啦咬一口,掉下一顆齒.|釘書機
你知道為什麼蠶寶寶很有錢嗎？|它會結繭(節儉)啊…
20人玩捉迷藏,找到15個還剩幾個?|4.因為總要有人當鬼.
哪種動物會打電話?|虎(虎你麥擱卡啊啦)(台語)
世界上最不孝順母親的是誰？|面速力【因為面速力“打母”】
世界上誰的快遞最多？|王老先生，因為王老先生有塊地（快遞）
有一個病人去看醫生,醫生說病人要看開一點,請問病人是甚麼病?|鬥雞眼!
你買甚麼蛋才不會買到裡面有小雞ㄉ蛋!|鴨蛋
金門王的鄰居?|媽祖婆(台語)
一條線拉著菱形..的東西..|風爭
哪一條街沒有雨?|芝麻街沒雨
著名童話是東方夜譚,還是西方夜譚?|都不是，是天方夜譚
大一點,大一點?|太太
公司要決定裁員時.最好不要喝什麼|仙草密[先炒me]
退後就贏,前進就輸|拔河
小小巧巧紅姑娘,天氣決定她身高,她高人們穿麻紗,他矮人們穿皮襖。|溫度計
中間圖畫...四邊長牙...有它家家開門...無它戶戶擋駕!!!|郵票
玫瑰.茉莉.百合這三種花.哪一種最沒力?|茉莉(因為好一朵"美麗"的茉莉花)
什麼狗不會叫?|熱狗
木魚掉到水裡會變成甚麼？|濕木魚〈虱目魚〉
那個鍵最帥|F4
熊貓一生ㄉ願望是啥?|拍一張彩色照片
小小四方城，裡面都住人，黑帽白一裳 ，破壁發雷達|火柴
雖隔千里，不用開口只要看我，你就知曉|信
有個好朋友，天天來聚首，告我天下事，卻又不開口|報紙
田裡粗活他全包,忙出千千萬噸糧;勞苦功高不驕傲,依舊肯草一如常。|牛
一口井旁邊有兩個茶杯是甚麼|警察伯伯
孔子是世上最偉大的什麼家|老人家
麒麟到了北極後  變成了什ㄇ??|冰淇淋
什麼時候0比2大2比5大|當然是剪刀石頭布
亞當跟夏娃結婚時.最大ㄉ遺憾是?|沒人來喝喜酒~~~
阿寶的母雞在小華家下蛋，這個蛋是誰的?|是母雞的
黃豆臼裡受磨難，蛻變而出模樣俏，四四方方白如雪，細細嫩嫩滋味妙。|豆腐
亮光一到就現身，高矮胖瘦沒個準，裝模作樣愛學我，黑暗降臨無處尋。|影子
一打雞蛋有幾個|0個，因為雞蛋一打下去都破了，怎麼會有剩呢!
糖果是公ㄉ還是母ㄉ?|母ㄉ,因為會生螞蟻~
一位先生身穿綠衣服每天不吃飯只吃信|郵筒
南極為什麼沒有廟|南無阿彌陀佛
什麼狗常被咬|熱狗
甚麼魚不是魚|木魚
人人有個好朋友,燈前月下陪伴你,只是愛穿黑衣裳,而且永遠不開口|影子
什麼知錯了 卻不能改|考卷交出去後
甚麼布不能用來裏身？|瀑布
蛇為甚麼會脫皮|因為牠皮癢
包青天的臉會是黑的？|月亮都出來了怎麼不黑呢！
武昌起義,推翻滿清.|撲滿
牙齒白白專吃木屑|鋸齒
什麼井不能喝?????|油井嗎 ~~
好心人兒燃燒自己，流起淚來沒聲音|蠟燭
車子開錯路|白花油
姑娘最勤勞,整夜織布忙,如果天不亮,機梭不會停.|紡織娘
哪種花會蹦蹦跳|爆米花
大水沖倒龍王廟|陳水扁
中興復國|趙少康
甚 麼 東 西 愈 生 氣 它 便 會 愈 大 呢 ?|氣球
紅色的道路|赤道
紅色之路|-赤道-
叫化子唱山歌|窮開心
開在衣服上的花是甚麼花？|胸花
劉備借荊州|一借無回頭
上下兩對兵把守內門庭看誰有膽闖進去粉身碎骨不留人|嘴巴
千根木頭,萬根木頭,不用斧頭,造成高樓.|鳥巢
一雙手,真稀奇,沒有骨和肉,只有一層皮.|手套.
一物生來真輕巧，滿身羽毛不是烏，沒有翅膀空中，沒有雙足地上跳。|羽毛球
四四方方一塊肉沒有骨肉沒有血，四四方方買回去，扮個醬油就能吃|豆腐
非鳥卻有毛，無腳偏能跳，孩子踢它它不怪，又翻筋斗又跳高。|毽子
原是住水中卻怕水來沖等水一來沖無影又無蹤|鹽
身穿五彩衣,皮上五彩衣,重要時刻才出場|口紅
身材修長嘴巴小,粗紗細線難進了;全身光滑又閃亮,巧手輕握能繡花|針
打個不停|連戰
大姐說長論短二姐尖嘴快舌三姐鑽洞覓縫(ㄈㄥˋ)四姐忽冷忽熱|尺.剪刀.針.熨斗.
那一條魚是不吃得?|木魚
零時要做什麼？|抱佛腳〈因為臨時抱佛腳〉
看不見,摸不著,跑的快,又沒腳;一去永遠不回頭,勝似黃金莫錯過。|光陰
為什麼螢火蟲的尾巴會發光|因為裝了電燈泡
沒手沒腳沒眼睛,只有一張小鐵嘴;張開鐵嘴不咬人,人卻找他來咬手.|指甲剪
沒嘴會說話，千里能傳話；對它說又笑，聲音不失真０|電話
輕輕的身子,滿身是文字,有了它在手,便知遠近事。|報紙
什麼時候2會大於5?5會大於0?0又大於2呢?|玩剪刀、石頭、布的時候。
一位老師不開口,肚裡學問樣樣有,誰要有事請教它,還得自己去動手|字典
裁員的時候不能喝甚麼飲料|仙草蜜(先炒me)
五榖豐收|積穗
字典放在地上為甚麼跨不過去?|因為放在牆角
蛋一打有多少粒?|蛋一打就破了，零個!
買的人知道 賣的人知道 用的人不知道|棺材
惟神麼死人惠冰冰的？|因為心靜自然涼
第一題.玻璃長管嘴尖尖,人人怕他又要他;身上讓他咬一口,預防保健並不發.|打針
什麼電視最難看?|電視故障時
樓上養鴨子|頂呱呱
哪條街不會下雨|芝麻街美語
甚麼鼠只有兩隻腳|米老鼠
學生最會跟老師說甚麼?|不知道
小明的媽媽對小明說，做一件家事能得一隻棒棒糖，那100件是呢？|一 罐可樂﹝因為~百事可樂~﹞ㄛ~~~
看不見,摸不到,只有鼻子才知道|氣味
一匹馬要兩人騎，高高低低擺不平；馬兒不叫也不跑，兩人騎得笑不停ｏ|敲敲板
哪個數字最勤勞最輕鬆?|一不做二不休
小英考100分,為什麼她爸爸很生氣?|四科加起來100分
紅門樓,白籬笆,裡頭坐個紅姑娘;門樓開,籬笆推,姑娘說說又唱唱。|舌頭
最恨手指臉上按，訪客偏要它幫忙；一生氣便叮咚響，要人開門來評理！|門鈴
什麼酒不能喝|馬英九
鳳梨和西瓜打頭，請問那個比較痛？|頭比較痛(鳳梨和西瓜都不會痛)
[粒粒皆辛苦]是啥意思???|便秘.............哇哈哈哈!!!!!!
吸血鬼最怕甚麼|蛀牙
為什麼老人會老花眼?|因為看花看太多
肯德基和麥當勞哪一個比較老|肯得基(因為肯德基爺爺阿)
什麼動物的皮最差|大象〈因為橡皮擦〉
一天過去˙脫一件衣服˙一ˋ年過去˙全身脫光光|日曆
什麼東西髒的時候是白的，乾淨時是黑的？|黑板
白雪公主跳脫衣舞|七喜
哪裡的小熊維尼比較多|麥當勞
晚上掛東方:半夜掛空中:有時像餅乾有時像廉刀:|月亮
半打雞蛋10元那1打雞蛋幾元|沒半個.因為雞蛋一打就破了
什麼狗不會叫|熱狗
現在九點.|丸
什麼魚不能吃|宋楚瑜
吃蘋果時看到幾隻蟲最可怕|半隻蟲
醫生味甚麼要戴口罩?|怕不小心殺了別人
英文老師為什麼在課堂上日文|她在教日文這個單字怎麼拼
偷甚麼東西不犯法|偷笑
白色的龍是甚麼|保麗龍
兩顆爆牙|聯合報
下列那一間餐廳最不受歡迎1.凱旋拉拉2.香格里拉3.香腸里拉|2.香格里拉因為:向叫哩來
小明被高9999999990000公里的東西砸到,為甚麼毫髮無傷?|因為那是雨!
糖果是公的還是母的？|母的〈哎呦~~~笨！糖果會生螞蟻嘛~~！
花枝魚丸麵怎麼念|What's  your  name?
竹樓搭竹樓,層層疊高來;上方熱氣冒不休,底下紅燄劈叭開。|蒸籠
哪一種照片,無論怎麼看都看不出是誰.|x光片
甚麼東西怕衛生紙?|''手''帕衛生紙
一位老師不開口,肚裡學問樣樣有,誰要有是請教她,還得自己去動手|字典
濱拉登最怕啥ㄋㄟ??|柯達軟片(因為只有他抓ㄉ住我!)!
小民往海灘游泳，游了大半天，頭髮也沒有濕，為甚麼？|因為小民是光頭的。
工作前,頭紅紅。工作時,頭黑黑,工作完,頭白白。|火柴。
哪隻雞跑的最快|麥克雞塊
鸚鵡學語|人云亦云
婦人懷孕過小橋|侹而走險
想要騎怪馬，踏住它筋骨，抓住它雙角，雙腳滾著走。|腳踏車
公司要裁員時不能喝什麼？|仙草蜜，因為「先炒ＭＥ」…
為什麼晚上不能讀歷史|因為讀到的都是死人的名字
為甚麼酷酷哥的老婆一直咳嗽|酷酷嫂
甚麼戰爭可連續打好幾年|連戰
小學到大學要念多久?|不用5秒鐘.不信你念念看
一間小小房有間沒有窗歡迎你光臨隨你上或下|電梯
綠豆哪裡人？|綠豆嘉義人啦！（加薏仁）
哪裡有最多的小熊维尼？|麥當勞   麥當勞都是爲你～（請用唱的）
怎麼樣把大象放進冰箱?|把冰箱打開,再把大象放進去
神的交通工具是神麼?|神騎(奇)寶貝
熊貓最想做的一件事情是什麼?|拍一張彩色照片
滑溜溜光滑滑眼睛生在屁股上|針
蚊子不叮甚麼狗|布丁狗
上邊毛,下邊毛,當中夾粒水葡萄,到了黃昏毛對毛|眼
什麼蛋不能吃ㄋ???????????????????|炸彈.飛彈
為甚麼一本字典放在地上，沒有人能跨過去？|因為字典放在牆角！！
什麼顏色愛"模仿"?|紅色!為啥呢?....因為"紅磨坊"啊!!
小名是個奢侈浪費的人，為甚麼他最後變成了百萬富翁？？？|因為他以前是個億萬富翁！
泰山是猩猩養大的，那麼扁蝠俠是誰養大的？|當然是他的爸爸媽媽！
借甚麼東西不用還?|借過!
什麼蛋重看不重吃？|答案1：零鴨蛋。答案2：笨蛋
早上起來的第一件是事什麼|睜開眼睛
公園一朵花，花開細雨下，沒水花自落，有水又開花。|噴水池
保證生男|包公
沒睡飽的神是啥麼神？|沒精神
一天晚上,小美回家洗澡。當她洗澡時，突然停電，她發現手錶不見了，便立刻報警，警察來到時，發現一張被鳥咬過的紙，查到三樓和十樓分別有一隻白鴿和貓頭鷹，請問偷的鳥是誰呢?|貓頭鷹 (因為他在停電時也看得見)
一個矮人,有名有姓,遇上事情,請他作證.|印章
閻羅王寫日記|鬼話連篇
一個公公精神很好.重早到晚不睡覺.身體雖小力氣大.千人萬人推不倒|不倒翁
二級上將|三星
三隻眼睛一條腿|紅綠燈
什麼鼠不是鼠|滑薯
魚為什麼生活在水裡?|因為陸地上有貓啊!!
家有家規,校有校規,動物園有什麼規.|烏龜＠＠
一隻鯊魚,在瞬間吃了一顆綠豆~瞬間他變成了什麼~?|綠豆沙~
一個男子每天他都送九封信給女朋友為甚麼女朋友收到一封|他有九個女朋友
小明走路走到一半，覺得腳很酸，為甚麼？|他踩到檸檬
鉛筆姓什麼|蕭   因為〈削鉛筆ㄚ〉
為甚麼阿扁冬天時,不但沒多穿衣服還越脫越少?|他準備洗澡
黑色大門兩扇開白衣姑娘走出來|瓜子
五歲的小華十分聰明, 爸媽帶他逛動物園,還沒走到售票口, 他便猜中二百元一張門票, 為什麼?|因為他把入口招牌[ＺＯＯ〕看成200.
孔雀在李家的盆栽生蛋，可是孔雀是王家養的，那麼孔雀蛋是誰的？|孔雀的！
水最怕什麼?|土(因為 水來土淹 )
拿雞蛋丟石頭.為何雞蛋不會破?|一手拿雞蛋一手拿石頭.
有甚麼布是可以淋的?|瀑布
小時四肢腳,長大兩支腳,老了三肢腳.|人
什麼ㄕㄨˇ最愛乾淨？|環保署
年年有餘,為神麼錢還是存不下來?|因為年年都被炒魷魚
流行表是受歡迎的,但是哪一個東西流行是不受歡迎的?|流行性感冒
地震時躲在哪裡最安全|飛機上
麥香紅茶為甚麼不香?|因為麥香(麥香)台語~不香
陳水扁馬英九    猜一個字~~~~~~~~~|騙
冬天時,候鳥往南飛,為什麼要用飛的？|因為用走的太累了
老虎的名子叫做啥|虎視眈眈
端午節為什麼要吃粽子?|你可以吃點別的阿!
門口掉ㄌ一張一百塊跟一千塊.你會撿哪一張?|二張都撿
希奇希奇真希奇鼻子當馬騎|眼鏡
有一天,小明問小華這2隻在魚缸裡面的魚,哪一隻是公的,哪一隻是母的?小華如何回答?|公的旁邊是母的,母的旁邊是公的!
灰熊和白熊哪個比較厲害..|灰熊厲害   .  用台語翻翻看
時鐘響了13下要做甚麼|修時鐘
為啥小明從九樓窗戶跳下來不會死|因為小明是貓....哈哈哈你好笨ㄛ........耶!!!!!!!!!!!!
只有頭卻沒有身體的牛，叫做什麼牛？|一頭牛
誰殺了雞?|馬殺雞?因為馬會殺雞1
有五個人在一個招牌下，忽然間那個招牌掉了下來，三個人死亡，兩個人兩幸運沒有死亡，為什麼那兩個人那麼幸運呢﹖|因為是麥當勞招牌
樹兒見它擺頭,花兒見它彎腰,水兒見它皺眉,雲兒見它就跑!|風
小華在家裹和誰長得最像?|鏡中的小華
小青明天考試,她已經把英語背得滾瓜爛熟,但第2天考試還是不及格,為什麼?|因為第2天考的是數學,她溫錯了!!
一架飛機從香港飛去杭州需3小時,現在飛機已經飛了1個半小時,問飛機現在在哪裏?|在空中
國歌總共有幾個字?你猜猜看?數數看?|二個字(國跟歌)
為啥麼 有一個人他考試考0分 老師給他加10老師為啥麼說很好|0分加10不就是100分
把一隻雞跟一隻鵝放進冰箱裡,為什麼雞死鵝沒死?|因為那隻鵝是企鵝
一隻公黑馬，和一隻白母馬，交配後，生出來的叫什麼馬？|小馬.....
士官長在什麼時後，為什麼只能選擇「統一」不能選擇「獨立」??|買牛奶時
南非在哪裡?|當然在地球上囉!
什麼酒不能喝|扮家家酒
白肚綠背大腳八,不會走路只會跳,入水游泳勝魚兒,肚餓蚊蟲便遭殃,牠也兩種的動物。唯們一定會估到!|青蛙
哪一種蚊子可以肚皮朝上倒著飛|叮過醉鬼ㄉ蚊子
(黑雞厲害.還是白雞厲害?)|黑雞.因為:(黑雞會生白蛋.白雞不會生黑蛋)
有一棟大樓失火了，小明從頂樓跳到隔壁棟，可是他到隔壁棟就死了，到底是怎麼了呢？|因為他們家在20樓隔壁棟是10樓所以就摔死了。
老師說排隊的時候要蹲下,不然要到最後一個.小明排隊的時候站起來,為什麼小明不用到最後一個?|因為小明在最後一個
誰的快遞很多?|王老先生,因為王老先生有快遞,一呀一呀唷....
小明踩到大便為什麼鞋子沒弄髒?|因為他沒穿鞋子
甚麼桶子不能裝水?|總統
要打它才買它買了它就打它|鼓
是誰在添飯|飛龍在天(添)
小明家住在7樓,但是他每次都只按到4樓電梯,其他三樓都用爬樓梯的.這是為什麼呢?|因為小明的身高只能按到4樓
有一個人有兩顆子彈,遇上紅鬼和綠鬼,要用兩顆子彈才能殺死紅鬼,用一顆子彈才能殺死綠鬼,那個人怎樣才能殺掉兩隻鬼呢?|先用一顆子彈把綠鬼殺掉,紅鬼嚇到面青,變成綠鬼。
睡美人最怕甚麼|失眠
5201314|我愛你一生一世
暗瘡生在那裏最令人開心?|其他人
有個頑童,人人害怕。水碰見他,大皺眉頭。樹遇到他,不住搖頭。花碰見他,彎腰低頭。雲遇到他,急忙逃走。|風
蟑螂死了,為什麼還會走ㄌㄟ|螞蟻扛走的
孔 子 是 儒 家 ， 老 子 是 道 家 ， 那 麼 聖 誕 老 人 是 甚 麼 家 ？|老人家
在什麼情況下０大於２,2大於５ㄋ？|猜拳的時候
千根線萬根線落到河裡就不見|下雨
紅布袋,綠布袋,有人怕,有人愛|辣椒
睡美人最怕甚麼？|失眠
"神農常百草",請問他在死前講的最後一句話是什麼|這...............株草.......................有..................毒
豬八戒照鏡子|裡外不是人
英國的狗熊較什麼|英雄
整天拿著重重的東西|小抽屜
有兩個媽媽,二個小孩,如果每人吃一份牛排,為甚麼要點三份牛排?|因為媽媽是婆婆的女兒,媽媽有一個孩子
有五隻蚊,一隻青蛙和一條蛇,放在一起,有幾多隻腳?|零隻
彎彎像鐮刀,圓圓像月餅.|月亮
什麼番薯不能吃???|番薯藤或小番薯
煮一顆蛋4分鐘........那煮10顆ㄋ|4分鐘...因為全部放下去一起煮
小亮是一個數學高手,為什麼他一個晚上連一條數學題也沒有做到？|因為他做的是英文作業
小時四隻腳,大時兩隻腳,到老三隻腳。|人
哪一牌的掃把最爛??|燃燒吧!!(爛掃把)燃燒吧!!(爛掃把)火鳥~
有一個人他既不是我的兄弟,也不是我的姊妹,卻是我親生父母生的,那個人是誰?|那個人就是我
有4個蘋果  分給13個人  要怎麼分呢|打成果汁
兔子的眼睛為神麼是紅的?|因為龜兔賽跑時兔子輸了,就哭紅了眼睛
有一個人頭戴安全帽,安全帽上有電風扇,身穿泳衣,一隻手拿擴音器,一隻手拿油漆,沒穿褲子只穿內褲,一隻腳穿蛙鞋,一隻腳穿高跟鞋,請問他要去哪裡?|去精神病院,有沒有猜對阿!
有一種電器有頭腦|電腦
玉皇大帝的mother|天母
在晚上點整裡  打電話打13個電話裡會說啥??|對不起!!   你撥ㄉ電話是空號...請查明後在撥 謝謝 (你撥ㄌ5ㄍ就會說ㄌ)
ㄚ平已經死了很久了，為甚麼他ㄉ棺材蓋經常會被弄開？|他從小睡覺就喜歡踢被子
頑皮豹的好朋友|大狼(因為頑皮豹出現時的音樂都是大狼......................   大狼                                         )
小明的媽媽有三個小孩.老大叫大寶.老二叫小寶.老三叫......|小明
劉小姐為什麼不貫丈夫姓？|因為她先生姓夏。
王子吻了睡美人,睡美人醒了可是王子卻昏倒了|因為睡美人睡了100年她都沒有刷牙王子一吻就被臭昏了
車上有男男女女,一位男生站起來看覺得男女差不多,一位女生站起來看覺得男生比女生多三倍,男生有幾個女生有幾個?|男生有3個女生有2個
魚為甚麼生活在水裡?|因為路地上有貓
迪士尼卡通的辛巴姓什麼？|姓王... 因為...獅子   王辛巴
太平洋的中間是什麼？|平
阿清巴巴、阿五巴巴和阿里巴巴，誰是快樂的青年？|阿里巴巴。因為歌詞說「阿里、阿里巴巴，阿里巴巴是個快樂的青年...」
能吃沒有嘴，過河沒有水，能走沒有腿，勝不驕，敗不餒。|象棋
甚麼東西是買的人用不著, 用的人買不到？|棺材
13號(星期五)是黑色星期五,而林先生在26號還是碰到一堆倒霉事,為甚麼?|因為13號的兩倍是26號,以他更加倒霉。
鉛筆姓甚麼|削
剪刀石頭布。為什麼剪刀比石頭大，布比剪刀大？|2比0大，5比2大。
狼和虎哪一個的牙齒最棒|狼因為狼牙棒
一樣東西真奇妙,睡覺也能看的見|夢
有一隻小蛇和大蛇 小蛇說 大蛇我們有毒嗎 有呀 走著走著 小蛇又問我們真的有毒嗎 真的啦 小蛇哭了起來 請問他怎麼了|咬到自己了
一棵大樹半天高.不怕斧頭不怕刀.沒有枝椏沒有葉.只怕楓來吹斷腰.|煙
新蓋棋向屋.數數有七間.一間頂蓋瓦.六間頭朝天.|笛子
大便的小孩是誰|小便
小明是學校的翹課大王，有一節課他絕對不會翹，請問是麼課？|下課
大禹是什麼動物?|蝦子(因為「大雨大雨一直下(大禹大禹一隻蝦)...」
如果一隻青蟹和一隻紅蟹賽跑,誰會勝利,為什麼?|當然是青蟹!紅蟹己經熟了嘛!
動物園內，哪一隻動物最像龍？|猩猩 (因為欣欣向榮)
綠豆從很高的地方掉下去|紅豆(因為流血ㄌ變紅色)
老王是開垃圾車的司機 ,他今晚開車出去,卻沒半個人來丟垃圾,這是為什麼呢!|他開的不是垃圾車,是汽車.
什麼季節最不會下雨？|「沒」雨季節（梅）
小明從飛機上掉下來為甚麼沒受傷?|因為飛機還沒起飛
有一天,媽媽.爸爸和小明一起去測智商, 媽媽是180,小明是130.笨笨爸爸把頭伸進去, 機器會說甚麼?|先生, 請不要拿石頭開玩笑好嗎?
聶小倩上美容院|做鬼臉
小小什麼課都喜歡上，但是他怕一種課，他怕ㄉ課是什麼課ㄋ？|休克
什麼袋不可以戴東西?|眼袋
蜈蚣媽媽每天也要提早一小時叫醒蜈蚣寶寶，為什麼？|因為蜈蚣寶寶每天花很多時間穿鞋子。
一口井、一壺茶、兩個杯子是什麼？|警察伯伯﹝井茶杯杯﹞
爸爸媽媽有頭有腳,為何小孩沒有頭沒有腳？|因為小孩是一顆蛋
小蜈蚣對父親說了一句話…父親聽後當場昏倒…為什麼？|小蜈蚣說：【我要買鞋子…】
鄭成功的媽媽叫啥名子??|鄭失敗(因為失敗為成功之母)
志明買了一輛車,為什麼不能開|他還沒學會開車
滿滿的一杯水 要怎ㄇ樣才能先呵到最底部的水??|用吸管呵
誰拋棄了嬰兒？|國王〈因為國王企鵝〉
花是母親,還是糖是母親,為甚麼|花,因為花生糖
有一天，一群螞蟻在山洞裡，突然有一隻螞蟻跑進山洞說：「不好ㄌ！大事不妙ㄌ！前面不遠ㄉ地方有一隻超肥ㄉ大象，往山洞這邊衝來！」於是大家都跑光光，但有一隻螞蟻卻不跑，大家就問他：「你為什不跑？」...你知道為什麼嗎？|他說：「我要把那隻大象絆倒！」
什麼人會動也不動地堅守自己的崗位呢??|稻草人
甚麼雞不能吃|電子雞
小民家旁邊開了一家「友朋小吃」餐廳，為什麼小朋友都不敢接近那家店？|因為小朋友們把它的招牌看成「吃小朋友」了
有位公主，她的手一碰到任何東西，就會融化，請問她的手碰到甚麼不會融化？|mm巧克力〈只融妳口，不融妳手〉
有一隻老鼠和貓 請問加起來有多少隻?|一隻!  ( 因為貓把老鼠吃掉了! )
仁慈ㄉ皇帝卻常常滅人九族來懲罰罪人？Why?|以免有人傷心
有一天晚上,小明在看書,他媽媽把燈關掉,可是小明還看的津津有味,為什麼?|因為他是瞎子
一隻貓坐在玻璃前看窗外景物，窗外景物有公園，大廈，馬路，那一物件與貓最接近？|玻璃
小明上學來，同學們發現他臉上腫了一大塊， 就問他是怎麼弄的。小明說：「昨天我和爸爸去公園划船， 有隻蜜蜂落我臉上了。」同學又問：「那你把它趕走不就行了？」|還沒來得及趕走它， 小明爸就用船槳把它打死了！」
為什麼小王會怕老婆???|因為.....小王怕蟑螂~蟑螂怕拖鞋~而老婆喜歡拿拖鞋打蟑螂~所以小王會怕老婆~
小鹿斑比是怎麼死ㄉ???|撞死ㄉ~因為...「小鹿亂撞」~
太陽媽媽太陽爸爸生了小太陽，要用甚麼話祝福它們？|生日快樂
家裡每一停電，就要用掉一枝臘燭。每五枝用完的臘燭剩下的臘又可在做一枝臘燭。現在家裡已有三十枝用完的臘燭，剩下的臘又可再做幾枝臘燭？|七枝，原可做六枝，但六枝又可再做一枝，所以變成七枝。
誰生了牛奶ㄋ？......|花，因為「花生」牛奶....哈哈
香蕉從樓上摔下來會變成甚麼？|茄子(因為香蕉淤青了)
有一頭牛，瞎了右眼，有一天牠的右眼前方有一塊牛肉，左眼前方有塊豬肉，請問牠會吃哪一塊肉？|牠兩塊肉都不吃，因為牠吃草
動物園有一隻袋鼠跑出來，所以管理員把柵欄加高十公尺。第二天袋鼠又又跑出來，管理員又把柵欄加高十公尺，第三天袋鼠又跑出來...為甚麼？|管理員忘記關柵欄
讀香港大學要多久?|二秒
誰喜歡擋路|麥當勞叔叔(麥動漏叔叔)
有一隻狗做在椅子上他附近有車和樹和書請問哪個東西離他最近??????????|椅子
車禍發生不久，第一批警察和救護車已經趕到現場，發現翻倒的車子內外都是血跡斑斑，卻沒有見到死者和傷者，為甚麼？|這是一輛捐血車。^^
為什麼世界上只有男超人,沒有女超人呢???|因為換衣服會被看到~
小玲的日記中寫著「今天下午，我幫媽媽做家務，勞累了一天。二月三十日記。」這段日記有甚麼錯誤？|(1)小玲只勞累半天，而不是一天； (2)二月沒有三十日。
有一對夫婦生了2個小孩  一個是女的      一個是男的  你猜是誰先生出來|男的(因為男的叫"先生"，女的叫"小姐")
圓圓一身皮身來愛遊戲吃飽跳的高肚扁沒力氣|皮球
煮一隻雞要3分鐘半那麼煮三隻雞要多少時間|3分鐘半因為3隻雞可以一起煮
有隻小鳥遠在100公尺以外，為什麼獵人可以輕易就射死那隻小鳥?|因為獵人的槍管長90公尺
音樂課，大家唱C調，你唱什麼調會被K？|唱反調
世界上哪一個海最大?|苦海(無邊)
有一天小明跟小蘭比較誰家的車較貴小明就說我爸開賓士S600. 那小蘭就說我爸開的車比你爸的車貴好幾倍,小明就問小蘭你爸開什麼車?|我爸開運鈔車....
神農嘗百草,請問在他死前講的最後一句話,是什麼話?|他說...這...這個....這個有毒..
有二個硬幣,一個七十一年的,一個七十二年的,那一個比較重?|當然七十二年比較重,因為他多了一橫丫...
老鼠姓什麼？|米〈因為米老鼠〉
小混混升上大學之後，什麼課都蹺課，只有一節課他乖乖地，從不缺課，那是什麼課？|下課
甚麼人整天都在弄虛作假?|魔術師
頭尖戴鐵帽.身圓穿銅袍.脾氣最暴躁.碰它命不保.|子彈
皇上、格格、皇后,誰不能進宮？|格格,因為格格不入
駝背的人怎樣睡覺?|閉著眼睛睡
甚麼時候打死人會很高興|玩躲避球時
一齣著名的話劇上演了，劇院內座無虛席。第一幕戲演完了，掌聲如雷。但第二幕戲演員走出來時，觀眾卻毫無反應，為什麼呢？|因為幕未拉開
一面鼓,看不見,響一聲,光走電.|雷
5個太空人登陸火星，終於發現有外星人，當中似人的有789個，似猿的有123個，甚麼都不像的有543個，請問火星上共有多少個外星人?|5個，因為對於火星人來說，太空人才是外星人。
為什麼一瓶標示劇毒的毒藥，卻對你無害？|除非你喝了它
小偷最怕偷到什麼???????|假錢
為什麼現在流行減肥|因為大家都想避重就輕
哪個數字最醜？|8 (因為醜八怪)
有7ㄍ好人和3ㄍ壞蛋坐在同一艘船上，中途船翻ㄌ，7ㄍ好人沉在水裡淹死ㄌ，為什麼3ㄍ壞蛋卻很快ㄉ浮起來？|蛋壞ㄌ以後才會浮起來
有一把劍它是隱形的,你知道它是什麼劍嗎?|看不見(劍)
有一個人不管你拿什麼飲料給他或你幫他插好吸管他都不喝|布希(不吸)
誰最會殺人?|哈姆。因為哈姆「太郎」(台語：殺人)
爸爸和媽媽吵架你會站在哪一邊?|當然是站在旁邊
生米煮熟飯了,要怎麼辦????|開飯嚕
有一隻狼來到了北極，不小心掉到ㄌ冰海中，被撈ㄌ起來時變成了甚麼?|檳榔(冰狼)
小明拿3個字去問了10個老師, 結果老師都說不知道, 為甚麼?|因為他問的那三個字是 "不知道"
姓什麼開中醫院會生意不好?|答案→宋
請問世界上哪一種燈最恐怖？|A:賓拉登(燈)
布跟紙怕什麼?|布怕一萬, 紙怕萬一 (不怕一萬, 只怕萬一)
警察, 流氓, 工人，誰比較瘦?|流氓較瘦 (流氓教授)
有件事，1個人的時候無所謂，2個人的時候最不好，3個人的時候沒關係|放屁(一個人時不用解釋，2個人時一定會發現，3個人時可以賴皮
圓圓 身體尖尖 頭,抓 它尾巴 則落淚,在人身上叮 一下,小孩痛得哇哇叫0|注射器
大肚鼓鼓輕如羽毛拉繩一鬆冉冉上飄|氣球
為什麼流氓坐車不用給錢？|因為那是一輛警車哦
請問阿扁總統用湯匙吃飯還是用筷子吃飯？|嘴巴吃飯
哭和笑那裡相同?|兩個字都是十畫
有一個歌迷叫張柏簽芝簽名,為什麽張柏芝死也不簽?|因為那是一張結婚證書
有ㄧ種書一次一定要買兩書|結婚證書
聶小倩為什麼會突然跑進美容院|做鬼臉
有一個房子不用付錢就能進去住,但大家都不想住|監獄
非典型肺炎為甚麼叫SARS?~-~|因為SARS很容易會煞到
有一艘潛艇可以載100人,船上已經有99人了,結果來了一位孕婦,船就沉下去了,為甚麼?|潛艇(潛水艇)本來就會沉下去.ㄏㄏㄏ.........
有些月份有31天，有幾個月有28天？|每個月都有28天
什麼廟不用磕頭、燒香？|五臟廟
什麼時候5會大於2, 2會大於0, 0會大於5?|猜拳的時候
用兩隻腳走路是米老鼠，那用兩隻腳走路的鴨子是什麼鴨？|每隻鴨都是兩隻腳走路啊
小叮噹最討厭玩什麼遊戲?|剪刀.石頭.布
太平洋的中間是什麼?|太『平』洋
森林有個獵人要獵一隻鳥，獵下時鳥身上有三個洞，為什麼?|因為鳥沒死之前，用兩個翅膀擋住胸口說：「你打不到我！打不到我！」
小名已經跑了1500公尺,但為甚麼他還在原地呢?|他用跑步機跑步
一片肥沃田，兩人同栽種，種豆分黑白，看看誰最多。|圍棋
有什麼東西是三隻眼一隻腳的?|紅綠燈
小英拿考試卷給爸爸看。小英說︰「我考了100分！」結果爸爸很生氣的打小英，為甚麼？|因為小英把全部的考卷分數通通加起來，剛好100分
誰殺了包子?|豆。因為豆沙包(豆殺包)。
什麼河無水,無魚???|銀河
熊貓要怎麼拍彩色照片？|把舌頭吐出來
有一天下雨時, 有個獵人要打一隻老鷹..為什麼獵人沒開槍，老鷹卻掉了下來呢?~~|因為老鷹用翅膀頂住著頭說：「啊~~不要滴到我的頭！」
什麼東西比烏鴉還要討厭?|烏鴉嘴
從前有位乞丐他都住在垃圾堆邊有一次他回到垃圾堆邊時發現有個小嬰兒被遺棄在那...那是誰遺棄了那個小嬰兒？|是國王...因為國王企鵝(棄兒)...
1隻青蛙、5隻蚊和1條蛇放在一起，一共有多少隻腳?|0隻腳，因為青蛙吃了蚊，蛇又吃了青蛙，蛇是沒有腳的!
先生和女士哪一個先死?|女士,因為女士優先
皮膚白又白,最怕太陽曬;太陽一出現,化做水往地裡鑽。|雪人
為什麼北方有佛,南方沒有佛?|因為南無阿密陀佛
最簡單的長壽秘訣是什麼?|保持呼吸不要斷氣就行了
天上下雨，馬上出太陽。|彩虹
說你呆，你不呆，鬍子一把樣子相小孩，說你呆，你不呆，推你倒下你又站起來。|不倒翁
小小鐵瓜睡在地上誰踩它腦袋搬家|地雷
鐵嘴巴愛咬紙咬亡完掉個鐵牙齒|訂書機
身長八寸心腸直硬助人學習不怕犧牲|鉛筆
一個小石潭滿塘爛泥巴飛來白天鵝變成黑烏鴉|硯台
爸爸帶小明去看小提琴演奏會，但小明問了一個問題，爸爸就昏倒了！你知道小明問甚麼嗎？|「爸爸，那個叔叔什麼時候才能把那個東西切開啊？？
看着像沒有,伸手卻觸到,像冰永不化,像水卻不流。|玻璃
兩條繩子一塊板，掛在高高鐵架上，抓牢繩子一蹬板，盪來盪去練膽量。|盪鞦韆
一隻麒麟到北極是冰淇淋，那兩隻ㄋㄟ？|霜淇淋，因為是兩隻所以是 〝雙〞〈 霜 〉。呵！呵！粉欠扁ㄅ！
張先生拿著針到處刺人，為什麼沒有人責怪他？|因為它是針灸師
電視對人類最大的貢獻是什麼|讓世人了解「準時」的好處
兩隻貓頭鷹在聊天，其中一隻宣稱他可以白天出門而不用戴墨鏡，為什麼？|因為他是一隻瞎貓頭鷹
如果亞洲是世界最大的洲，未發現亞洲時，最大的洲在那裡？|還是亞洲
志明和自強為了水仙大打出手,兩人都贏,可是水仙長得奇醜無比。這是為捨呢?|輸的人要娶水仙!
為何暑假會比寒假長？|因為熱漲冷縮
人在什麼情況下會七竅生煙?|火葬
有鳥不能抓，有菜不能吃，有樹不能爬|圖畫紙
過河沒有有腳, 吃人沒有嘴, 老是一些人在摸著它, 還能分勝負|象棋
小華的肚子明明已經脹得受不了為什麼還要拼命喝水?|因為他溺水
電梯比樓梯省時之外最大的好處是什麼?|萬一摔下去不會一路滾下去
小節很愛吹牛。他對同學說:「我跳得比玉山還高。」同學暪都不相信,因為玉山有三千九百九十七公尺高。不過,這一次小節並沒有吹牛。你知為啥嗎?|因為玉山不會跳啊!
什麼時候到[7_11]超商,店員絕不會給你發票?|偷東西的時候
一個70多歲的婆婆上到巴士，為什麼沒有人讓座位給她？|巴士上有很多座位
什麼時候會一下子就變成億萬富翁？|作夢的時後
為什麼大名跟小名長的一樣，大家說他們是雙胞胎，他們卻說「不是」？|他們是三胞胎
小蘭他爸爸開的車是法拉力，小明的爸爸開的比小蘭他爸爸開的車還要多錢..請問小明他爸爸開的是什麼車子??|運鈔車(因為裡面都是錢所以比較多錢)
12311231345345565431565431151151是...?|兩隻老虎的譜
兔子和烏龜賽跑後輸ㄌ，兔子堅持要比一ㄍ項目才能贏烏龜，那是什麼項目ㄋ？|仰臥起坐，夠欠揍ㄅ！~~~~~~~~~~~~~~~~~~~~
騎驢看唱本|走著瞧
麻繩綁豆腐|不提也罷
小傑想要吃泡麵,就到廚房去煮開水。卻發現沒有泡麵,就花三十分鐘去便利商店買,出門前把正在煮開水的瓦斯爐關掉。等他回來,發現熱開水不見了,這是為什麼呢?|熱水涼了
小明考試考了一百分，為什麼爸爸看了很生氣?|因為小明考了十張考卷，每張才各考十分而已。
不吃會死掉, 吃了又不飽, 摸不著也看不著|空氣
一頭牛賣一萬元，三頭牛為什麼賣六萬元？|因為三頭六〝倍〞〈臂〉
為什麼蟑螂死後還會動|因為螞蟻在搬
每個人最怕自己的屁股上有甚麼東西?|一屁股的債
阿忠在外島站衛兵時，明'明看到水鬼摸上岸了，為什麼他卻睜一隻眼閉一隻眼？|他正在瞄準
出世時是彎的,長大後變圓,到了二十,他又變彎.|月亮
小花帽、扁帽、學生帽‧‧‧等，哪種帽最流行？|感冒(帽)
小明因打架被老師罰寫課文100遍，小明按時交了，為什麼還被老師罵？|因為小明寫完1遍後，其餘都用印的。
有一對夫婦天天吵架，為什麼六月只吵了20天？|因為他們6月10日才結婚。
屋頂養鴨子猜三字？|頂呱呱
兩夫妻正是標準ㄉ帥哥美女,為何會生下一個醜八怪ㄉ娃娃?|兩夫妻做過全身美容
有個人把熨斗當成電話接結果左耳被燙傷了過了幾分鐘後,為甚麼他的右耳也燙傷了?|因為他又拿起電話(熨斗)叫救護車
乍|昨日之日不可留
小毛說：「我爸爸博士，我媽媽碩士。」小名說：「有啥了不起。」小毛說：「那你爸媽呢？」小名回答了什麼，使小毛被他打敗了？|我爸爸是男士，我媽媽是女士。
爸爸要小明背論語，他一分鐘就背了整本書，難道小名是天才嗎？|不，因為他只背了「論語」兩個字
狼來了這個故事給人甚麼啟示？|謊話最多可以說兩次
為啥醜小鴨故事裡的鴨爸爸一直沒出現？|因為鴨媽媽孵來歷不明的蛋，鴨爸爸一時氣憤就離家出走了。
小明的回家功課忘了寫,老師叫小明寫,可是小明的功課要寫三個小時,但是小明十分鐘就寫完了!為什麼呢?|因為有22個同學幫他寫
小香的媽媽跟小香說有香香熱熱的烤蕃薯喔!小香聽了就哭了起來,為什麼呢?|因為她以為是小蕃薯寶寶
有一位公主本來他的房間有很多蚊子,自從嫁給王子以後,就沒蚊子了?這是為什麼?|因為他嫁的是青蛙王子
從前有隻狗，狗的前面有隻貓，貓的前面有隻老鼠，老鼠的後面有隻猫，貓的後面有隻狗，狗的後面有什麼？|蟲，因為從(蟲)前有隻狗...^^
為什麼沒有人喜歡過32歲生日|三長兩短
端午節為什麼要吃粽子？|你可以吃別的呀！
一具自殺的屍體,經發現後報警處理.刑警經過種種查證,發現屍體的肚子上插了一把刀子,且傷口有五處,由此你可判斷這是自殺,還是他殺的案子?|第一句已經交待是自殺ㄌ!
什麼水容易蒸發??|薪水
有人問你一句話，你不是不回答，就是回答的答案都是「沒有」，請問他問你什麼？|「你睡了沒？」
白、黑和黃人，身上哪一部分的顏色是相同的|血
有一位小姐沒有違規,  沒有超速,  沒有闖紅燈,  也有帶安全帽,  但為甚麼她還是被警察攔下來？|因為她帶了安全帽, 但沒有戴安全帽。
米的媽媽是誰?|花。因為花生米啊！
黑皮少來白牙多,一起合作會唱歌;黑皮白牙輕輕按,馬上唱起咪發梭.|鋼琴
誰是巫婆？|巫師ㄉ老婆
為何糖會被殺？|你沒聽過砂糖(殺糖)嗎？(猜對ㄌ嗎?)~^^~
打狗要看主人，打老虎要看什麼？|看你有沒有種
為什麼端午節要划龍舟？|你也可以不划啊
什麼水愈高愈好|薪水
亞當和夏娃有什麼不同????|亞當５元夏娃６元
東邊ㄉ樹木|棟
老公公,精神好,從早到晚不闔眼,身體矮小力氣大,摔角冠軍摔不倒|不倒翁
神麼動物最熱情...|黑豬...黑豬熱ㄜ情好像火(台語)
請問是誰殺了便當?|值日生~~~~因為老師都說：值日生抬(台語「殺」)便當~~
誰殺了麵?|阿Q。因為阿Q桶(捅)麵~~~
小明、小華、小美誰最聰明？|誰知道啊！這樣就能猜到答案的話，我就是神囉！
小明有一天寫信給他的女朋友，共寄了七封，但他的女朋友珍妮卻只收到一封信，為什麼？|因為他有七個女朋友
小翼很怕布 為什麼?|不可思議(布可撕翼)
甚麼書買不到|遺書
圓圓大肚皮生來怪脾氣不打沒聲音越打越開心|鼓
世界最小的東西是什麼？|細菌的小孩
毛毛蟲生日了，他爸爸要送他一個禮物，但是他爸爸一聽到他想要的禮物，便昏過去了，請問那是什麼禮物呢?|鞋子(或襪子)
什麼人可以一邊刷牙，一邊唱歌?|戴假牙的人
不會叫ㄉ狗|熱狗
害你跌倒|哈利波特
什麼東西借了可以不必還?|借過!
食人族提倡素食改吃什麼?|植物人
妹妹,弟弟,爸爸,爺爺...誰會想起媽媽的話？|爺爺(因為夜夜(爺爺)想起媽媽的話...)
公公精神好，只坐不睡覺，身小力氣大。萬人推不倒|不倒翁
如果你是司機, 第一站上來了2個男生1個女生, 第2站下來了1男1女, 第3站又上來了3個女生1個男生,  請問司機是男生還是女生?|你是男的還是女的？
兔子和猴子比聰明，兔子說我可以辦到你辦不到的事，猴子想：「樹我都可以爬了他能做甚麼？」但是到了最後猴子確認輸了，這究竟是怎們一回事呢？|兔子坐在猴子的背上
有一個工人在高空做事，不幸跌了下來，工人雖然有戴安全帶，不過還是被跌死，為什麼？|安全帶太長啦！
誰會是食物？|俊傑，因為是食物者為"俊傑"（識時務者為俊傑）
老王姓什麼?|法(因為他叫法老王)
經過棺材店最怕聽到什麼話?|總有一天等到你~~~~~~~
一件紅衣很小件,口袋全裝金.銀鈔票|紅包
蛋糕是公或母的???|母的~因為會"生"螞蟻~
生病了！打針和吃藥哪一個比較痛苦?|細菌比較痛苦！
沒有身體,只有頭的牛叫什麼？|ㄧ頭牛
小美和小強生的小孩叫什麼名字？|美強生
怎樣拖地最乾淨?|用力拖地
山羊爸爸每天愛抽菸。有一天，山羊媽媽受不了，便很生氣說：「你可不可以一天只抽八個小時的菸？」山羊爸爸卻說：「我的確一天只有八個小時在抽菸啊！」為什麼？|因為他一天中有八個小時在抽菸，還有八個小時在吐菸...
小明的成績單是星期一才會發，為什麼星期天晚上就為了成績而被爸爸揍了一頓？|小明爸爸明天起要出差半個月，算準小明一定考得很爛，先揍再說。
爸爸帶我們去高級餐廳吃飯，可是爸爸吃完飯以後為什麼可以不付錢？|因為他用刷卡的
小明把白牆弄黑了一大片，他爸爸見到了，為什麼却視若無睹？|因為弄黑的那一大片是他的影子啦！
胡瓜,張菲,哈林三個人，誰的爸爸比較美麗？|胡瓜(因為有一首歌說蝴蝶蝴蝶(胡爹胡爹)生的真美麗...)
流氓、博士、嬰兒，哪個人較瘦？|流氓~~因為流氓[教授] (較瘦)
兩隻肉食性恐龍在草地上打架，誰先死呢？|路邊的野花、野草先死。
什麼人只有穿內褲|泰山
甚麼燈最恐怖？|賓拉登(燈)
為什麼秀才不出門，能知天下事？|看電視啊！
貝多芬是哪一國人|天國人
醜小鴨的故事給我們什麼啟示？|不要隨便孵不知來歷的的蛋。
爸爸說：「吃鱷魚肉只能聞不能吃。」為什麼？|因為鱷魚蚊(聞)香
請問鳳梨和牛奶哪一個會贏?|牛奶..因為牛奶有一個品牌叫林鳳營..*贏*
是中國人吃的飯比較多還是日本人吃的飯比較多?|中國人(因為中國人的人口比較多)
世界上哪一種龍的化石永遠找不到？|烏龍
小貓、小狗、小豬要背課文，老師會叫誰先？|小狗，因為....旺旺仙貝(汪汪先背)
路邊有3隻貓，走了一隻貓，又來了2隻，可是不管怎麼看，都只有2隻，為什麼？|因為來的那2隻不是貓
一斤棉花跟一大塊鐵比重，為什麼棉花後來又變得比較重？|下雨了
一隻公雞加一隻母雞？|兩隻雞
明明是燙的東西，可是為何又不燙了？|吃到肚子裡了
白雪公主的故事告訴我們什麼?|不要亂親人家
白雪公主的故事給我們什麼啟示？|不要吃來歷不明的食物，尤其是蘋果。
至聖先師 --孔子留給後代最大的禮物是？|放假一天
桃太郎的故事告訴我們甚麼啟示?|不要亂砍桃子，不然家裡人口會太多
美人魚的故事告訴我們甚麼啟示？|不要隨便答應別人
手機明明在響，為什麼爸爸還不接？|因為手機不是爸爸的
灰姑娘的故事告訴我們什麼|家裡要養老鼠
睡美人的故事給了我們什麼啟示？|要親人前，要先漱口
灰姑娘的故事告訴我們什麼啟示？|跑的時候要脫下一隻鞋
七隻羊的故事告訴我們什麼啟示？|不要亂跑進別人的肚子裡
「放羊的小孩」這個故事給我們什麼啟示？|同一個謊話可以說兩次，第三次才無效
睡美人這個故事告訴我們什麼？|人如果能睡100年，就會再活起來！
明明是屬於自己的東西,卻常被別人拿去用的是什麼東西?|名字(因為別人經常叫你的名字)
要買什麼蛋,才不會買到會孵出小雞ㄉ蛋?|鴨蛋
黑雞厲害還是白雞厲害？|黑雞厲害，因為黑雞會生白蛋，白雞卻不會生黑蛋。
什麼餐點是你在有錢也沒辦法在早上吃到?|午餐.下午茶.晚餐.宵夜
有一天,家裡來了二位客人，請問瑪麗要倒幾杯茶給客人?|瑪麗不用倒茶, 因為瑪麗是一隻狗^^
世界上是上坡比較多,還是下坡比較多?|一樣多(因為有上波就有下坡)
有一隻鴨子沿著淡水河順流游下,你知道牠是從哪裡來的嗎?|鴨蛋裡
大明把一種東西敲碎.可是為什麼媽媽看到沒有罵大明？|大明敲碎的是冰塊
高速公路上發生了車禍，李先生卻毫髮無傷，為什麼？|他不是當事人
101忠狗的故事告訴我們什麼啟示？|不要生太多小孩子
九隻狗|夠
為甚麼一隻小螞蟻只需要用五分鐘便可以從香港到達美國呢？|因牠在世界地圖上爬行到美國^@^~
老闆和員工誰比較大？|要看身分證才知道！
明天就要期中考ㄌ,為什麼全班都還找不到考古題？|因為他們是創校第一屆的學生
小明每次都遲到，只有一次沒有遲到，請問是哪一次？|出生時〈因為他是早產兒〉。
林小聰每次都考0分, 可是這次的分數排行榜上, 林小聰竟然第一名, 為什麼?|同名同姓
兩個很笨的人為什麼會比一台電腦還要聰明?|因為那台電腦沒接上電源，根本沒起動。
有一座吊橋旁邊插著一個牌子，上面寫著「不能走」，為甚麼大家還是走?|因為那一座吊橋的名字叫作「不能走」
老王家的馬為什麼可以把老李家的大象吃掉了呢？|因為老王和老李在玩象棋
軍中某排長總喜歡把高大英俊的士兵排在前面，把矮小、貌不驚人的士兵排在後面。你猜，這位排長在入伍前是做什麼的？|排長以前是在賣水果的。
某人吃了不乾淨的食物而鬧肚子疼, 為什麼醫師卻給他一瓶眼藥水呢？|好讓那個人下次吃東西前能先看清楚一點！
兩個人撐一把傘被淋溼，為什麼三個人撐一把傘，卻沒被淋溼？|因為雨已經停了
哪裡沒有廟宇?|南半球(南無阿彌陀佛)
為什麼小明已經吃的很飽了, 還一直不停的喝水呢?|因為他淹水啦!!
遇見久未謀面卻忘了姓名的同學，該怎麼辦?|說「好久不見」就行了！
哪一號人物在台灣幾乎無人不知、無人不曉,從南到北, 從北到南, 每天都有很多人必須交錢給他？|高速公路收費站的收費員！
錦蛇、蟒蛇、青竹絲，那種最長？|青竹絲，因為它有三個字
關公喝甚麼酒|紅酒
馬、狗、豬，哪一隻比較聰明?|豬 (你沒聽過「珠」(豬) 算高手嗎？)
父母遺傳的叫做先天，那後天是什麼?|明天的明天
外星人(如 : 火星人)來到台灣的第一句話是啥?|外星話
小張進入屋內, 為什麼可以不隨手關門?|因為是自動門
瓦斯嚴重外洩，卻無人中毒身亡，這是為什麼？|此瓦斯非平常的瓦斯, 所指的是「屁」。
八歲的小萱萱在百貨公司和媽媽走散了，你猜她到服務台說了些什麼話，竟引起大家哈哈大笑？|她說：「我媽媽迷路了，請快幫我把她找回來。」
有四個賊在商場打劫。警察趕來後，立即把守出口，為什麼四個賊還可以逃離現場呢?|警察只是把守出口，但是沒有把守入口，他們便從入口逃走了。
有一對朋友，他們在路上碰面，但卻擦身而過沒打招呼，為什麼？|因為他門是筆友
蛇, 繩子, 梯子, 哪個比較短?|蛇, 因為只有一個字
在美國加州，一個男人可否和他的寡婦的姊姊或妹妹合法結婚？|不能,因為他已經死啦!
一支竹筷折的斷, 一把竹筷折不斷, 這個故事告訴我們什麼道理?|不要亂折竹筷子 (一定要環保^^)
跳降落傘時, 主傘不開, 拉副傘副傘也不開, 怎麼辦?|兩眼開開, 準備投胎
請問哪一種花沒有孩子?|五月花, 因為五月花「衛生紙」(未生子) ^^
請他喝飲料，也幫他插吸管，他還是不喝，請問這麼大牌的人是誰?|美國總統布希 (不吸)
公公精神好，只做不睡覺，身小力氣大，萬人推不倒。|不倒翁
一隻青蛙跳一步可跳5公尺, 那為甚麼有一隻青蛙一步可跳10公尺?|因為牠放屁
為甚麼有一個人吃一千碗麵都不會飽？|因為他是一碗一根麵
兩顆暴牙連在一起叫做什麼?|聯合報(暴)
你爸爸的叔叔的妹妹的姪子是誰？|親戚關係嘛！別想的太遠！
什麼老鼠最愛乾淨？|環保署(鼠)
五歲的小東把貓咪和老鼠放在一起, 牠們卻玩的很高興, 為甚麼?|因為是加菲貓和米老鼠
在熱鬧的西門町街上，小明看到地上有香蕉皮，為啥他明明跨過去了，還會跌倒?|因為後面的人踩到，撞到了小明，所以小明也跌倒了！
9月28日是孔子誕生，那10月28日是什麼日子?|孔子滿月
大家都說電視節目難看，為什麼大家還是看個不停呢？|需要蒐集充分證據，才能投書批評。
黑人跟白人生的嬰兒, 牙齒是什麼顏色？|嬰兒還沒有長牙齒
有一隻野狼到了北極，結果掉進河裡。獵人把牠撈起來後，發現野狼變成什麼呢？|檳榔 (冰狼)
為什麼人要去菜市場？|因為菜市場不會自己來！
吸血鬼在吸血前要注意什麼？|血型一不一樣
阿花想自殺, 喝了半瓶水性殺蟲劑後, 為什麼沒有馬上死？|她喝殺蟲劑前沒有先搖一搖
有一個人，他是你爸爸媽媽生的，可是他不是你的兄弟姐妹，你猜他是誰？|你自己
蛋白質是什麼意思？|笨蛋,白痴,神經質
毛毛蟲想渡河,怎麼辦?|等變成蝴蝶囉~
關公和白冰冰生的雙胞胎叫甚麼名子?|粉紅派對
上海的南京路上，來往最多的是甚麼人？|中國人
什麼筆最鋼強？|鋼筆
小明出布,小華出石頭,為什麼小華贏?|因為可以揍他
請問....電視什麼時候最難看?|電視壞掉的時候最難看
什麼時候別人敲門，你不會說請進？|上廁所的時候
全身都是圓的?|多啦A夢
有一對散兵出任務,在空中,直昇機失火ㄌ,隊長說大家數到三,就往下跳,當全部ㄉ人都回到陸上,發現有一位傘兵不幸喪身,請問為啥?|他有口吃!!^^
促膝而談|相對論
小張失戀跳海，雖然沒有淹死，後來卻有死了，這是怎麼回事？|有誰後來不會死的嗎？
遠看黃色點,近看像檸檬|蕃薯藤呀米
一個矮人,有名有姓,遇上事情,請他作證|印章
有一隻鴨在吃米|[  鴨    ][  米     ]=呀米
哪一顆星星離我們最近？|自己折的紙星星
打甚麼不用花力氣又很舒服？|打瞌睡
有一個人跳自殺為什麼頭髮沒濕?|因為他是光頭
什麼時候可以站在大馬路中間而且不會被罵?|逛夜市的時候
肯德基爺爺和麥當勞叔叔誰比較厲害?|因為叔叔有練過
哪一位總統的空手道最厲害？|羅斯福，因為羅斯福路有七段
為什麼母雞的腿這麼短？|因為如果母雞的腿很長，那它生雞蛋時，雞蛋就會摔破了。
誰最怕聽到國歌|禿子  ,因為要脫帽子
小明每天做作業之前,先要做甚麼?|打開作業
為什麼蛇要脫皮|牠皮癢
9765|9765
小明和小美在猜拳, 小明出布, 小美出石頭, 為啥小美贏?|因為小美把拳頭打在小明的臉上
皮卡丘的弟弟是誰？|皮在養
什麼樣ㄉ男生會對所有女生流口水?|一歲ㄉ男生
每個人都在馬路上那會變怎樣?|那就世界大亂ㄌ!
上面兩支角, 加一個蝴蝶結, 兩個黑眼睛, 一個黃鼻子, 腳底圓圓的, 手也圓圓的|Kitty貓
人有幾個頭?|25個.(手指頭10個.腳指頭10個.鼻頭1個.頭1個乳頭2個
甚麼龍最輕?|保麗龍
鉛筆姓甚麼？|蕭，(因為「削」鉛筆)
有一隻頭腦不隻變通的小狗，走在沙漠裡...。請問牠是怎麼死的?|找不到電線桿尿尿，所以憋死了>...<
打一聲噴涕，表示有人罵你；耳朵癢，表示有人想你~~~；牙齒痛，表示什麼?|你蛀牙了
世界上什麼龍的化石一定找不到?|烏龍
0綁皮帶變成？|8
什ㄇ動物可以貼?|海豹......(海報)
老婆婆燙頭髮|銀絲卷
扭扭舞|瓊瑤
要形容女孩子好看，說什麼話她最高興？|謊話
什麼動物最不誠意????|牛(因為問牠,有無做錯事...牠總是"哞..哞..哞.."不承認)
潛艇攻擊|沉著應戰
優雅水上漂，昂首唱曼歌，低頭理白羽，紅掌撥青波。|天鵝
什麼中藥最不吉力|人蔘 因為人生不如意十之八九
什麼節最可怕|雨傘節
小小一條龍,鬍鬚硬似鬃,活著沒有血,死了滿身紅.|蝦子
看的到,餵的飽,摸不到|蕃薯寶寶
什麼東西每天都在流行?|流行性感冒
中國話|譁
小小兩隻船，沒槳又沒帆，白天載人到處走，晚上橫臥在牀前。|拖鞋
上搭棚,下搭棚,開黃花,結青龍|絲瓜
會下雪的梨子|雪梨
滿頭亂髮,地上亂爬,所到之處,清潔溜溜|掃帚
婆婆失去了女兒|波
輪船出港？|上海
說話和氣|柔道
什麼東西看不到‧聽不到‧摸不到。|小番薯園丁
圓東西,兩個頭:一個在裡頭,一個子在外頭.|毛線球
你知道最大的捐血中心是由誰負責嗎？|蚊子
觀音寶座|花蓮
摸的到卻看不到|耳朵
家在大海,走上岸來,太陽一曬,身體變白|鹽
我家住在山腳下|峨
一面鼓，看不見，響一聲，光走電。|雷
一條彩帶，掛在天外，不是風吹來，只因太陽曬。|虹
女人最喜歡色郎哪一點?|滾遠一點
三個姓氏|羅 宋 湯
後退就贏前進就輸|拔河比賽
什麼魚永遠吃不飽|鱷魚
小和尚念經|有口無心
土地公放屁|神氣
黑人吃炭|黑吃黑
一箭穿心|必
有長毛的蛋~~~|奇異果
降落傘|張飛
生在山中,顏色相同;來到人間,有綠有紅.|茶葉
兩隻船，左右航，。　行走時，匆忙忙。　靠了岸，排排站。|鞋鞋
便秘|少棒賽
哪一條河最陰險?|萊茵河-來陰ㄉ
活的時候是灰的,死的時候是紅的?|蝦子
阿中賣的是藥，但為甚麽會被警察抓去？|彈藥
千里相逢|重
會夾人,可是,不是剪刀|鍬形蟲
綠色的小狗|猜
有轎無車|喬
殘風|虱
旭日東生|九
草上飛|早
三個太陽|晶
兩點水比水寒|冰
一斗米|料
牛奶河|泊
一邊說話一邊拍手|啪
山中有兩位玄人，他們沒有頭。|幽
甚麼水果是不平凡的水果呢|奇異果
航空公司開幕|有機可趁
小小英雄漢,獨坐中軍帳,灑下天羅網,捉拿飛來將|蜘蛛
有雷無雨|田
何殺人滅口|丁
妹妹小哥哥大|尖
兩國交戰，兵馬強壯，馬不吃草，車不加油|象棋
獨眼龍|省
雞媽媽的媽媽怎麼稱呼?|雞婆
喜歡評理ㄉ水果!!|蘋果
婦人買菜|討價還價
百年前是草，百年後是木|葉
國中|或
為什麼約會時常都會在黑夜?|因為愛情是盲目的(盲了)!
一邊綠,一邊紅,一邊喜雨怕蟲,一邊怕水喜風|秋
長壽的水|濤
唱歌的叫歌手.行船的叫水手娜有錢人呢?|富貴手
什麼食物是盲人|芒果(盲果)
頭頂幾跟毛,沒手也沒腳:踢他就歡喜:飛快往上跳.|毽子
為甚麼阿明每天要數饅頭過日子？|因為阿明在賣饅頭ㄉ
黑道是什麼行業|不務正業
阿婆生子。|真拼
阿嬤生查某子。|生姑(發霉)
幾棵樹木|機
十個兄弟|克
甚麼地方不用運動就可以流汗？|福利社〈因為每次都爆滿〉
千片葉，萬片葉，點點漂水面。不伸枝，不開花，生出葉兒一片又一片。|浮萍
日日不餘,月月不足|門
牛不准進來喔~~|物
避孕藥的主要成份是什麼？|抗「生」素
兩個工人在工作|巫
請他飲料又幫他插上吸管...但還不喝...那麼大牌的人是誰？|美國總統布希(不吸)
次級的寶貝|資
兩點水．比水寒|冰
雨後春筍|新竹
什麼河沒有水？|拔河
$_$|愛錢
凱蒂貓吃甚麼?|她不能吃東西因為她沒有嘴巴
瞎子看電影|不明不白
你現在在做什麼?|猜謎題
姓何的姑娘嫁給鄭家郎|正合適(鄭何氏)
哪一種貓最怕老鼠|哆啦A夢
那一種貓會用兩腳走路，而且還會說人話？|Hello Kitty貓
巫婆的交通工具是...?|掃把
沒有嘴的貓是什麼貓?|凱蒂貓
黑貓黑色,白貓白色,招財貓什麼色?|五顏六色
獅子ㄉ叫聲是吼.......貓咪ㄉ叫聲是喵..請問誰最愛打電話.打到讓人不耐煩|獅子.因為..吼~~~~你不要再打電話來了啦
大像哪個部位最輕|影子
像油不是油，能用不能嚐，見水起白泡，去油又去髒。|洗潔精
跳傘著陸|腳踏實地
耳朵代章魚|障
芝麻和花生一起泡溫泉|湯圓
銀行應該蓋在哪條路?|館前路(管錢路)
雙手贊成|舉重
什麼風愈吹愈大,氣象局卻不發佈警報?|膨風
粒粒小黃珠，遇號叮噹響，化做大白花，傳出陣陣香。|爆米花
一物真奇妙,隨人同過橋,雨淋它不濕,火燒它不焦?|影子
浪子回頭|善化
馬英九的爸爸在台北市立圖書館工作。|識途老馬（市圖老馬）
甚 麼 東 西 我 們 天 天都 要 做 ?|做 人
紅娘靠著牆，上下來回忙，下去穿棉襖，上來單衣裳。|溫度計
三隻牛|犇
三個金|鑫
一個碗.下雨下不滿.它能裝蛋.只怕大風吹|鳥窩
雪白能容天下事,溫故知新好幫手;上課重點装肚裡,忘記請它告訴你|筆記本
青春痘長在哪,你(妳)比較不會擔心?|別人臉上!
兩架十字車，走過全世界，可是撞到一塊木頭。|葉
什麼事情你明明沒做還要被罰.被罵?|家庭作業
現代的衣服很流行.|袋
三個石=磊ㄌㄟˇ.三個金=鑫ㄒ一ㄣ.那三個鬼=?|救命啊...
竹子卡在聿子上|筆
車禍發生不久...第一批救護車跟警車已趕到現場.發現翻覆的車子血跡斑斑...卻沒有一個死者傷者...|捐血車
什麼東西比烏鴉更討人厭|烏鴉嘴
大伯家ㄉ旁邊沒人住|白
什麼帽子人戴不下也不能帶...?|鏍絲帽
日出地平線|旦
金、銀、銅、鐵......|無錫
中國哪個地方的人最大力？|台山
猪八戒照鏡子|不知羞
什麼人最好客|綠巨人浩克
有水， 有路不能行，但大家去旅行就會帶著它， 那是什麼？|地圖
哪一隻狗很熱?|熱狗
誰常被指證|莉莉
大力士愛美，他說他能用一隻手把所有汽車攔下來，是真的!可是，為什麼呢?|因為他是交遍通警察
為甚麼蝙蝠睡覺時要倒著睡？|因為牠胃下垂
有一棵三角形ㄉ樹被送到北極去種...請問長大後!那棵樹叫？|三角函數(寒樹)..............
姑娘瘦瘦又長長.上上下下閃銀光.穿過花衣和綢緞.喜見巧手的姑娘.|針
一個人怎麼打他都不會痛|稻草人
昨天的太陽不見了|乍
把牛牽到北極|New Banlance
十二生效,在走路.|趙
哪一個季節最愛唱歌?|冬天,因為冬季(練)歌
吸血鬼怕什麼?|蛀牙
天空突然打雷下大雨,在田裡工作的農夫們都跑去躲雨,只有一個人走不了他是誰呢!|稻草人
文具用品誰最輸|訂書機
做了甚麼事.知錯卻不能改?|考卷交出去之後
什麼車不能運輸|風車
巫婆在飛|魔法掃把
打貓咪的時候貓會說什麼?|貓會說:喵
掃把是哪裡來ㄉ?|巫婆騎來ㄉ
貓想捉老鼠，就在鐵籠裡放了一塊又大又香的乳酪。老鼠從小門進入籠子，幾分鐘後，老鼠竟然走不出籠子，但是籠子的小門還是開著的啊！這是怎麼一回事？|因為老鼠吃完了乳酪，肚子脹得太大了，當然出不了門啦！
一年內有些月份有三十一日，有些月份有三十日。那有幾個月份有二十八日呢？|12個月份都有28日
什麼水不能喝|薪水
什麼田不能耕種|鹽田
什麼國不能去|天國
什麼哥最大|墨西哥
有熊走過來|有bear(備而)來
1十1等於？|王
老大.老二和小弟,三個疊在一起|奈
什麼布 剪不破????|瀑布
一個老頭.有手有腳.笑口常開.不跑不走.要他睡覺.他卻搖頭.|不倒翁
遲來的新聞|晚報
甚麼島最小！|安全島
我有五個孩子，但沒有一個叫過我媽媽　　　　　　為甚麼！|因為我是爸爸！
What kind of animal like mouse?|cat
和尚休息|關廟
啥東西很流行~但它不受歡迎~|流行感冒~
鐵軌上的橫竿有幾條？|0條〈因為橫竿在下面〉
一隻狗在洞穴裡面|突
九點|丸
口吐白雲白泡 手拿兩把利刀 走路大搖大擺真是橫行霸道|螃蟹
有一隻魚,有一天,牠在睡覺,有魚吵到牠.牠很生氣,牠發出閃電又爆炸.|魚雷
M A F E|梅花(謎題的拼音:沒發)
半真半假半推半就半出半進半牆斜月十分低|直掠摧將
兩個袋 天天帶 少帶一個 把人笑壞|襪子
甚麼人常去醫院|醫生
人ㄉ身體哪一地方會爆炸?????|爆炸頭(頭髮)
豬會自己洗澡|朱自清
終身無病|永康
太陽的故鄉|日本
下班|當歸
火燒豬頭皮|面熟
看不見，摸不透，不長腳，卻會走，只見它，匆匆過，不見它，跑回頭。|時間
這樣東西真奇怪，天生就怕太陽晒，太陽一晒它就濕，越晒越是濕得快。|冰
A家B家C家經常串門子!A家有一人到B家時，A家B家的人數相同B家有一人到A家時，A家是B家的兩倍A家有兩人到C家時，三家人數一樣三家人數?|A家7人；B家5人；C家3人
有一種細菌在一分鐘裡會呈倍數成長!在一個瓶子裡.只要放入一個細菌一小時後.瓶子便會佈滿細菌!現在.瓶子裡已經有了半瓶細菌請問現在過了多久了?|過了59分鐘!(你一定是想過了半小時.對不對?ㄏㄏㄏ)
小小黃肚子，手腳都是葉，住在小蕃薯，卻有很多種^-^|蕃薯寶寶
說它忘，它沒汪，心眼長在一邊上。猜一字|忙
三張嘴巴|吵【因為三張嘴巴一直講話】
登陸|辭海
圓有幾個面?|兩個(裡面 外面)
近看是排小房屋，遠看相條大昂龍，向前飛奔不迷路，繳下雷聲轟隆隆．|火車
有一個員工 上班時常常摸魚 為什麼  老闆一樣重用他?|因為他在水族館工作
成天守在大門口,平時乖乖閉上嘴,客人來訪叫叮咚|電鈴
為什麼蠶會那ㄇ有錢|因為蠶會節儉〈結繭〉
百家姓中誰最大|當然是廖囉?因為料(廖)是如神
哪裡沒有下過雨|芝麻街
像雲不是雲，像煙不是煙，風吹輕輕飄，日曬慢慢散。|霧
小強答題目,但點解佢都會唔合格?|因為係是非題
蝗蟲,蛔蟲,吸血蟲會傷害人,甚麼蟲不會咬人?|懶惰蟲(因為牠懶得咬人)
老和尚看嫁妝|下輩子再說
金燦燦，圓滾滾，半個浮，半個沉，不會走，只會跳。|旭日
銀行應該開在那條路上|館前路(管錢路)
黑白牙齒|鋼琴
什麼酒不能喝?|碘酒
空心樹.實心芽.千年不長子.百年不開花|竹子
最健康ㄉ藝人|康康
八十歲照鏡子???|老樣子
小飛賊，水裡走，幹壞事，很又兇，偷偷摸摸吸人血，還要翁翁唱一通。|小蚊子
只治病不就人|他是獸醫
關公吃酒|看不出來
[笑]和[哭]有甚麼差別?|都是十劃
身穿洪衣裳,長年把哨放;遇到緊急事,敢向火海闖?|滅火器
不可吃的糕。|糟糕
香蕉原本1公斤,放進箱子裡變成2公斤?|韓湘子(含箱子)
爸爸媽媽吵架時,你要暫在哪一邊?|旁邊
一路順風|旅順
神龍不見尾，發光照天空，怒吼一聲響，響時必冒火。|雷
門上寫一個活字|闊
樂透彩每次都會出的號碼|特別號
如花似玉|如豆花似愛玉。
長得不錯|長得那麼醜，一定不是她的錯。
根、莖、葉(猜一植物)|無花果
媽媽再見!|分母
神仙放屁|神氣
你混那道|不知道
什麼象沒象牙|兄弟象
媽媽煮了一鍋蕃薯湯.....小香為什麼不吃?|因為小香不敢吃蕃薯寶寶
呀米|哎呀米沒了
有力量的口|另
泰山爸爸賣的白粉叫什麼?|太(泰)白粉
皇帝命令|玲
一點一畫長,一口下面藏,大口嘴一張,小口肚裡裝|高
你ㄉ良心在哪|身體裡
十六程十八|校
白打|揮棒落空
什麼人最瘦?|台灣人 .因為.....台灣人瘦(壽)
兩團火在說話|談
姐妹一樣長   出入都成雙  酸甜苦辣味  它們總先嘗|筷子
百米賽跑|爭先恐後
你不走,它不動,摔在地上它不痛......|人影
量體裁衣|以身作則
四面不通|走投無路
下次開會日期已定|後會有期
一邊是硬 一邊是軟 硬的做階 軟的做鞋|破
東京出太陽|景
不能打不能撞!!|誤打誤撞
邱比特|一見（箭）鍾情
玉皇大帝放大假|六神無主
哪一天人口最多|復活節
大哥天上叫.二哥把燈照.三哥流眼淚.四哥到處跑|風.雨.電.雷
北邊有座山，阿宗站在山腳下～|崇
什麼車不駛得|玩具車.過山車.風車.
觀音不要走|停看聽
身份雖為甲等,畢竟是個蟲兒.|甲蟲
人人說它是賊它卻不是賊|烏賊
⊙|可圈可點~^^
生來向玻璃厚大更堅硬軟時水一片保鮮需要他|冰塊
哪裡的芭樂賣888元|麥當勞
去麥當勞要吃神麼|芭樂(因為廣告台詞拔拉芭芭芭)
樹上一個碗不會掉下來下雨不會滿|鳥巢
種的是丸藥,出的是桃樹,開的是牡丹,結的是橄欖.|鳳仙花
慈祥眉毛眼低垂,保佑漁民早日歸。|媽祖
找人算帳的時候要帶什麼？|計算機
一塊千層糕餅,層層灑滿芝麻 粒粒嘴裏經過能看不能吃下|書
第一次見面叫_面膠.第二次見面叫什麼膠|雙面膠
快要下雨了(台語發音)|馬.鹿.獅.豹.虎.
小小四方城裡面都住人黑帽白衣裳破璧發雷霆|火柴
佛陀和耶穌有何不同|一個在西方一個在東方
哪個卡通節目每天都會看見小蝸牛ㄋ|東森幼幼台(在電視角落就可以看到嚕)
小河通大江|細水長流
四四方方一作城，不走車馬不住人；鋼鐵皮膚水泥肉，秘密大將把門守。|保險櫃
怎麼馬最老？|羅馬
為什麼，老人不怕白天，卻怕晚上？|月下老人
Y=(^o^)=O|粉開心!
無鍋無火無人煮，終年暖水流不完；寒來署往它不變，除病保健喜延年。|溫泉
我不要,我不要|NONO
燈光很微弱|趙薇
夕陽西下斷腸人在??|醫院
把斗笠放在南邊|斗南
什麼事情一個人做不來，兩個人剛剛好，三個人又太多？|是講悄悄話啦！
小丸子家賣什麼東西勒？|鞭炮＜因為劈哩啪啦＞
前進就輸....後退就贏...|拔河比賽
女生不能當甚麼官|新郎官
英雄難過美人關,那小偷難過哪一關?|被警察抓去關
沒手也沒腳卻能繞圈跑風大轉得急風停他休息|風車
什麼戲會游？|遊戲
什麼動物會生黃金？|黃金鼠
什麼箱子會有別的地方過來的東西？|信箱
什麼謠言是童言童語？|童謠
什麼東西在嘴裡會香香的？可是想吃又不能吃？|口香糖
什麼梅子是藍色的？|藍莓
什麼梅子是出生在草裡的？|草莓
什麼族會快速移動？|快閃族
小叮噹是什麼顏色?|紅色(因為ㄤㄤㄤ)
樓台接樓台，層層疊起來，上面白雲起，底下紅花開，猜一用具？|蒸籠
什麼樣的傷醫院無法治療？|傷腦筋
世界上什麼樣的海最大？|苦海˙苦海無邊
大道理|大里
森林之王|泰山
台灣的巴黎|八里
不見天日|烏日
麻雀變鳳凰|秀水        因為以前叫臭水
一個大洞|深坑
里長種的盆栽|埔里
ｏ（≧×≡）ｏ|被人打ＱＱ”
考生會拜什麼神|千里眼
哪一種蕃薯會算命|小番薯   因為........  小蕃薯心理測驗
暑假為什麼比寒假長|熱漲冷縮
╔╦╦╦╦╦╦╦╦╗╠  □       □   ╣╠                ╣╚╩○╩╩╩○╩╩╝|巴士
（‵︵′ㄨ）|生氣
小小羅盤鍾,高高掛天空,夜裡教我任北邊|北極星
從前有一隻狗的前面有一隻貓，貓的前面有一隻老鼠，那狗的後面是麼？|蟲，因為從前的從，哈哈哈哈哈哈哈
耳朵賣完了?|院    ( 耳 + 完 = 院 )
什麼東西搖一搖會起泡|汽水
遠看相高波.近看相閣樓.上樓慢慢行.下坡快如梭.|溜滑梯
有位好朋友,從來不開口,燈前和月下,永遠陪伴我.|影子
哪兩個英文字母好聽？|CD
什麼動物喜歡貼在牆壁|海豹〈報〉
明天過後|後天(明天再過後就是後天)
舉雙手贊成|多此一舉
躺下才舒服|坐立不安
軍事論文|紙上談兵
齊呼口號|異口同聲
魚受傷了|遍體鱗傷
心算|心裡有數
有9隻手,2個頭,9隻腳,9隻眼睛|怪獸
明明是個賊他也不承認|烏賊
食人族要吃素,該吃什麼人呢?|稻草人
指著你的臉，按著你的心，裡面大聲叫，外面慢慢等。|電鈴
肚子大，尾巴小，上上下下都輕巧，全靠背著大翅膀，機場跑道都省了。|直升機
甚麼農作物最賺錢|芹菜（錢菜）
有張卡片變魔術，有的噴水，有的噴火，還有的起風、發雷|遊戲卡
一種蜂可以發出聲音|薩克斯風
喜歡挨打常常發出ㄆ一ㄚ的聲音|羅
有一千個手|千手觀音
一塊木板真稀奇，一邊高來一邊低，胖子坐了掉下去，兩人玩的真開心。|翹翹板
心跳的聲音|彭恰恰
開口說話就要付錢的地方是哪裡?|電話亭
好似小太陽亭亭土裡長抬頭又挺胸總是向朝陽|向日葵
跳傘著陸(猜一成語)|腳踏實地
總是經過沒人理|總經理
幼稚園招生|老不收
孔子帶曾子出門.誰走在前面|曾先孔後
全國最棒的兒童網站是甚麼？|小蕃薯兒童網站
三個日本人。|晶
人家脫衣服，我就穿衣服，人家脫帽子，我就戴帽子。|衣帽架
什麼動物整天黏在牆壁上?|海豹(海報)
樹的味道像啥阿??|數位相機(樹味相機)所以答案是機
鴨子在屋頂上叫|頂呱呱
天上有10個太陽為什麼后義只射下了9個?|他不想摸黑回家
一個童子真俊俏,衣服穿了七八套,懷中藏有珍珠寶,頭上戴著紅纓帽|玉米
一頂小傘,落在林中,一但撐開,再難收櫳|香菇
在芬蘭國家以電話稱霸通訊產業我們喜歡用它來通訊猜公司名？|NOKIA
大學上網都會用到的東西每間大學都用它來聯絡學校大小事喔!|BBS
一戶五口人,各有各的門,誰要靜錯門就會笑死人!|手套
耶穌的順口溜?|哈里路亞
無路可去危機重重只有逃亡?|十面埋伏
有空再說?|明天過後
四四方方,白白嫩嫩,煎煮蒸炸,樣樣都行.|豆腐
甚麼帽子沒人帶過?|螺絲帽
甚麼水越多越好？|薪水
雪白能容天下事，溫故知新好幫手；上課重點裝肚裡，忘記請它告訴你。|筆記本
甚麼農作物最賺錢|芹菜(錢菜)
一個游泳家,大眼闊嘴巴,要跳不要走,說話呱呱呱|青蛙
秀麗小姑娘 身穿粉紅裝出汙泥不染靜坐水中央花心蓮蓬頭|荷花
兩隻黑母雞,吃泥不吃米,晴天牠休息,雨天吃個飽|雨靴
天空突然打雷下大雨在田裡工作的農夫們都跑去躲雨只有一個人走不了他是誰ㄋ|稻草人
紅關公,白劉備,黑張飛|火龍果
為什麼北投要叫做北投?!!|因為南勢角。(南是腳，北頭)
萬紫千紅鬥希奇,逢到佳節空中開,有聲有色沒有香,工人設計造出來!|煙火
一匹馬兒脾氣燥，踩它一腳撒腿跑，只聽接連數聲叫，轉眼之間不見了。|電單車
苗條可愛又美麗|苗可麗
媽媽都有講|碼碼都有獎
導致離婚的主要原因是甚麼|結婚
和尚下班|關廟
遠看一賭牆.近看一排房.頭上烏雲滾.腳下雷聲響.|火車
００７中誰最厲害|編劇
節慶時才開花平常時不開花真像座七彩橋美仙女滿天灑|煙火
看起來是綠的     打開來是紅的       吃起來是甜的        吐出來是黑的|西瓜
甚麼東西愛洗腳可是腳愈洗腳愈髒|墨條
天天打五折|武則天
5千5百6十6|5566
請問大象.  .怕甚們|老鼠
天子之衣|襲
孫中山死了後對中國有甚麼影響？|少了一個姓孫的人
一邊綠,一邊紅,一邊喜雨怕蟲,一邊怕水喜風。|秋
一座碉堡圓又高永遠立在海中央船隻見他頭上光航行不怕迷方向|燈塔
小小鐵瓜睡在地下誰敢踩他頭腦搬家|地雷
哪一種車不能開？|荷蘭風車
棋子無數,棋盤無邊,不能對奕,只能靜觀.|星星
小小一池塘,清水池中放;黑人去溜冰,滿地黑泥漿|硯台
為什麼3到5月適合唸英文。|因為梅雨美語季
身長如龍氣賽牛，從來循規蹈矩走；服從命令聽調遣，南北西東帶你遊。|(火車)
金星(venus)|維納斯（雖然英文為Aphrodite，但中文諧音則為venus(金星））
為什麼小鳥冬天會飛像南方?|因為用走的太慢
1隻朱喜歡吃木頭又喜歡吃火每天都吃2把火|朱木炎
專愛打聽別人是非的是誰?|記者
為什麼老人不怕早上只怕晚上ㄋ？|月嚇(下)老人
畢業唱什麼歌???|一比鴨鴨 一比一比鴨 = 他畢業了他畢他畢業了(台語)
河馬打呵欠|好大的口氣
地下長眠億萬年,喜逢開發見青天,源遠流長如泉湧,日常生活作能源。|石油
誰天天ㄑ看病|醫生
誰會天天拿這破輪子|拿破崙
瓦斯肚裡裝鐵袍身上裹捻他一指頭紅花開一朵|打火機
剝完橘子皮,橘子會說些什麼話？|好冷ㄛ!
去一人，還有一口；去一口，還有一人。|合
你猜我吃香蕉你吃皮我坐椅子你坐地？|垃圾桶
九次牛奶|高鈣牛奶
有面無口有腳無手可以吃飯可以喝酒|桌子
芭樂一顆多少圓～？|～＊８８８圓＊～因為芭辣八八八～
長生不老|萬年青
頑皮豹最喜歡做的家事是甚麼|打臘(打臘打臘.......
流氓坐什麼不用錢|警察車
小小兩隻船,沒槳又沒帆,白天載人四處走,晚上橫臥在床前.|鞋子
小丸子家賣什麼|鞭炮(霹哩怕啦)
武昌起義|撲滿
亮光一到就現身，高矮胖瘦沒個準；裝模作樣愛學我，黑暗降臨無處尋。|(影子)...
哈利波特去麥當勞買一杯可樂,那他要念什麼咒才能把可樂變大呢?|大悲咒
姐妹倆，一樣長；同打扮，各梳妝；每逢喜事門邊站，一人一句對面唱。猜節日用品|對聯
你要挑什麼蛋才不會孵出小鴨嗎?|雞蛋!!!!!!!!
三個車|轟
天剛亮，三顆石頭從天而降。|光明磊落
三國裡諸葛孔明ㄉ媽媽姓啥？|孔明ㄉ媽媽姓--何......因為既生瑜何生亮
妻子要買鹽母親要買冰|賢妻良母
看得到摸不到餵的飽又可愛還是寶寶ㄛ|蕃薯寶寶
一個人兩張嘴,一張在下面,一張在左邊,請問是什麼字?|哈
八隻腳一對螯,走進熱水鍋,綠袍變紅袍,請問是什麼?|螃蟹
身子裡面空空洞洞而擁有五隻手指頭的是什麼?|手套
東牆站個黑大漢，身上背著兩把扇，走一走來扇一扇，哇啦哇啦亂叫喚。|烏鴉
26個字母哪兩個碰再一起會爆炸|O和K    因為OK蹦(爆炸聲)
大姐用針不用線，二姐用線不用針，三姐點燈不做活，四姐做活不點燈。|密蜂、蜘蛛、營火蟲、紡織娘。
一個盤子上面有一尾很薄的魚|潘偉柏
一個森林一個早晨|林依晨
小甜甜哪裡最甜|腳
狼來了|楊桃
一個小小游泳家說起話來呱呱呱小時有尾沒有腳大了有腳沒尾巴|青蛙
雙喜臨門|重慶
八隻腳 生氣時 吐默汁 弄髒海水|章魚
青樹節青瓜，青瓜包棉花，棉花包梳子，梳子包豆芽。|柚子
會爬牆的老虎|壁虎
大口裡有中口,中口裡有小口,十字上面還有口.|圖
身負千斤重河流腳下過河西想要到河東有它幫忙不會錯|橋
北苗兩縣|夾竹桃
甚麼東西打破了更好|紀錄
大丈夫,不出頭|天
一杯真奇巧，壁上刻道道，家常人不用，實驗不可少。|量杯
人類最後長出來的牙是哪一顆牙?|假牙
喝什麼東西,對腎不好?|桑椹汁(傷腎汁)
哪種動物常常被貼在牆壁上....|海豹(海報)
留下|田
圓圓身體.薄薄肚子.腹中滿是氣.打他他不服氣.愈跳愈高哩|皮球
叫魚不是魚,終生海裡居,遠看像噴泉,近看似島嶼|鯨魚
去麥當勞怎樣可以把中杯可樂變大杯?|+5塊
祖店|阿公店
成绩优良|学甲
大江东去|上海
郵箱太小|難以置信
田中|十
哪一個國家不用電？|緬甸〈免電〉
打雷不下雨|田，因為雷減掉雨就變成田
天使與惡魔|膽大細心
有一天,獅子舉辦了獅子大會,你們猜誰去聯絡|失去聯絡(失去聯絡)
李哪吒、唐三奘、牛魔王，哪一個有不孕症呢？|唐三奘 要去西方取經(精)
一邊說 一邊說 隔山隔水不隔音雖說相隔千里遠辦事方便在其間|電話
是誰殺了便當|值日生
喜歡他,買了他,卻打他.......|小鼓
青椒吊下來會變成什麼？|辣椒〈流血〉
千根線萬根線掉到水變不見|雨
剝他的皮吃它的肉丟他的骨|玉米
很愛兒子 沒有2隻熊|藤子不二熊
圓東西兩個頭一個在裡頭一個在外頭|毛線球
兩個動物會排站一個會游泳一個會爬山|鮮
1~10哪兩個數字最閃亮|1和 3因為1313亮晶晶
搖一搖沙沙響小的乘隙全溜跑大的無路跑不掉|篩子
烏龜有沒有牙齒?|你不張開嘴巴我怎麼知道
從前有一隻小螞蟻牠有一天去小明他家的冰箱裡吃東西可是吃到一半小明就回家了,然後就去冰箱拿東西吃,現在問題到囉?請問為什麼小明還沒打開冰箱就知道小螞蟻在裡面了呢?|因為小螞蟻的腳踏車停在外面
一家是口還養一隻狗|器
門裡面有山|開門見山
女生一直吸油,會吸出一個故事.|(吸油)西遊記
> <___ U|哎!好痛!
3Q代表什麼意思|Thank   you
0.0|嚇到了
*0*|驚訝
..@~@..|怕怕
!*0*|想到了
ˋ....ˊ ______|瞇瞇眼在生氣
青色的螃蟹跑得快,還是紅色的螃蟹跑得快。|紅色的螃蟹,因為紅色的螃蟹早就烤熟了！
上下兩隊兵，把守內門庭，看誰有膽闖進去，粉身碎骨不留人。|嘴巴
皮也輕輕骨也輕輕心頭冒火全身通明|燈龍
假如你去麥當勞,你要買大杯可樂50元,可是你身上只有30元,這時你會怎麼做呢?|念大悲咒因為唸大杯啊
一隻蜈蚣放學回家，跟他爸爸講了一句話，為什麼他爸爸當場昏倒？|我要買鞋子......
有一天 小狗和小豬還有小熊一起背書 你知道誰先背嗎??|小狗，因為旺旺先背 [貝]
有1天老師再點名時 點到王小明時他一直說葉|他叫葉小明
香蕉從高處掉下  會變成咩|茄子
溼木魚|虱目魚
說你呆  你不呆  推你倒下你又站起來|不倒翁
哪一種魚最想死~|因為北海雪魚香絲~~>
第一個到南極的人|巴爾美
哪一個島最熱?|中午 (翻成台語)
香焦從樹上掉下來會怎樣??|茄子
東一片 西一片到老ㄅ相見?|耳朵
地震時要坐哪裡??|坐飛機
木魚掉進海裡會變成什麼|虱目魚
為什麼一隻螞蟻可以幾秒內行完成整個香港九龍新界呢 ?|牠在地圖上行
一根長筷折四遍|四分五裂
森林裡數量最多的是什麼?|樹葉
請問.......哪位藝人身體永遠是溼的|林宇中 因為(淋雨中)
醬油ㄉ哥哥是誰呀~|醬油膏
有一個人再過獨木橋的時候發現前面有一頭獅子後面有一隻老虎那他該怎麼過去?|昏過去
有一個老太太在車上掃地.為什麼她從台北掃到高雄?|因為她在火車上掃地
請問~ 超級胖子死前ㄉ最後一句話是什麼?? 慢慢猜八 很欠扁ㄉ答案喔^^|這......這個....我噎到ㄌ 不~~ 俄阿~(音效)
大姊用針不用線,   二姊用線不用針,三姊點燈不做活,    四姊做活不點燈|(蜜蜂. 蜘蛛. 螢火蟲. 紡織娘)
賣火柴的小女孩如果投胎轉世來到現代，最有可能變成什麼？|兼售打火機的檳榔西施
感冒要用甚ㄇ要藥|斯斯因為感冒用斯斯
什麼時候最多人會給你錢        猜一種節日|過年
一個畫家真奇怪不用畫筆不用水彩朝他面前站一站咖嚓一聲畫下來|照相機
人畫符是為了要避鬼，那鬼畫符是為了什麼?|為了應付學校作業~
有一天老師再點名時，班上ㄉ人都喊┌有┘老師說:蔡小明小明說:ya!請問小明為神麼回答ya勒|是葉小明
小華問媽媽螃蟹怎麼剝|用手剝
有了你，就有他；數一數，點火啦！|生日蛋糕
女人為啥不喜歡豬|因為他怕鹹[豬]手
有一間公司,名叫「好極」,但自從對面街開了一間出售相同貨品名叫「壞極」的公司後,顧客紛紛到「壞極」惠顧,為什麼?|因為兩間都是「有限公司」。
那種帽子不能戴|螺絲帽
誰最笨又白癡|笨蛋
疵司司司司司司|司司司ㄖㄖㄖㄒㄒㄒ
一支長弓劍射到我的心裡|張
0000000000000000000000000000000000000000000000000000000000000000000000000000000|552557645845
死掉的烏龜........>.<  努力猜吧....|紅龜貴{台語}
一顆心值多少錢?|一億,因為:一心一意(一心一億)
為什麼晚上看的見太陽|因為太陽失眠了
去上補習班第一件事要做什麼?|繳學費
什麼狗最可愛|當然是       可愛的狗阿
什麼床最軟|雲
一名死者胸前插了一把刀，他的雙手握著刀柄，看上去彷彿是自殺。負責調查的刑警檢查過死者的一樣東西，馬上肯定這是他殺。WHY?|死者心臟的位置異於常人，是在胸骨偏右。
一撇一撇在一撇,一點一點在一點,左一撇右一撇,一撇一撇在一撇.|參
哪一種魚想死???|北海雪魚香絲(想死)
小男孩:問爸爸:是不是爸爸只到的都比兒子多  爸爸說:當然阿  男孩問:那電燈誰發明的  爸爸:艾迪生 最後男孩問爸爸什麼|那艾迪生的爸爸怎麼沒有發明電燈
中間一ㄍ井   井裡面有茶    然後旁邊再兩ㄍ杯子|警察杯杯
多少=100|50
假如你是豬大ㄍ,你家生ㄌ8隻,你會活幾歲???|0歲,因為他一歲就死ㄌ
請問:為神麼拿破崙ㄉ字典裡沒有(難)這ㄍ字??|因為他ㄉ字典不是中文ㄉ
糖果是公ㄉ還是母ㄉ??|母ㄉ,因為母ㄉ會生螞蟻
是二位數十位數字比2大比40小從3開始3個一數會剛好數到這個密碼個位數字是0|30
ABC其中哪一個英文字最愛裝酷^_^|C....因為C(西)裝褲x_x
甚麼食得不吞得,洗得不乾得|麻雀
醫院裡有甚麼熊？|神筋不正常﹝用台語說說看﹞......
臭豆腐猜一個藝人.....|莫文蔚. . .
fy7yrrrrr677800ttrrrrrrrrr|hhhh
巧克力和鳳梨打誰會贏|巧克力棒,鳳梨酥
為什麼有一天一小姐喝了很多酒都開車都沒有罪|應未酒瓶裡面裝白開水
0748|你去死吧
花 花 花|母親節  快樂
哪兩個英文字合在一起會  蹦！|OK蹦
什麼東西是一隻腳三隻眼睛?|紅綠燈
無凸←(人名)有7個仔~佢第7個仔叫咩名??|無七
時鐘啥時不會走?|時鐘本來就不會走阿
哪一種動物鼻子長長的 耳朵大大的|小象
身體長得細又長，外表美麗黑心長，上平下尖紙上爬，越爬越短越心傷。|鉛筆
1加1等於多少??加油喔!!|等於3(因為買2送1)
叫馬 不能跑    叫球 不能打    叫鈴 搖不響   叫餅 吃不得|木馬 鉛球 雅鈴 鐵餅
電線桿上有一隻猴子，爲什麼開車的人要停下來。|因為他把猴子的屁股看成紅燈
甚麼水果是瞎子|芒果
車子開得太快,什麼會追上來?|警車
一|接二連三
成績優良|學甲
為什麼8百壯士會變成3百壯士?|因為{伍佰}去唱歌了
哪一個女孩最沒力???|小葳(有一位美麗{沒力}的小女孩)
白雪公主跟包公結婚生下的小孩叫什麼名字?|灰姑娘
醬油的哥哥是誰????|醬油膏(台語)
請問哪之雄最厲害!!       1.黒熊2.白熊3.灰熊|灰雄(因為灰熊利害)   台語
～ 哪依種節目最愛抖勒？　～|超級偶像｛英文｝呵呵　很冷吧！
00            ( OO )             []|驚訝的豬
懷胎九月|大肚
空中霸王|高雄
你媽媽嗰媽媽嗰媽媽是邊個!|是婆媽
開張大吉|新店
一減一|三
一加一|王
跟誰結婚最辛苦?|莉莉，因為利利接辛苦
哪一種東西要小心|蠟筆因為蠟筆小新
象皮.獅子皮.老虎皮那一種皮最差|象皮擦
有一天大家都笑小明的頭髮像風箏小名很生氣她衝到外面一直跑後來小名怎麼了|小名飛起來了
阿拉丁有幾個哥哥?|三個阿拉甲 阿拉丙 阿拉乙
有一天，有二個人在森林裡迷路，忽然有一陣風吹過來，他們覺得很冷，「就各自升起火」來取暖。|炎
王奶奶玉奶奶..猜一句俗語?|差一點! ! !
甚麼魚最想死|北海雪魚相思
什麼東西是有電而且還能打|手機
懷胎9月|大肚
白雞厲害還是黑雞厲害|黑雞因:因為黑機會生白蛋白機卻不會生黑蛋
為什麼小紅帽沒有胸部!!!|因為他的奶奶被大野郎吃掉ㄌ!!!
有一個人要去美國之後他把美國說成台語結果就？|米國
什麼狗是綠色的|奇異果(奇異狗 )
烏龜全身都是血|紅龜果
神麼數字最老實|十,實話實說
為什麼有一ˊ為先生他得了懼高症為什麼下班了他還不回家ㄋ|因為他太太性高
有100公斤的胖妹聽說騎馬會變瘦你猜如何|結果馬瘦了十公斤
小明打破了東西，不但沒有被人責罵，大家還祝賀他。究竟他打破了什麼東西呢？|打破記錄
請問穿黑色盔甲的蟲是誰|鍬形蟲
甚麼酒不能喝|馬英九
甚麼動物顛倒是可以吃的東西|蜜蜂
嬰兒為神麼看起來胖胖的|因為嬰兒肥
為什麼牛的尿可以喝?|因為那是牛奶
有一個人,他不小心掉進河裡了為什麼他的頭髮沒濕?|因為他沒頭髮
國王的命令            猜一個字|玲
神麼水 裝的進口袋?|薪水
要考試了，不能看神麼書|百科全書【百科全輸
五個金|金城武〈金乘5〉
什麼島最熱？|中島【台語】
遠看是隻鳥近看不是鳥加ㄌ一橫畫果然是隻鳥|烏
國王躲近門內外面淹大水|潤
有一個阿婆她到超市買一樣東西〈火廬〉用台語唸唸看|飛龍洗髮精
胖子從高樓跳下去，死了之後叫什麼。|死胖子
什麼東西會黏在牆壁上?|海豹(海報)
一字十三點|汁
聲音優美又很好聽身穿黃衣羽毛柔軟長的可愛|金絲雀
為什麼看不到天神的重要部位|天機不可洩漏
日落的時候，桌上放了一塊肉，那塊肉是白色的。|脂
可以在水裡面,又可以在地上,專門吃小鳥,剛出生不能在地上只能在水面上游|娃娃魚
說他是條牛，無法拉車走，說他力氣小，卻能背屋走。|蝸牛
什麼人最白痴?|白吃白喝的人 因為(白吃)白喝。
從瘋人院出來的是甚麼熊?|神經不正{熊}  {台語}
狼衝到冰箱|檳榔
什麼山不能爬？|垃圾山
上有羽下有卒|翠
1和2誰最懶?|1 .因為1不做2不休
有一棵三角形ㄉ樹被送到北極去種...請問長大後!那棵樹叫....?|.三角函數. "三角寒樹"
便秘的前因|史太龍. "屎太濃"
布和紙各怕什麼？|布怕"一萬" 紙怕"萬一". (不怕一萬 只怕萬一)
跑最快的雞叫什麼名字？跑最慢的雞叫什麼名字？|.麥克.妮可. "麥克雞塊(快),妮可基嫚(慢)"
阿雅、阿寶、阿金誰是太平公主？|阿寶. 因為"寶特瓶(平)"
地沒有土池沒有水|也
晚上12點整要做什麼事情？|抱佛腳. 因為"臨(零)時抱佛腳"
.米粉闖禍了，誰來保護它？|.肉. 因為"肉燥(罩)米粉"
小貓、小狗、小雞誰最先被叫起來背書？|小狗. 因為"汪汪先背(旺旺仙貝)"
警察、流氓、軍人，哪兩人較胖？|警察和軍人.因為"流氓教授(較瘦)"
城市、鄉下，哪個地方河流較湍急？|鄉下.因為"鄉間河太急(相煎何太急)"
7708801314520(說出國字)|親親你抱抱你一生一世只愛你
雨下在路地上|露
什麼人最愛說為什麼?|豬八戒            你一定會說為什麼       因為就是你自己
你有兩發子彈，前面有兩個鬼，一隻是青鬼，〈需要一發子彈〉，一隻是紅鬼，〈需要兩發子彈〉，要先射哪隻？|先射青鬼，因為青鬼死了，紅鬼就會臉色嚇青
穿甚麼鞋會很開心？|Happy鞋〈黑皮鞋〉
小美遇到一個鬼 可是不 是小美跑走而是鬼跑走|膽小鬼
小羊吃神麼|青草
仙女飛飛  飄上青天  不怕風吹  不怕火燒|風箏
晶瑩剔透小珍珠圓圓滾滾真可愛可惜只能靜觀看不能動手身上戴|露珠
兩個姓王的人  再菜市場拿  一根棍子打架|鬧
雞與鴨的對話|雞同鴨講
趕貓要用甚麼|斯斯
一月過去  脫件衣裳  一年過去  全身脫光|日曆
有一天,小明去全家便利商店買東西,為什麼可以不用付錢就可以走?|因為全家就是你家
向日葵會跟著太陽轉動  那陰天的時候會向著哪裡|向著光頭的人
西瓜和鳳梨掉下來砸頭,誰最痛?|頭最痛
有一天,有三隻動物分別是狼.狗.豬你猜誰會被淘汰?|狼    因為淘汰狼
中英美法。|四國
氣球。|不翼而飛
正看好像秋千架，側看又像獨木橋，如果天天親近它，身體一定更強壯。|單槓
天上是晴天，它卻張著傘‧獨立樹根旁，步走也不跳。|草菇
小小四方城，裡面都住人，黑帽白衣裳，破璧發雷霆。|火柴
弟弟跌倒|馬馬虎虎(媽媽呼呼)
哪條街不會下雨?|芝麻街美語(芝麻街沒雨)
要考試了,不能看神麼書?|百科全書(百科全輸)
請問英文字母有幾個？|２０個　因為ＡＩＤＳ死掉了，ＥＴ飛走了
杏仁姓甚麼?|姓仁
賭博的人為什麼不吃壽司|sushi{輸死}
幾個人才叫團體呢?|20個人,因為Twenty
泥鎮[地名]|土城
口+口+口''|品
有一天老師要小明畫出牛.山.草小明沒畫交給老師|牛回家了.山崩了.草被牛吃光了
如果有人打小報告該怎麼辦?|趕快去看小報告有沒有被打傷
1+1=2    那1-1=?|等於1 因為剛剛已經加過一個1了
老大老二和小三,兄弟三個鬧著玩,老大踩著老二頭,小三壓在最下面|奈
甚麼東西最省錢|水手 應為水手關燈
牛牛牛牛牛牛牛牛牛.毛|九牛一毛
有一ㄍ很虛弱的同學,他上課時常會昏倒.他ㄉ左前方是很壯ㄉ同學.有一天,結果他上課時昏倒ㄌ~老師趕緊抱他去保健室.那為什ㄇ坐在他左前方ㄉ同學,還被全班罵ㄋ?|因為他左前方的同學不是很壯ㄇ~~,結果他沒有在那位很虛弱的同學,昏倒前趴下去用肚子給那位同學躺阿~~~
木魚掉道水裡變甚麼？|濕木魚﹝虱目魚
神麼球不能踢???|鉛球！
千根線.萬根線.掉到水裡就不見|下雨
.................................................一部電影45元那3部多少錢..................|三不五時[3部50元]
七人頭上有野草|花/因為匕像七 旁邊有個人 上面有個草
有一天奶油餅走在路上被車子輾過去你猜他發現了什麼?|他發現它是包紅豆餡的因為他流血了
兄弟倆人住兩邊,一在左來一在又,說話聲音都聽見,從小到老不相見.|耳朵
綠豆是哪裡人?|嘉義人(加薏仁)
什麼人最會幫助人?|哆啦A夢(因為伸出援(圓)手)
有一天小明去找爸爸跟爸比他又去叔叔他叫他叔叔叫什麼|叔比
十個口一個心|思
什麼人最會幫助別人|小叮噹因為他總是伸出圓手
綠豆從101大樓掉下來會變成啥|綠豆砰
五個人一個十猜一個字|傘
邊走邊說(猜一個交通名詞)|人行道
國王的命令|玲
黑熊愛喝神麼飲料|黑松沙士
出門不能約誰??...................|兒童(不約而同)(不約而同)!!^^
为什麽爱斯基摩人喜欢一个人住？|因为他是“爱死寂寞人！”
猜猜看什麼水不能喝|陳水扁
背着十字架而出了名的乌龟。|实至名归。。。。。。（十字名龟）
包公跟白雪公主生下來的是誰|灰姑娘[因為黑+白=灰]
甚麼書在書店買不到?|情書
為甚麼多啦A夢是紅色的|紅紅紅[台語念]
月語星相依，日語月共生|腥
身穿著金色衣服的人|一名驚〈金〉人
糖果是公是母?|母的(生螞蟻)
請問馬吃什麼?|杯子，因為馬克杯
神麼車最長|塞車
為什麼一隻山羊遇見一隻老虎.卻把老虎吃了?|因為那是紙老虎
有11本書,猜4個字|book11(不可思議)
什麼人最瘦|台灣人因為(台灣人壽)
經營長毛象公車的是~|長毛象快遞
猩猩跟猴子很怕一種線請問世神ㄇ線?|平行線.因為沒有相交[沒有香蕉]
樹的味道像神ㄇ?|雞.樹味像雞[數位相機]
馬.狗.豬哪隻較聰明?|豬.....[朱算高手]
如果吳宗憲打球誰來防守他?|慈母.......因為.....慈母手宗憲
哪一族.聲音最啞?|泰雅族...因為泰雅[啞]
怎ㄇ樣讓珍珠奶茶變大杯!!|念大悲咒~
哪種水果最燙~|梨子[離子燙]
水怎ㄇ變冰~|加２點不就好了嗎～［到底懂不懂ㄚ］
哪ㄍ字最酷！！|丁字褲［丁字酷］
這世上哪ㄍ人的快遞最多～|王老先生［王老先生有快遞。。。］
有一隻熊走過來|有bear而來
什麼是象|大象
鍵盤上哪一個案鍵最帥?|F4
童話故事裡，小紅帽為啥沒胸部?|因為他的奶奶被大野狼吃掉ㄌ
幽靈會飛 那 遊魂 呢?|飄
看不到，摸不著，越往高處越稀薄，你也要，我也要，萬物生存離不了。|空氣
快刀切不斷，剪刀剪不開。|水
你往前走，他往後追，你越向前走，他的同伴就越多。|腳印
9張嘴巴，有8張破的|井
只是近黃昏|醬
如箭在弦|引
早一點站起來|章
酋長大人，耳朵長長|鄭
馨香飄逝，聞香無門|聲
大雨下在半山腰|雪
此地景色佳，依山傍水真迷人|街
皮蛋+雞蛋+鴨蛋,料理出來的是什麼菜?|混蛋
jhklhklhu|ljhljlh
請用""出人頭地""造一個【白痴造句法】|櫃子裡滾出人頭地上灑滿了血
長相很方正,穿山又過嶺；一見到親人,脫衣露真心。|信封
2隻小強滾在一起|強強滾
扇子腳掌，扁扁嘴巴；搖搖擺擺，水上亂划。|鴨子
請問卡通世界裡     誰是人才|丁丁   ((丁丁是個人才))
世界上沒有什麼瓜?|北瓜            因為有南瓜冬瓜西瓜   就是沒北瓜
什麼島你每天都在看?|台灣島
巨人的老婆她胸部很小叫甚麼|巨無霸
如果食人族改吃素   那要吃什麼?|植物人
地震是男的還女的|男的     地震有幾級( 雞雞 )
什麼路最窄？|冤家路........因為冤家路窄
玉皇太后|天母
啥麼車最長|塞車
甚麼植物會花識溜冰？|花式溜冰
誰最會穿鞋子|孫脅志
弟弟跌倒了？ 猜依字|媽媽呼呼
甲乙丙丁誰最醜|甲[台:甲咖醜]
小孩最愛吃的東西|棒棒堂
吳宗憲昏倒了~~!|臺中縣(抬宗憲)
甚麼卡通人物最血腥|麵包超人[因為他的頭可以吃]
台灣人壽公司舉辦了一場跑步比賽，邀請迪士尼的《動物》參加，請問誰是冠軍？|小熊維尼，因為【為你〈維尼〉為你.得第一‧台灣人壽】
甚麼鬼是閻羅王管不到的|酒鬼
老王姓神麼?|法                法老王
怎麼讓麻雀安靜??|壓他    因為鴉(壓)雀無聲
和尚走ㄌ|關廟
君子之交|淡水
四分五裂|九份
小明的媽媽生了3個孩子  第一個是大保第二個是二保第三個叫什麼|小明阿...
有一有1有一還有一|王
最沒有方向感的動物是誰|麋鹿
什麼人可以在黑暗中生活..|多啦A夢-因為伸手不見五指
電線桿上綁雞毛|好大的膽子
獨眼龍在看好戲|一目了然
什麼魚最想死??|鱈魚(因為北海北海鱈魚想)
小明的爸爸會打蛋，小明的妹妹會炒蛋，那小明會做什麼哩？|搗蛋
小華會中國功夫，小力會日本功夫，那小明會啥功夫？|閒工夫
兩張大瓦片,蓋個小房間,一為胖娃娃,乖乖睡裡面.|蚌
弟弟把一顆綠豆往天上丟 後來都沒掉下來 為什麼?|忍豆風雲 忍豆掉在雲上了
2 4 6 8 10他們會說甚麼|因為歐數=我是
一隻帽|貓
哪一個人煮的麵最不好吃|蜘蛛人(SPIDERMAN= 失敗的麵)
蒜泥辣椒吐司,哪一種食物最狠?|蒜泥(算尼狠)~~~~哈哈~
有一天，有兩個人上山．一唔小心！！同時兩人一時跌落山，有一個叫小明，仲有一個叫咩？|叫救命!
請問:哪個動物最機車|山羊 因為三陽機車
Q:1郎到10郎誰最有錢?|8郎 因為別人得生命是值錢的 我們的生命不值錢(台語)
面被誰殺死的|阿Q[桶}麵
為什麼狗過了獨木橋，就不叫了？|過木不汪（過目不忘）
哪種中藥材最會迷路？？|人生（人蔘）地不熟
超人跟蝙蝠俠有啥差?|超人把內褲穿在外面  蝙蝠俠把內褲戴在頭上
全世界誰最快老|新娘 因為今天市新娘明天是老婆
小甜甜的哪裡最甜?|腳,為有一個女孩(叫)甜甜(一首歌)
水餃是男生還是女生|男生，因為他有包皮
小雞小狗小貓誰先背書包|小狗　　因為　旺旺仙貝　旺旺先背
誰是超人?|驚奇  驚奇4超人(驚奇是 超人)
小白+小白=...........|小白兔(2)
變色龍.壁虎.青蛙誰不會醉??|青蛙,因為蛙沒醉蛙沒醉沒醉請你不用同情我~~
神ㄇ牌ㄉ掃把最爛|火鳥牌燃燒吧(爛掃把)
為神麼煙火打不到星星呢|因為星星會閃嘛
老虎的真正名稱是什麼?|丹丹　　因為虎視耽耽(虎是丹丹）
請問我什麼老人怕月亮?|因為月嚇老人
神明最愛的代步交通工具是什麼？|神奇(騎)寶貝
1到100中,哪一個數字最聽話?|100(因為百依百順)
哪動物皮最差?|大象,因為橡皮擦(差)
怎樣使麻雀安靜下來？-----|壓他一下....因為鴉雀無聲(壓雀無聲)
超人保護世界,那誰保護城市?------|螢幕因為螢幕保護程式
戰國時代哪個人跑ㄉ最快?------|曹操！因為(說曹操 曹操到)
請問什麼狗最聰明?|冰狗(因為賓果)
星星幾克重?|八克因為星巴克
一口咬掉牛尾巴|告
什麼書沒有字|秘書
舒潔跟純潔(差)擦在哪裡?|擦在屁股上
什麼老鼠是白色的|布蘭卡
木頭人|休
打電話給烏龜，請猜一種蔬菜？|苦瓜( 用台語唸)  call 龜
44.哪一首歌歌詞有”李玟”？|月亮代表我的心（"李玟"我愛你有多深..）
放了屁就逃跑|葡萄
為什麼綠豆不能加入星光大道?-_-|因為綠豆不能變藝人(意仁)
兩好球三壞球|南( 難 )投
三分熟牛排跟五分熟牛排見面為什麼不打招呼?|因為他們都不熟啦~
耶穌是男的還是女的??|男→  阿門  A Man
草莓、榴櫣、葡萄，三種水果同時去玩!!請問：[哪一種水果沒回去？]|榴櫣，因為：榴櫣忘返[流連忘返]
哪一個動物的胸部最大？|班馬　　(因為唸Z e b r a  [ Z 罩杯〕
胖人跳迪斯科|肉松(因位胖人跳低思科肉鬆松的)
哪一種人參最多漂亮?|霓虹燈~~轉吧!轉吧!七彩霓虹燈 看那美麗的人生(人參)
有咩車最長?|大塞車
十六兩多一點|斥
休要丟人現眼|相
一朵芙蓉頂上戴,錦衣不用剪刀截,果然是個英雄漢,一唱千門萬戶開|公雞
大樹跟小樹差在哪裡？|插在土裡啊
哪一首歌裡有出現電風？|當你孤單你會想起誰，因為：你的心那麼脆，一碰就會碎，禁不起一"點風"吹
兩個人座在泥土上.猜一個字???????|座
五分熟的牛排和三分熟的牛排一見面就吵架|因為它們都不熟
甚們布剪不斷|瀑布
哪兩個英文字母加起來會爆炸。|ok          應為ok蹦
厚臉皮肚子空打他三棍子她叫痛痛痛|鼓
哪一種車最多燈?|垃圾車，因為燈燈燈燈燈燈燈燈燈燈燈燈燈燈
打開優格會看到什麼?|答案是:包青天 因為開封"優格"包青天
有一群人在比賽時,不能吃什麼食物|壽司
安全第幾名|第一名(因為安全第一)
打電話給烏龜猜一種菜|苦瓜（台語）
我的太太。|梧棲
郵筒故障。|難以置信
合起來看一個字，分開來看四個不。|米
波霸最怕穿什麼??????|穿幫
毛毛蟲要過河,但他會怕水,要怎麼辦?????|等變成蝴蝶在飛ㄑ
左手跟右手哪一隻比較棒?|右手 因為 左手鑼右手good ..
哪一種魚-最想死 ?|雪魚 因為北海北海 雪魚想死..
船長開船.水手做什麼?|隨手關燈
有一天法官問你 :你為啥要印假鈔?|因為我不會印真鈔
什麼瓜不能吃|傻瓜
開學了!老師說如果有問題的話(私下)來找我但是為什麼光光(私下)來找他 為什麼老師會生氣?|因為光光把今天的作業(撕下)來找老師
二當家窮的要命,為什麼卻能開銀行呢?|因為它是銀行的保全,負責掌管銀行大門的鑰使
二當家天天都吃口香糖,可是為什麼別人還是說他口臭?|因為他愛說髒話
五月花衛生紙跟雜牌衛生紙差在哪??|屁股
什麽布剪不破?|瀑布
中國那一代皇帝最好?|秦始皇,他暴政(暴正)
七分熟和八分熟為何見面不打招呼?|因為它們還不熟
什麼廟最小?|五臟廟
吳克群的哪一首歌是關於動物的|大舌頭[蛇]
哪一國人最瘦???|台灣  因為台灣人壽
羊跟雞組甚麼隊 ?|羊雞隊 ( 因為洋基隊 )
什麼車子的燈最多|垃圾場
ytyytytyyiuuuuurryu7tyru7yryrttttttttttttttttttttr0987utq23wqw|笨蛋被耍了
廁所裡要放甚麼花|五月花
有天早上小名應為肚子不舒服而去大便他連早餐也帶去.........................喔~~~舒服媽媽問早餐怎麼全不見了|拉掉了
牙籤從101掉下來會變什麼??|棉花棒   因為頭腳綁繃帶!!   哈哈哈
張學友一個兒子,叫小明,他的爸爸叫什麼名字呢？|張學,因為張學(有)一個仔
十個兄弟有高矮,天天生活在一起,團結能成天下事,功勞不計全歸你。|手指
哪兩個數字最閃亮|1.3〈一三一三亮晶晶〉
請問超人和蝙蝠俠差哪裡?|超人把內褲穿在外面,而蝙蝠俠把內褲戴在頭上
3個石叫磊,3個日叫晶,那3個鬼叫什麼?|叫救命啊!(因為太恐怖了)
1加1什麼時候不等於2?|算錯的時候
孫中山是哪一國人？|天國因為他死了
一位死刑犯準備要被槍決的時候.你知道他的願望是什麼嗎?|能穿防彈衣
老師不說話  度理學問大 有自不認得 就去請教他|字典
(英文字母)有幾個字?|4個字(1.英2.文3.字4.母)
一名金(驚)色的人|一鳴驚人 哈哈哈欠揍吧
如果國父還活著，世界會變得怎麼樣？|多一個人
一男子問一女子年齡，男：妳今年幾歲？女：比去年多一歲。男：那妳去年幾歲？猜那女的說啥!|女：比今年少一歲。
大狗要看主人.那打老虎呢???|要看ㄋ有沒有[種}
甚麼動物看不見也聽不見?|龍蝦(聾瞎)
青春痘長在哪最放心|別人的臉上
請問馬莉歐是神麼顏色呢|［歐］是黑色的台語
拿蠟筆要為什麼要小心?|因為蠟筆小新[蠟筆小心]。
大象是誰生的|猩猩                         因為像由心生
發生氣喘怎麼辦?|噓噓(因為氣喘噓噓)
從古至今什麼人速度最快|曹操（說曹操曹操到）
13579事蹟數那2468和10市啥|許純美(因為偶是許純美拉阿哈哈.......)憨= =
為甚麼女人和男人的衣櫃裡都會少一件衣服|因為有一件穿在自己身上
小明的爸爸買新鞋給小明,小明要在運動會接力賽時穿,跑步當天爲甚麼會最後一名?|因為小明的爸爸買的是慢跑鞋
吃什麼食物會肥？|鹽    因為「食言而肥」！
有一天,小明從家裡出去巧遇了一隻老虎,請問,那隻老虎的名字叫什麼?|巧虎,因為{巧}遇了一隻老{虎}
什麼花會唱歌卻不會開花|楊麗花
英文字母哪一個喜歡裝酷|C[西裝褲]
1.有一隻螞蟻走在沙漠中位什麼為流下腳印2.有一支長頸鹿也在沙漠中旅行未啥也沒留下腳印(沒騎車.也沒開車)3.有一隻螞蟻爬進小明家的冰箱位什麼被小明發現ㄌ|1.他騎腳踏車2.螞蟻載他3.腳踏車停在外面
鐵嘴巴,愛咬紙,咬完掉個鐵牙齒.|訂書機
為什麼在海邊不能說笑話？|因為大海嘯（笑）
誰最像猩猩而且喜歡呂子情ㄋ?????|呂子情的老公是[陳祈呈]
籠中鳥|關羽
哪一個國家很節省??|免電=緬甸
有關西沒關西有關西|是有關西就在新竹上阿笨蛋
黑人為什麼要吃白巧克力，不吃黑巧克力。|怕咬到手，因為人事黑的，巧克力也是黑的
有誰可以用"油腔滑調"來形容他？|冒失的加油站員工{油槍滑掉≒油腔滑調}
熊來了|有備而來(有BEAR來)
為什麼溫的漢堡最好吃？猜一位"終滑仁旻貢盒摑{大陸}"的政治人物|溫家寶{溫佳堡}
甚麼雞跑的最快?|麥克雞快
哪個麵店的面積最大？|緬甸{因似麵店，面積約有67萬6580平方公里}
哪個山谷要被蓋起來猜國家|蒙古{矇谷}
商人賣的東西怎麼樣?|會很傷人
有一隻狼掉進了冰海中,起來變成甚麼?|檳榔
考試了要考試了，不能看甚麼書？|A：百科全書〈百科全輸〉
有一天 小華 小明 他們去坐飛機 到美國 小鴨子不知道 可是 小鴨子怎麼會知道他們要去美國|因為 他看到飛機裡有小明 小華 然後 小鴨子走後 看見飛機上寫著 網美國
有一天小華被從天而降的東西砸中，為什麼他沒有死呢？|因為砸下來的是雨
老黃有失眠，有一天他去看醫生，跟醫生說我家附近都狗都一直叫，害我睡不著，醫生開給他安眠藥，但他卻越來越睡不著，為什麼？|因為他抓不到狗
張先生有高血壓，他去看醫生，醫生跟他說你最近要吃清淡一點，他卻搬家了，為什麼？|因為他從鹽水搬到淡水
公車司機和機車騎士發生車禍，但是為什麼是公車司機重傷呢？|因為公車司機是在徒步行走時被撞到的
什麼書不用還？|遺書
什麼東西不用借？|借過
有一隻狼掉進了冰海中,起來會變成甚麼?|檳榔
世界上甚麼車最長?|塞車
一撇一橫長一撇到南洋十字對十字太陽對月亮猜一個字|廟
一點一橫長一撇到南洋十字對十字月亮對太陽猜一個字?|廟
老大壓老二壓老三|奈
火燒西土     猜一個字|煙
5個人看到一個十字架是什麼|傘
樓下客滿|後來居上
鳳梨跟瓶果比賽打架誰會贏|鳳梨因為鳳梨書
做甚麼事最好睜一隻眼閉一隻眼|照相
monkey為啥討厭平行線?|因為平行線沒有(相交)香蕉
一顆心要多少錢?|一億(一心一億)
有一隻老虎，請問牠的名字叫啥?|眈眈，因為虎視眈眈。
巧克力棒跟鳳梨酥比賽跑步結果誰會贏?|巧克力棒(因為鳳梨(酥.輸)巧克力棒
比賽會怎樣?|鼻塞
蜘蛛和馬留下痕跡~|蛛絲馬跡
請問: 孫中山騎滑板車 猜1ㄍ字|遜
甚麼街不會下雨？|芝麻街美語(芝麻街沒雨)
甚麼時候1+1不=2？|寫錯的時候
考試時，不可以看甚麼書？|百科全書(百科全輸)
一部電影10元，那3部電影多少元？|50元(因為三部五十)
地震時，住在哪一個地方的人最難逃?|南投縣.....因為南〈逃〉縣.........
哪一個女孩最沒有力氣?|小薇....因為...有一個〈沒力〉的小女孩.......
有一種隱形的劍,叫啥劍|看不見
1+1=?|王
紅豆哪裡人?|嘉義人，因為紅豆+薏仁
起床第一件事情是什麼??|張開眼皮
媽媽蓬頭爸爸蓬頭生個兒子尖頭|筍
醬是誰生的?|花  (花生醬)
神麼動物的腳最滑|狐狸因為狐狸最狡猾
田上長了草看近不是草|苗
河馬打哈欠|好大的口氣
有一天...老師說:現在的科技都很發達,  幾乎沒有國家不用電  可是小明說了一句話讓大家都昏倒了    猜猜看 小明說了什麼話??|小明說:緬甸(免電)不用電~~(昏~)
八個哥哥在說話|說
什麼熊最厲害|灰熊，因為(台語)   (灰熊厲害)
孫先生玩滑板|遜
頑皮豹的職業是甚麼|打腊
小狗、小貓、小豬，去學校背書猜看看？     誰會先背好？|小狗，因為旺旺仙貝
門旁下著雨門裡大太陽|洞
阿偉ㄉ媽媽生了3個孩子，哥哥叫-小傑  二哥叫-小白     那最小ㄉ叫甚麼?|阿偉       因為阿偉ㄉ媽媽生ㄌ..........
哪一種童話公主不能劈腿?|人魚公主
鏡中人|入
反手|毛
割稻|利
離別|扮
病人打太極拳|不甘示弱
屢戰屢勝|捷克
誰最不孝順父母?|面速力打姆{打母}
小狗、小貓、小豬，去學校背書猜看看？ 誰會先背好？|小狗，因為旺旺「仙貝」
什麼東西長毛了就長大了?|玉米
哪個動物最機車 請問十二生孝哪個動物最機車?|答:山羊因為山羊機車
世 界 上 誰 ㄉ 腳 最 甜 ?|【小甜甜】  因為...有一個女孩『腳』甜甜
仙女飄飄 飛上九霄 不怕風來吹 只怕雨水澆|風箏
火雞最怕什麼？|打火機(雞)
哆啦A夢最討厭玩神麼遊戲|剪刀石頭布
有熊來了|有備而來(有BEAR來)
蚊子不叮什ㄇ?|布丁狗(不叮狗)
房門裡有大太陽|間
蟑螂叫吳蚣去買煙可是一小時還沒回來?|{還在穿鞋子}因為腳很多
那一條街不會下雨|芝麻街,因為芝麻街美語
小紅帽為什麼沒有胸部....|因為小紅帽的奶奶......被大野狼吃掉了........
誰最雖|寶寶   [因為寶寶睡]
字謎：一陰一陽，一短一長，一晝一夜，合為一雙（一字）？|明
童話故事裡誰最專情?|A:美人魚
有三個兄弟 , 一起洗澡|洗衣機     ( 台語是 洗三隻 )
積數是13579那偶數呢|.偶是許醇美
水沖不走，火燒不掉；吃了不飽，不能缺少。|空氣
一點一橫長一撇到南洋男楊有個人只有一寸長|府
什ㄇ蛋不能吃??|笨蛋
什麼東西最難教?|伊斯蘭教{因為医,医術是最教}
台灣ㄉ熊叫黑熊.北極ㄉ熊白熊那醫院裡ㄉ熊較甚麼熊?|神經ㄅ正常(台語)
國父死了，對他的國家有什麼影響?|少了一個中國人
要怎麼樣能跑的比飛機快?|在飛機上跑
為什麼拿雞蛋丟石頭,雞蛋卻不會破?|因為丟出去的是石頭
怎麼樣讓珍珠奶茶變大杯？|念大杯咒﹝大悲咒﹞
英文字母有幾個字?|{四個字}因為{英文字母}
什麼人最瘦|台灣人因為台灣人壽
誰有三重人格?|住在三重市的人      哈哈!!!!!!!!!!
什麼動物最機械|數碼寶貝
為什麼兔子再一次邀請烏龜跟牠賽跑,兔子還輸？？？？－(>口＜-)|牠是忍者龜
卡通人物中誰最有愛心|小叮噹！！因為他會伸出援手（圓手）
誰喜歡寫詩|吳克群 因為她有一首歌叫為你寫詩
誰喜歡對電話說我愛你|黃力宏 因為他有一首歌是唱 獨自對著電話說我愛你 是真的愛你
什麼飲料店賣飲料最隨便|c o c o都可←
不能在哪裡說笑話?|海邊,因為海會(嘯) 笑
哪個藝人講話會結巴?|范瑋琪(因為*大家好我是范范   范瑋琪)
米粉闖關了！誰可以保護它？|肉,因為肉燥（罩）米粉！
有一天糖果走在路上，然後腳軟了，結果他變啥了?|軟糖
紅豆妹妹失戀了，她一直哭、一直哭，請問她後來怎麼了？|她、她、她發芽了＠口＠
王董.白董.黃董.莊董誰ㄉ知識最好?|莊董...因為他以為自己很聰明
超人保護地球，那麼誰來保護城市?|螢幕﹝因為螢幕保護程式
小明家有三個小孩,老大叫一毛,老二較二毛,老三叫什麼?|小明
超人啥東西最多|因為每次脫掉都沒去撿
瞎子最喜歡遇到誰??|流氓    因為他們會說我要給你顏色瞧瞧
僵屍最怕什麼家電？|除濕機（除屍機）
小美他掉進水裡面為甚麼他頭髮沒有濕只有身體濕?|因為它是光頭  哈哈  請投我一票唷!!
南半球為什麼沒有廟宇？？|因為南無阿密陀佛．．哈哈
為什麼超人要穿那麼緊?|因為它是穿S號的衣服(因為超人的衣服上寫著S)
顧客：「小姐，妳們的飯菜真難吃。」 店員：「不會吧！」 顧客：「妳去叫妳們的老闆來吃吃看。」|店員：「抱歉，我們的老闆到隔壁餐廳去吃飯了，不在店裡！」
媽：「小新，你又開電視了」 小新：「我又不是要看電視」 媽：「那你在做什麼？」|小新：「我在核對報紙上的電視節目表有沒有印錯」
有一個國王很愛吃生魚片 星期1芥末 星期2做成壽司 某個星期1廚師把生魚片做成壽司 國王說:[今天是芥末日] 為什麼廚師聽了就昏倒了??|因為他聽成[今天 世界末日]
老王姓什麼？|法,因為他是法老王
美人魚嫁給人類的白馬王子變成什麼.....................|大肚魚
十隻指頭的衣裳，從來不抱怨骯髒；隨著主人走透透，保護指頭不受傷。|鞋
出門1朵花，進門一條菜瓜。|雨傘★^-^↓↑
請問鄉間的河流的較急還是都市的河流的較急         呢?|(鄉間)河太急      ^o^
有一個醫生，他很有名!可是，有人感冒了去找他治療，可是他不會?!         請問：那個醫生位什麼不會醫他?|因為它是獸醫 = =
如果人頭後面長一對眼睛，會怎麼樣？|就沒有『後顧之憂』啦！
有三瓶汽水,怎樣才能不拿走汽水就從有三瓶汽水變成二瓶汽水?|喝掉其中一瓶汽水
哪一種桶子永遠裝不滿????|馬桶
時鐘敲了十三下請問現在該做什麼?|該修理的時候...
一隊恩愛的夫妻，同嚐酸甜苦辣。|筷子
有一個大胖子在洗澡,每天洗,洗到變成一個小瘦子.|肥皂
兩個老頭一般高˙醫道吃飯就摔跤|筷子
老師向全班同學宣佈.明天期中考因故臨時取消.同學們在一陣歡呼後.隨之愁眉苦臉.為什麼|今天是4月1日愚人節
阿里巴巴與四十大盜的故事是東方夜譚.還是西方夜譚?|天方夜譚
關公為什麼死的那麼慘?|紅顏薄命!!!
你知道人最討厭屁股上有神們東西|一屁股債
寶島姑娘|始
頭戴鐵甲帽，身穿水綠袍，來個熱水澡，變件大紅袍。|蝦
項羽自殺.|翠
紅蟹跑的快還是青蟹跑的快？|青蟹！因為紅蟹已經被煮熟嚕！
一對男女要自殺，可是他們買的錢只購買一罐，一罐只夠一個人喝才有效，為神麼最後兩個人都死了？|因為有買一送一的活動
貓跟狗誰比較厲害|貓,因為.......我說貓就是貓
不管做神麼事都不成認的動物是神麼?|山羊
把乳牛到過來是牛乳,那把咖啡到過來是?|咖啡就會灑出來了
有一天老師問小明 ;[早上誰會叫你起床]小明說是公雞;可是小美說是鬧鐘;但是小玉說都不是;那是啥ㄋ|[媽媽 ]           因為媽媽每天都兇八八的把我們叫起床
女超人甚麼最大?|力氣
一部電影50元，三部要幾元？|50元，因為三不五十〈三部50〉
為什麼姚明要抓皮卡丘????|因為它是火箭隊
我家門口突然來了一群貓，只見我老爸拿出了一個東西之後，他們就全部閃光了。請問：我老爸拿的是啥咪東東??|濕濕，因為感冒[趕貓]用濕濕
請問哪一個國家的人很會上廁所?|倫敦(蹲)
和尚常常用到啥麼文具用品??|圓規，沒聽過和尚常常化緣[畫圓]嗎??
1加1等於幾?|很明顯是2   哈哈
葉子青青.臉兒黃黃.啥都不想.只看太陽|向日葵
虎、狼、獅子是哪個把龍藏起來？|狼，因為WOIF藏龍。不是虎喔！
哪個國家不需要電？|緬甸(免電)
有一天，老師正在上數學課的加減，就在這時飛來了10隻蚊子引起許多學生的注意，老師就趁這時問說：「假如教室飛來了10隻蚊子，老師打到1隻，那麼請問你們還剩幾隻？」|剩1隻，〈因為打死1隻，其他9隻都飛走了，所以剩1隻〉
輕得像鵝毛,形狀像西瓜，雖然沒翅膀，但能飛得高。|氣球
請 問 北 方 、 南 方 、 西 方 、 東 方 ， 哪 方 沒 有 阿 彌 陀 佛 ？|南方，因為[  南無 ] 阿彌陀佛  好笑就請投我一票吧！！
要怎樣才能讓麻雀安靜呢???|往地上壓一下(因為壓雀無聲啊)
問多啦A夢為啥死翹翹了?但為啥他又活過來了呢?|1.因為多啦A夢打死自己2.因為它的小多啦就了他  不好笑吧    反正覺得好笑就投吧^^
孔雀如果和餅乾結婚，那他們的小孩會叫做什麼名字。|孔雀餅乾
什麼果不能吃|剛果：因為是地名
舞台中央|台中...............簡單吧
什麼茶不能喝|警察 [警茶]
什麼幫最丟臉|穿幫
飛機有螺旋槳,所以會飛,那麼什麼東西,有螺旋槳卻不會飛|電風扇
一+一=多少|王：因為一+一=王
王建明某天在練習時   一直投不出投手教練的要求     這是他說了兩個字|南投
獅子王裡的辛巴姓什麼|王  因為獅子王辛巴
沈麼麵的地位最高??|小王子麵
目字加兩點 ， 不作貝字猜。|賀
說他是條牛 ， 無法拉車跑 ， 說他力氣小 ， 卻能背屋跑|蝸牛
上面有毛,下面也有毛 ,晚上就來個毛對毛|眼睛
大加點不是太也不是犬|夭
舔也硬，不舔也硬，要舒服睡覺，先搓搓它|牙齒
畫家喜歡畫粗的繩子不喜歡畫細的繩子|出神入化    因為{粗繩入畫}
一隻狗站門口打一槍會開口|鎖
什麼豆不能吃|老豆
池中沒水地上缺土|也
怎樣使麻雀安靜下來？|壓牠一下 {鴉雀無聲;壓雀無聲}
哪一種蛇有很多嘴巴？|七嘴八舌{蛇}
阿姆斯壯登陸月球說了什麼話？|美國話
高高樹上掛水罐不用去冠自己滿|椰子
ㄧ口吃掉牛尾巴|告
一人一張口,口下長隻手|拿
一隻狗有四張嘴|器
栗子姓什麼??|糖炒(糖炒栗子)
鴨子寫字時要用幾B的鉛筆寫|1B   因為   一比一比呀呀   一比一比呀
四個兄弟都姓羅,大哥一敲名聲大,二哥肚圓能裝物,三哥喜愛水中坐,四哥白嫩頭開花.|銅鑼,籮筐,田螺,蘿蔔
傻瓜|保
萬世太平|永和
腳本|跚
兩人姊妹一樣紅，大家語言都不同。|春聯
小明走在路上為甚麼可以回頭|回頭是岸
黑線球'白線裹 ,猜不出,看看我!|眼睛
生根不落地  有葉不開花  市場有得賣  園裡不種它|不知道
4隻腳變2隻腳變3隻腳|人
酸.甜.苦.辣.鹹和甜,誰最多話呢?|鹹最多話!因為"閒話家常"(鹹話加長)嘛...
恐龍寶寶有幾種？|2種〈男、女〉
王的旁邊一顆子|玉
有2個麻糬.他們是好朋友.有一天.他們在路上遇到.就異口同聲的說:我們真是太有緣了!他們就互相GIVE  ME  FIVE.請猜他們怎麼了?|因為他們是麻糬.黏黏的.所以黏在一起了!
把優格的蓋子打開會看到誰?|包青天.因為開封(打開蓋子的意思)有個包青天
有一天.草莓跟香蕉在路上散步.結果香蕉的口袋調出一個綠綠的東西.結果草莓說:(                   )請問草莓說神麼?|草莓說:香蕉你的芭樂  ㄒㄒ
孔子登山|岳
為什麼母雞的腿這麼短？|如果母雞的腿長了，那麼下蛋時，蛋不就全部摔破了嗎？！
有一隻蝴蝶飛呀飛的，為什麼轉頭後牠就不見了？|因為牠飛去草叢裡採花蜜了
一部電影２００元，那．．．．三部電影多少錢??|５０元　因為『三部五時』..........
有一個人在馬路上風從東邊吹過來他的頭髮往那裡吹.|頭髮不會往西邊飛因他沒頭髮.
如何教三歲打電腦?|把手放再電腦上一直打
「門」裡有人是「閃」，門外站個人叫「們」，那門裡有個鬼，怎麼唸?|「門」，因爲鬼沒形體，看不到！哈哈！
為什麼大毛最喜歡上數學課?|因為數學老師常常請假
11月12日是國父誕辰那12月12日是什麼日子?|國父滿月
為什麼李白的字會看不清楚?|字太白
從前有個辦公室 裡面有兩個同事 有一個同事永遠放屁都很響 另外一個同事叫他不要發出聲音 放屁的同事就以後放屁只有抖~抖~抖~ 另外一個同事就問他為什麼一直抖|他說 因為他把屁調成了震動
看的到卻拿不起來.........|水....
神的交通工具是甚麼|寶貝,因為神奇(騎)寶貝
公雞在樹上,他會從左邊生蛋還是右邊|公雞不會生蛋
信用卡掉了怎麼辦？|撿起來
請問糖的媽媽是誰????|花  因為 : 「花生糖」
為什麼白雞可以生黑蛋|用顏料塗的
拿到手翻個身一切事都知道|明信片
一個老年人一直微笑著是坐著,有一隻蚊子一碰到那個老年人就死ㄌ...位啥???|被皺紋夾死ㄌ...
老阿婆一小時可以從高雄掃到嘉義為什麼?|在火車上掃ㄚ
身上有嘴又有耳，但是沒頭又沒腳，沒頭卻把帽子戴，有嘴不能把話說。|茶壺
四四方，白如雪，沒有骨頭沒有血，放在砧板拿刀切，生吃熟食兩相宜。|豆腐
一顆星是幾塊錢?|一星一億
什麼狗可以吃?|熱狗
假如萬里香是一種香水,那為什麼你會聞不到它的香味呢?|因為要格一萬里才聞的到
假如有一台車子,小明坐在後面,小香也坐在後面,那請問這台車是誰的?|假如
全世界什麼車最長?|塞車
假如你是一個神槍手,有一天,陸地上有一隻狼,天空上有一個鬼,這時你會想射誰?|都不要,因為射狼你就是色狼,射鬼你就是色鬼
有一天有一隻猴子爬到樹上在跳Rap猜一個字|桑    因為一隻猴子在樹上跳又又又
為什麼企鵝的肚子是白的?|因為他手短只洗的到肚子
1.是雞不長毛2.是牛不耕田3.是貓不捕鼠4.是虎不上山|田雞.蝸牛.熊貓.壁虎.
1+1=|王：因為1+1=王
有??十字路口             有4台車都擋住路口 還有1隻貓在中間 牠一動也不動 怎麼把他弄走呢?|咖啡
什麼英文字母會下跪??|D  因為d會貴[豬血糕]
一個啞巴要買牙刷，他比刷牙的動作，老闆就懂了，就給他牙刷，那一個瞎子要買墨鏡，他要怎麼辦？|直接用說的嘛
瞎子最愛遇到神麼人|流氓，因為他們都會說，給他一點顏色瞧瞧
刀和槍是神麼顏色的？|藍色，因為刀槍BLUE（刀槍不入）
happy走在路上，結果看到一個骨頭在左邊和一千元在右邊，happy卻選擇骨頭，為神麼？|因為happy是一隻狗
有一個農夫有10隻牛，他帶著10隻牛到山裡逛一圈，後來農夫數一數卻只有9隻牛，為神麼？|因為農夫騎者第10隻牛
一 個 公 公身體好一天到晚不睡覺個子 雖小力氣大 千萬人推它不倒|不倒嗡
塑膠身體鐵嘴巴專咬白紙咬完留下鐵牙齒|訂書機
大野狼一路追小紅帽到捷運站抓到小紅帽猜大野狼問小紅帽什麼?|三隻 小豬在哪裡
一條船只能載五個人,有兩條船,白天很多晚上很少?|鞋子
有一天曉華肚子餓想吃東西突然看見前面有一間花枝意麵就進去吃她跟老闆叫了一碗花枝意麵吃了一口問老闆怎麼沒花枝老闆說啥呢|沒有啦!!![花枝是我的名字啦]  我們只有賣意麵~~~
請問:小明為什麼要坐著睡?|因為小明是一隻青蛙
請問:為什麼每次下雨小華都不必去上學?|因為;他還沒上小學o
為甚麼八百壯士只剩下三百壯士？|因為"伍佰"去唱歌了
家住深山  西里希  爹娘娘我太稀奇   人人都是皮包骨  只有我是骨包皮|烏龜
有一個小小小小的東西他每天都不睡也不吃飯他也不運動!他每天都去旅行他沒有家他醒ㄑ旅行就ㄑ旅行是捨麼?|石頭
有一個公主她星期一泡澡星期二衝澡星期三洗溫泉星期四去游泳!星期五去比賽游泳大會!星期六幫小兔子錢錢洗澡星期天去旅館洗澡有一天為捨麼僕人看到公主洗澡她不趕出去呢?|因為皇宮有很多雕像所以公主認為那是雕像
為捨麼多啦A夢沒有手指?還有位捨摩大雄這麼笨?|因為多拉A夢是未來的機器人所以沒有手!^_^大雄想要跟靜香結婚所以每天只想著多啦A夢我要怎麼跟靜香結婚?^_^
誰是萬獸之王?|[誰]!題目已經告訴你了!{誰}是萬獸之王!ㄎㄎㄎ!
一.三.五.七.九.猜成語!!!|天下無雙!!!!哈!!!
哪一個歷史人物,游泳的時候,一店會沉下去?|阿斗!因為浮(扶)不起的阿斗..............
有一個國王,他很愛吃生魚片,星期一二沾醬油,星期三四沾辣椒,星期五沾芥茉,有一天是星期五,服務生用醬油給國王,但國王說了一句話讓服務生昏倒?|因為國王說今天是芥茉日(世界末日)
什麼帽子每個人都戴不下|螺絲帽
瞎子最喜歡碰到誰|壞人.因為壞人會說給他一點顏色瞧瞧
植物人最喜歡做什麼事情|日光浴.因為有光合作用
什麼時候1+1不等於1呢?|算時錯的時候
如果你（妳）死了，世界會怎樣！|少一個人，不會怎樣
什麼球可以吃  不能玩|西瓜
西瓜和香蕉生病了，他們要看什麼病？|西瓜要看內出血 香蕉要看脊椎側灣
哪一個人要洗腎?|西遊記因為台語「洗腰子」
牛奶是誰生ㄉ|花(因為花生牛奶)
李先生進大飯店吃飯,但卻不必花錢付帳,為什麼勒?|他用信用卡付阿!
有一種水果 沒吃之前是綠色的 吃下去是紅色的 吐出來是黑色的 請問是沈摸水果?|西瓜
小明被綁在火車軌道上　耶穌給他１０條命　為什麼他還是死了？|因為火車車廂有１１節
瓦斯嚴重外洩,卻沒人逃命,莫非都已....?|安拉!那只不過是別人放屁咩~((別打我!~
故鄉是大海,偶然上岸來;太陽一曬飄飄然,渾身鹹味變白.|鹽
哪一種帽子最安全？|安全帽阿...不要扁我阿！
1+1=幾呢？1+1=幾呢？1+1=幾呢？1+1=幾呢？1+1=幾呢？|答案是：11，因為1+1嘛！ 把1+1的中間的＋去除掉就好了！
請問那種桶子怎樣都裝不滿？|答案是‧‧‧‧‧‧馬桶啦！
有一隻毛毛蟲他想要跳河,可是為什麼又走上岸?|因為他忘記寫遺書給他爸媽
有一個人要自殺，有2個人騎機車過來，他站在2個機車的前面，為什麼沒死掉？|因為那兩個騎機車的人閃到旁邊去了
什麼車子的燈最多.|垃圾車
幾個人才算是團體|20你念一下
身穿綠衣裳肚裡水汪汪生的兒子多各個黑臉膛|西瓜
田中|十(田的中間)
什麼東西借了不用還?|借過
什麼東西偷了不會被抓?|偷笑
有100隻鳥在樹上,怎樣可以把他們一次全部抓住?|照相機
多啦A夢靜香大雄小夫胖虎哪一個才是哆啦A夢的主角|全部都是
哪一種卡通節目的角色常長打噴涕???|皮卡丘......因為皮卡丘(啾)
竹筍每人吃一口|答
安妮ㄉ爸爸有五ㄍ女兒 大女兒Nama 二女兒Nene  三女兒Nini  四女兒Nono                     第五ㄍ女兒名字叫什ㄇ|安妮       看到ㄌ嗎
人最怕什麼東西長在屁股上?|就是         一屁股債
什麼牛不會耕田?|天牛      因為牠是昆蟲
要買他.才買他.買了他卻打他|鼓
什麼酒不能喝|碘酒
狗和跳蚤有啥差別|狗身上會有跳蚤..跳蚤身上不會有狗
有一位先生是計程車司機,請問為什麼沒有人向他招手說我要坐車?|因為他在高速公路上
哪個島最小？|安全島　…　別打我ｘＤ
為什麼小明打電話的時候，電話壞掉了！？|因為小明用「打」的
霍爾的移動城堡，第二集是啥名字！？|霍爾的兩棟城堡，因為一接著是二【炸】
為啥多多可以一直喝＝ｗ＝？|因為他很「多」（（喂
為甚麼鴨蛋不會孵出小鴨???????猜猜看呗~~~~|考試考了個零鴨蛋~~~
有八個神仙從大陸過海到台灣逛夜市結果回去的時候只剩四個神仙為什麼|因為有四個神仙，被抓去作四神湯了
有一個人走再路上...看到一堆狗屎.於是就把他抓來吃..ㄋ猜那個人為啥要吃|因為他滿臉都是屎....哈哈
為什麼香蕉跌倒會變蕃茄呢|因為他流血
香蕉跌倒了|茄子
郵筒壞了|難以置信
熱烘烘|暖暖
有一位廚師人家都叫他雞為什麼?|除濕機{廚師雞}
青春痘長在哪裡最不擔心？|長在別人臉上
今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼？|人是１個的，不是半個
心情要好 不然會沒錢|凶多吉少
為怎麼醫生動手術前,都會笑著說..不會痛喔!|因為 : 笑裡藏刀阿
如果你從飛機上掉下來你要怎麼辦|準備投胎
請問 獅子王的主角-辛巴 他姓甚麼?|他 姓 王   因為...........................................獅子"王辛巴"
烏龜為什麼會從天而降?|他原本是幽靈
世界上有兩條龍請問是哪兩條龍?|李小龍＆成龍
一根火柴棒從101大樓上摔下來會變成怎麼樣？|棉花棒〈因為它受傷了，所以全身包滿了繃帶〉
電腦大不大    ?|不大     因為我家沒電腦
有一個病人得了一個病，醫生叫他看開一點，請問他到底得了甚麼病？|鬥雞眼
有一個人   的了愛之病   結果跟人家強姦ㄌ  那個人卻沒得愛之病   這是為蝦咪呢?|因為他看錯ㄌ  是愛之味麥茶  好笑嗎?  我覺得很好笑
張太太早上看見一大堆屍體,他不理會也不害怕,為甚麼呢?|因為  那是蟑螂的屍體ㄚ  ^.^
有四題喔  慢慢猜叫馬 不會跑叫球 不能打 叫鈴 搖不響叫餅 吃不得|1.木馬  2.鉛球  3.啞鈴  4.鐵餅
每天都會見面而且要鞠躬|臉盆
永遠都是春天|恆春
三個女生裸體跑步猜地名|斗六       =  =
1要怎麼把大象塞進冰箱裡2要怎麼把長頸鹿塞進冰箱裡3獅子舉辦了一個森林大會，哪一個動物不行去參加4海裡有一隻凶猛的鯊魚，要怎麼過去海的另一邊？|1把冰箱打開，把大象硬塞進去，2把冰箱打開 把大象拿出來，再把長頸鹿塞進去3長頸鹿，因為他被冰在冰箱裡4直接走過去，因為他去獅子的森林大會了
畫家喜歡粗的繩子還是細的??|粗的{粗繩入畫}
誰叫我們去吃小孩|乞丐小孩台語發音
夕陽西下!斷腸人在哪?|醫院啦
西方殘害中國的2樣東西(1)鴉片(2)?|ENGLISH(英文)
夏季吹什麼風?|電風
甚麼花是不吃得？|煙花
雞蛋一打有幾個~|沒半個~因為但一打就破ㄌ> o
有一種馬，不會自己跑，沒有生命，長的不像馬，大家都用過，名子裡有馬，有兩個名子，到底是什麼馬？？|鐵馬(又稱　腳踏車　)哈哈哈～別揍我
甚麼布不能用|瀑布
一隻公雞和一隻母雞猜3個字?????|兩隻雞
在上課時睡覺有甚麼不好?|不及在床上睡得好
有一天有一ㄍ魔術師拿著一個裝著一種液體的瓶子跟國王說：「這種液體可以溶解所有的東西和物品！」國王一聽就知道他在說謊，請問國王為甚麼知道？|因為他說這種液體可以溶解所有的東西和物品！那瓶子早就溶化啦？
好像人又不是人,                        手腳勤勞不吃喝,操作機器最在行,聽話負責不懶惰.|機器人
有個女人進洞房之前, 發現丈夫竟然"ㄧㄢ"掉了, 該怎麼辦?|菸掉了, 女人叫丈夫撿起來
青竹蛇 莽蛇 水蛇.哪一條蛇最長?|清竹蛇:因為牠是三個字,其牠都是兩個字
請問"鈴"怎麼偷?????|遮著耳朵偷(淹耳盜鈴)
小明被火車撞到*位什麼沒有死？|因為他在作夢
王先生進去飯店住宿*為什麼不用付錢?|因為他刷卡
阿力是電玩高手*為什麼玩超級瑪莉玩到一半就放棄了?|因為他去上廁所
哪個地方一個人就會客滿|廁所
小明有天和爸爸騎腳踏車一子被打猜一個東西|雨
星期六是愛愛奶奶的的生日，全家人都在愛愛家吃午餐，吃飯之前奶奶開始唱歌。結果，這一唱下來，他們的午餐卻變成的宵夜。你知道奶奶唱什麼歌嗎??|王昭君
有一天一位新警察帶著一名嫌犯路過一間麵包店,嫌犯說我進去買麵包 警察:好結果嫌犯就從後門逃走了後天新警察又帶著嫌犯路過那家麵包店你們猜怎麼了|新警察說:上次上了你的當,這次換我去買麵包你在外面等著
有一對情侶.男的買農藥自殺.女的要跟他同歸於盡.一瓶農藥只能殺一個人.(他們只買一瓶喔)為何2人都掛了?|拉開拉環------寫著再來一罐*-*
一把傘可以撐幾個人|四十個人
五星級翻譯成什麼?|"有省錢"台語的  哈哈!
哪一個地區有6家國中??|蒜頭.......因為六嘉國中
警察不會抓什麼賊|嗚賊
有一條船載了好多人~突然有位很胖的婦人站上去~位什ㄇ沉下去ㄌ!!!|因為那是潛水艇
上上下下不上不下|卜
豆腐是软的为什么砸到会痛?|豆腐有结冰
眼如燈尾如釘撐開薄紗翅湖面度光陰|蜻蜓
紅提旁邊種韭菜日日澆水花不開|鬍子
有一種東西，買的人知道，賣的人也知道，就只有用的人不知道，請問究竟是什麼東西？|棺材,哈哈
有一個幼自園小朋友 他想看看有神麼火鍋 但 他很想吃 但是沒錢 突然 有一個小朋友想到一個主意說 我想到好方法了 進去就騙老闆 你知道他騙老闆神麼嗎|是 您好我是迪士尼的小記者是要來拜訪火鍋的
甚麼車乘的人最少？|空車
為什麼小螞蟻不用坐飛機一下子就到日本了|答 因為他在地圖上走
有隻很餓的獅子想吃你,那你該怎麼辦勒?|躲在高鐵因為高鐵請勿吃東西
被狗追,該怎辦?|躲在百貨公司,因為不能攜帶寵物
老天爺放屁|神氣
法王路易十四被砍頭後，他的兒子變成什麼？|孤兒
做什麼事之後，卻知錯不能改？|考卷交出去之後
動物園裡鼻子最長的動物是大象'那鼻子第二長的動物是什麼?|小象
唱歌的人叫歌手，行船的人叫水手，那有錢人的手該怎麼說???|富貴手
站在硬木板上，把雞蛋往下拋一公尺都還沒破，也沒有任何東西阻擋，這是怎麼回是？？？？？？|手與地板間隔２公尺，到２公尺雞蛋就會破了
廁所要放什書?|可麗舒(可麗書)
布和紙分別怕什麼?|不[布]怕一萬 , 只[紙]怕萬一
白鴨和黑鴨哪個最厲害?|黑鴨,因為黑鴨可以生白鴨蛋,白鴨不行生黑鴨蛋
火雞最怕誰?|賴打(打火雞)
鋼鐵人死了變瞎咪|鐵軌（鐵鬼）
有一家餐廳.每人用餐100元.為甚麼有2對母子去吃飯.卻只要付300元?|小明.媽媽.外婆
為什麼蛇會脫皮?|皮癢
值錢唔值錢,全在這兩點?|金
幾個人以上(含) 才算團體  ?|20    因為  twenty    (唸唸看)
雞蛋一打幾顆|0顆
一片大草原|梅花(沒花)
水桶裡面裝什麼?就是水吧!飯桶裡面裝什麼?就是飯吧!那馬桶裡面裝什麼?|答案是屎阿~如果沒用頭腦想的話會講成馬喔!!!!
世界上什麼東西最圓|[粉]很圓
先有牙醫還是先有蛀牙?|先有糖果
諸葛亮和曹操有什麼共同點?|他們都是中國人
哪個 調味料 最狠?|蒜泥   (算你狠)
汽水和沙士有什麼不同|汽水裡有ㄑㄧ，沙士裡沒有ㄕㄚ
什麼東西會讓雞笑??|肌(雞)樂      哈哈!!
9月28日是孔子的生日,那１０月２８日是甚麼日子？|孔子滿月
有一個人他只有一元,他進入便利商店,他卻買了一百元的東西~~!猜猜看為什麼~~~!|他用了提款機             有一股冷風~!
有天在路上有個女高中生,看見看板上寫著五星級理髮廳,女高中生好奇的走進去,但是只見一些古板的東西而已,等到女高中生理好髮並看到帳單才知情,請問招牌上寫甚麼?|"有省錢"因為帳單上只有15元而已
甚麼動物不會醉?|青蛙,因為蛙沒醉,蛙沒醉(台語)
什麼菜不能吃??|博物館的翠玉白菜(請投我>()
請問4顆蘋果分給3個人怎麼分????????????|打成果汁在分
有左沒有右有肉沒有月有阜沒有邑有辵沒有X|隨
人們最長講什麼話|電話
年輕人不是都很有活力ㄇ!!為什麼有一個年輕男子卻需要人家幫忙|因為他是殘障
坐禪要做到什麼時候才能達到心如止水的境界|心臟停止的時候
關公養的機叫什麼機??|關機
狗過ㄌ橋就不汪  猜一句成語|過木不汪
有一座橋 只能給一頓重的車駛過。有一天,一輛一頓重的貨車正駛往對面,在橋中突然有一隻5公斤的鷹停在車頂,為什麼橋沒有倒下來呢？|在行駛的過程中已浩掉了跟鷹一樣的油。
廁所猜一個文具用品|鉛筆因為廁所(台語)=(Pencil)
紅色ㄉ英文怎麼講?|brown(紅不讓)
小明他掉進水裡面為甚麼他頭髮沒有濕只有身體濕?|因為它是光頭 哈哈哈 . . . . . .請投給Coco 一票喔
廁所要放什麼風?|春風因為春風衛生紙
小小四方,裡面都住人,黑貌白衣裳,破皮發雷霆|火柴
香蕉從101大樓跳下來會變什麼|茄子
大姊數上叫,二姐嚇一跳.三姊舞大刀.四姊點燈照.|1蟬2蚱蜢3螳螂4螢火蟲
五隻手指猜一個成語|三長二短
長長四條腿，上有平面隨，做是讀書都要他，你猜他是誰？|桌子
只有頭卻沒有身體的牛較甚麼牛?|一頭牛
螞蟻走在沙漠上     為什麼沒有腳印?|因為他騎腳踏車
大象也走在沙漠上       為什麼也沒有腳印?|因為他給螞蟻在阿哈哈
最後一題    螞蟻偷冰箱食物   為什麼會被小明發現?|因為腳踏車停在冰箱門前
一物生得鮮,四面不見天,長年不下雨,光濕不會乾.|舌頭
地震時要躲在哪裡|飛機
包子從高樓掉下來變成什麼?|卦包
空襲時必須躲在哪|山洞
☆什麼人有2顆心臟?☆|☆孕婦☆
老闆在[鬼月]發薪水,你猜........發    幾    元???|50元!因為鬼月!老闆希望大家  平安[[[無事]]]五十!!
媽的是髒話嗎?|不是 英文字唸 mother
貓+老鼠=?|等於[貓]!因為貓已經把老鼠吃掉哩!!哈哈=ˇ=
被人家放鴿子，還很高興的是誰？|鴿子
一張嘴巴,一條毛巾!|吊
18的一半是多少?|1
小明、小麗、小陳、小美誰的故事最多？|小陳      因為(小城故事多~)
包大人最喜歡替哪種產品打廣告|成人紙尿褲（包大人）
綠豆從５０樓掉下來會變成什麼？？|綠豆蒜　（因為綠豆碎掉了）
身體光滑,不能站力,內心深處,有黃有白.|雞蛋
有一隻貓頭鷹，拉牠的左腳，牠會說謝謝，拉牠ㄉ右腳，牠會說不客氣，那兩腳一起拉牠會說什麼？|你是要讓林白摔死喔！〈用台語說〉
綠豆拿刀刺自己變成紅豆，小黃瓜從樓梯上摔下來變茄子，那麼香蕉跳樓變什麼？|香蕉泥
哪一個卡通人物最不孝？|泰山(因為他會打奶奶)
英文單字最長的是哪一ㄍ單字？|smiles(兩ㄍs之間就有一哩長)。
氣球裡有氣游泳圈裡有什麼？|不會游泳的人
台灣人的笑聲和外國人有什麼不同？|他們事用英文笑 HA！HA！HA！
天上的星星一顆要幾元|一億
誰常生活在黑暗中？|小叮噹　　因為他伸手不見五指
有牙齒沒有口,喜歡園地來回走,只要倒楣遇上他,雹管段長滿臉優|鉅子
死掉ㄉ包子|掛包
ο-_-)０)。０)|給你一拳~~
m(_ _)m|萬事拜託(跪地，嗑頭)
(⊙０⊙)|目瞪口呆
(/‵Ⅲ′)/|抓你來咬!!!
(－_－)y--~~|抽煙......
‵(*∩_∩*)′|獻上最可愛的笑容
(*^^)/.。．：*：．。★，。：*。☆|祝好夢
("*_*)(‵~~‵)====|看到鬼，就是看到鬼了嘛
(_ _)(- . -)(~0~)|累了~又瞇眼~又打呵欠的~
(^o^哇)~~(^0^)哈~~(^○^)哈~~|大笑三聲~~
0(^o^)~~YA(^0^)~~SU(^○^)~~MI(^_^)|好好休息(用於睡前~日文)
那邊的笆樂最貴|麥當勞應為笆樂888(台語)
植物哪個部份識得溜冰?|花(識溜冰)
猜猜看，原始人打開冰箱的冷凍庫，會有啥反應?|啊!這什麼妖氣啊!!!!!
桌上有三顆蘋果,你拿了兩顆 ,你還有幾顆?|2顆           你手上只有兩顆
問題1.怎ㄇ把長頸鹿放進冰箱裡？(有下集ㄉㄛ)|打開冰箱 把長頸鹿放進ㄑ 再把門關起來
問題2.那怎ㄇ把大象放進冰箱裡?(還有下集喔)|打開冰箱 把長頸鹿拿出來 再把大象放進ㄑ 再把門關起來
最後一題.問題3.有一天熊要開派對!誰沒有辦法ㄑ參加?|當然是大象囉~(因為牠還在冰箱中)－　－
菲傭捲款離開。|葡萄（僕逃）
「吃葡萄不吐葡萄皮」,為什ㄇ？|因為他吃葡萄乾－　－＋
半部春秋|秦
香蕉從30樓掉下來後變什麼顏色|金色     因為(台語)  金焦
蘇貞昌為什麼家中不用電?|因為他是禿頭,所以遇到光會反光
哪個動物只有母的|蜈蚣 (無公) 只有母的 我誠懇的請求大家拜託投我好嗎拜託各位了
有十隻羊，九隻蹲在羊圈，一隻蹲在豬圈|一羊蹲錯
有一天有2個人要跳樓一個從3樓跳下來另外一個從22樓跳下來你猜他們跳下去時說了什麼?|3F:蹦~阿(跳下去腳斷掉)22F:阿~蹦(跳下去死掉ㄌ)
有個好朋友天天來聚首告我天下事卻又不開口|報紙
如果我們要窒息了，要喝什麼飲料咧？|「有氧」飲料
有一天有兩個人去海邊玩 突然有一陣海浪把其中一位卷走了 沒被捲走的那一位叫小明 被捲走的那一位叫什麼?|叫救命
有一隻鳥他飛去一個地方花了一個小時 為什麼他飛回來要花兩個小時呢?|因為回來的時候有下雨 他要一支手飛一支手遮著頭所以比較慢
英文26個字母中 減去E跟T還剩下幾個?|21個 因為ET走了會帶上UFO
內褲穿在下面叫人那內褲待在頭上叫啥|薰死人
有一次颱風天,你爸ㄉ工場淹水ㄌ|江
如果你家住台北ㄉ話.....你ㄉ心每天都是台北唷~|怡
清清楚楚一幅畫，有樹有草也有花；別處花草朝上長，此處花草頭朝下。|水中倒影
劉先生買ㄌㄧ棟房子 廣告上說「絕不淹水」可是一下大雨 就災情連連 為什ㄇ?|廣告詞是橫寫ㄉ「水淹不絕」劉先生看成「絕不淹水」
當妳裸身在浴室中洗澡　突然衝進來一ㄍ男子　妳手上只有一條毛巾　請問妳會遮哪裡？|遮住那男子ㄉ眼睛
為什ㄇ每ㄍ人看到李先生　手心都要向上？|李先生是看手相ㄉ術士
甚麼車是塑膠做的?|玩具車 哈哈
什麼包子不能吃|書包
有一隻螞蟻，在騎腳踏車散步，騎到一半螞蟻看到糖果罐跑進去吃糖果蝴蝶採花蜜回來蝴蝶為神麼知道螞蟻在裡面吃糖果？|因為看到螞蟻ㄉ腳踏車
龜兔賽跑,兔子沒睡覺,為何兔子最後輸了?|因為起點設在蘿蔔田
爲啥男女接吻時要閉眼睛|俗話說           愛情是盲目的   大家如果看了這個猜謎記得要投我一票喔!
阿兵哥屬人數,原本人數是9個,為什麼阿兵哥的人數是10個?|因為,第10位是班長.
為什麼超人的衣服很緊?|因為超人穿S號
數字3走在路上跌倒翻了兩次猜一句成語|三番兩次
阿扁最怕什誰?|海  因為怕被海扁
誰最愛打電腦?|看電腦不爽的人...不好笑
有甚麼生物沒有公？|水母(因為没有水公)
小明他寫了十封情書為什麼他女朋友只收到一封ㄋ?|因為小明有10個女朋友
小英他家住在10樓為什麼他坐電梯只做到9樓ㄋ?|因為他太矮了所以按不到10樓     哈哈!
請問哪一種字沒有公ㄉ?|英文字母(沒有英文字公)
有一天JASON正在打卡!!忽然唱起一首歌來^o^請問他唱的是什麼歌|開心的動一動DAKARA(因為打卡啦）XDD
每天旁邊都是水|海
牛奶是誰殺的|綠豆沙     因為綠豆殺牛奶
花瓶倒掉了，接下來要做什麼事？？|烙跑
有一顆葡萄從馬路中央滾過去，剛好被輾過你猜他會變成什麼？|不能吃的葡萄
祭拜什麼樣的寺廟可以不必燒香磕頭|五臟廟
一艘四十萬噸的油輪沉沒了,請問最先浮出水面的是什麼|空氣
腎生病ㄌㄅ能吃什麼??|桑葚(傷腎).....哈哈
此人很古怪,選擇在冬天出現,害怕曬太陽|雪
某一天王建民在打棒球第一球好球第二球好球那第三球啥球|第三球當然是打(棒球)  要投我喔!
雨後春筍|[新竹]新長出來的竹子,那就叫[新竹]了
有一天，有一隻小瓢蟲再樹上爬了一半之後樹就笑了，為什麼？|數上有梗
小明他們那一班要去烤肉，請問他們會到哪裡烤肉?|動物園(因為什麼肉都有)
一頭牛300元那三頭牛多少錢呢??|無價  .因為世界上沒有3個頭的牛
貝莎芭比公主打了誰a:被可多王子b:達斯尼王子|達斯尼 因為打死你
項羽自殺  猜一字|翠
國王戴個小帽子|主（ 因為王家一點＝主）
數學題目的1000減300為什麼會便成500減300|500跑去唱歌了[伍百跑去唱歌了]
水餃是笨的還是聰明的?|笨的  因為【傻水餃】(煮水餃台語)
有一支筷子，為什麼它會無緣無故就自己斷掉?|因為它活得不耐煩了
哪一種熊沒有脖子?|吳伯雄  (無脖熊)    哈哈哈哈........
哪個食物看到就會哭|洋蔥
小名為神麼吃不下500個便當?|因為             錢不夠
孔子是個著名ㄉ蛇摸家??|老人家
雞和鴨哪個比較便宜？|是鴨﹝因為把價錢壓﹝鴨﹞低﹞
鯊魚吞下一顆綠豆變陳首麼|(鯊)綠豆沙
綠豆到海邊玩回來變首麼|黑豆   因為被太陽曬黑了
哪種水果會忘了回家?|(榴槤)    流連忘返
寶寶.媽媽.爸爸誰最雖?|寶寶
黑熊和白雄哪一隻雄比較愛喜衣服|白雄因為白雄洗碗精
全世界最大ㄉ馬鈴薯在哪?|在土裡
有一把劍是隱型的？是哪一把？|看不見
布和紙分別怕甚麼!|不(布)怕一萬,只(紙)怕萬一~
打開優若乳,誰會跑出來?|包青天 因為開封有個包青天
天上有海，地上有雲，狗的肚子裡懷著貓，我愛吃生魚片，世界末日即將來臨。              --猜一字--|沒有這個字
有甲沒有盔有眼沒有眉有翅不會飛|魚
做什麼事閉一之眼.睜一之眼比較好|照相   投一下吧拜託
彎彎像月牙，短短像黃瓜，小時穿綠衣，長大換黃褂。|香蕉
包子老闆對蘋果員工說你回去吃自己(要開除蘋果員工)，包子老闆說完之後，不知道轉過去做什麼，他轉過來之後，地上多了什麼東西?|蘋果員工的屍體(她聽不懂包子老闆的意思)
為什麼全國停電，但小明在自己的家裡卻還在看電視?|只是看著電視(看電視)但電視沒開。哈!哈!欠扁吧!
什麼動物把頭切掉身體會變大|狐狸  因為Fox把F切掉變成Ox(公牛)
1-1等於多少|H
為什麼人死了之後身體是冰的?|因為   心靜自然涼
水沒了猜一種水果|西瓜    因為她的英文叫watermelon(water沒了)
象皮 虎皮  獅子皮 哪以個皮最差?|象皮  因為象皮差(橡皮擦)
有一個Poll他去逛街，他看到狗骨頭&1000塊，請問他會選什麼，為什麼？|骨頭..........因為它是Dog
葉子青青.臉而黃黃.耍都不想.只看太陽|向日葵
小明的爸爸失蹤了，可是有一天小明的媽媽跟小明說他爸爸要回來，晚上，門鈴響了，然後開門有3個人，為什麼小明一看就知道其中一個人就是他爸爸?|因為另外2個人是女的
什麼毛不能拔|一毛(腋毛)不拔
有一天　上美勞課　小明畫ㄌ一張圖　整張都是黑ㄉ　老師便問說：小明　為什麼你整張都黑ㄉ？？　你們猜小明會回答什麼？？|我畫１ㄍ黑人在黑夜裡抓烏鴉.....
烏龜ㄉ心臟　長甚麼樣子？？　猜一下ㄅ。。|箭！　因為歸心似箭『龜心似箭』
再CD上的生物是什麼|蝦子  因為ABCD剛好是日文的蝦子
有個農場裡有三隻動物 牛 羊 豬 他們都有吃食物 喝水 但為何 羊 死了呢?|揚眉吐氣(羊沒吐氣)
有5個人站一排一樣高不行拿東西和蹲下順序為12345有一天有一個招牌掉下來只有135被砸到為瞎咪ㄏㄏ|是麥當勞招牌M掉下來了所以只有135被砸到24卻沒事
游泳圈外面是空氣，那游泳圈裡面是什麼???|不會游泳的人
獅子和鴿子要怎麼用魔術直接變出來??|拿一張紙就可以了啊!!因為...斯紙和割紙...!!
1.世上只有誰是好人?2.誰最像一個寶?|1.媽媽 2.媽媽的小孩(就是你自己)
甚麼動物最節儉？|毛毛蟲，因為，毛毛蟲會結繭﹝節儉﹞
啥米東西比細菌小～～～～很多　很多？？|細菌的兒子.............................
歌曲「卡門」是誰發明的?(白痴問答)|胖子(因為胖子會卡到門)
小威看到一隻水鬼爬上岸   那隻水鬼睜一隻眼閉一隻眼   猜那隻水鬼在幹嘛?|瞄準
哪間商店會讓你覺ㄉ真好?|7-11  因為有7-11真好~ㄎㄎㄎ
有一天..小爛參加呼拉圈比賽..比完後小爛的呼拉圈一直都在腰上為什麼會輸|因為小爛很胖..所以呼 拉圈卡在腰上
一顆蛋要煮熟要花三分鐘，那三顆蛋同時下鍋要花幾分鐘|還是三分鐘，因為同時下鍋嘛      哈哈≧▽≦
香蕉剝掉皮,皮還剩在頭上從101跳下去它變什麼?????|降落傘.......
"禮義廉恥"猜一字...|羅（由"四維"得知）
穿哪一種鞋子最快樂?|黑皮鞋(happy鞋)
總統府前面的路是什麼路?|泊油路
加減中哪一個最貪心？？|加(因為加拿大)
今天誰最大|今天壽星最大
牛奶什麼什麼時候最好喝|新鮮的時候最好喝難道你要過期才喝嗎
三個木變什麼|變森
長的很像剪刀,卻不能拿來檢紙的東西是神麼?|燕子
鍵盤上有什麼明星?|F4
是一條河為什麼沒有魚|銀河
平常毎種昆蟲和動物都有分為:卵生、胎生、卵胎生,請問法老王是甚麼生?? (法老王是古埃及的國王)|是...人面獅身!!哈!!
3分熟的牛排和5分熟            的牛排為什不認識?|因為...........................................他們都不熟
有一天,瞎子和斷腿在騎腳踏車,瞎子騎車斷腿看路,斷腿突然說:GOGOGO瞎子又說:阿勒阿勒結果猜怎麼了?|瞎子以為斷腿在唱歌>所以一不注意掉到水溝裡了
五月花和百合花哪一ㄍ還沒生孩子?|五月花衛生紙(未生子
阿拉丁有幾個哥哥|甲.乙.丙
請問小蕃薯最愛，誰?|他(小蕃薯)自己的主人
小明去醫院打3針為神麼只有第一針會痛?|因為第一真是麻醉針>
太陽用手把耳朵遮起來|揚(因為先把太陽的陽左邊那個字去掉變成手)
瓢蟲爬到樹上 為啥大家會大笑|因為瓢蟲有點
女生的嘴巴張開  猜一個字|如
小明的媽媽說.電視的插頭斷了.你猜小明說.甚麼|現在是早上.幹嘛要擦擦頭
除了吳剛還有誰會伐樹?|分身!因為分身伐樹(乏術)
有一隻公雞在屋頂上下蛋請問蛋會從左邊還是右邊竨|不會掉因為他是公雞
小美長的很醜卻有兩個帥哥為了娶她而大打出手位神麼?|因 為輸的人要娶
什麼花會講話|如花
天空一隊小飛兵，排成一個大字型，冬來向南春往北，團結互助紀律明。|大雁
哪個數字跑馬拉松?|9
在很炎熱的夏天 你走在長長的馬路上 忽然 你的東西不小心掉了 這時 你該怎麼辦?|當然是撿起來囉
三個眼睛一隻腳?|紅綠燈
為什麼3到5月最適合上A.B.C？|因為是梅雨(美語)季!
為什麼沒有人車子會動!|因為是玩具車
為什麼雲是白的 ?|因為他天天保養
為什麼皮蛋變鹹蛋!|因為皮蛋掉進海裡
什麼帽子不能戴|螺絲帽
為什麼地球會燒起來|因為太陽掉下來了
高高山上長黑絲.月月割了月月長|頭髮
怪物都在哪裡?|怪獸電力公司
一個人不會游泳掉竟海里why he diden'tdie??|他在作夢
蘋果為啥不跟橘子說話??|因為蘋果不會說話   呵呵!!
你猜不喜歡洗澡的小朋友，喜歡做什麼事?|不喜歡洗澡{早}的小孩，當然喜歡洗碗{晚}
班上有許多人.明明最胖.曉曉最瘦.你猜誰午餐會吃最多???|曉曉.因為媽媽叫她午餐的飯要吃完.結果她沉飯沉太多
兩條船'沒帆蓬'腳不動'它不走'大白天'行千里'黑夜裡'床邊睡'|鞋子
東西南北誰最強?|東東東東強
葉子青青 臉兒黃黃 啥都不想 只看太陽|向日葵
冰不能加熱,但要使他快速變成水,要怎麼辦|把旁邊ㄉ2點ㄑ掉(ㄏㄏ)
有一隻公雞在樹上生了一顆蛋，樹的左邊是河右邊是房子，你猜他生的蛋會掉到哪裡??|公雞不會生蛋啦!!
台灣有頭會算數的牛，那會算數的烏龜在哪?|還沒出生
鉛筆姓什麼?|削(蕭)鉛筆
聖經和論語誰多字?|兩個都一樣,因為聖經和論語都是兩個字。
有一條橋 橋上寫著不準過橋為什麼橋上還有人在走|因為那條橋的名字就叫不準過
綠豆被電線桿電到會變什麼|麻豆
男生太多|妙
添一筆不好,加一不少|夕
有一隻蟲，他跳了5公分第二隻蟲，為啥跳了10公分有兩提答案!!|第一個答案(他放了一個屁)第二個答案第二隻蟲站在第二隻蟲身上跳
哪種鞋子最瘦?|阿瘦皮鞋!投一票唄~ㄎㄎㄎ~
什動物沒有公的|蜈蚣,[因為無公]
為什麼小孩不能玩伴家家酒?|小孩不能喝酒
牛鑽進地上|生
黑色的狗|默
蟑螂死了，為甚麼可以走路？|因為螞蟻搬走牠ㄉ屍體，人沒發現
請問如果國父在台灣復活了台灣會怎樣|會多一個人=ˇ=
有一天  小兔班來了一位新老師   他說：讓我們從零開始生活吧！有一次   小明考零分 爸爸問他為什麼考這麼差？           猜猜看曉明說ㄌ什麼|一切從零開始
要怎麼分辨章魚的手和腳|用打的
你現在現在就在用?|滑鼠
什麼腦袋是機械做的?|電腦
有4個人  3顆蘋果  那要怎麼分  才公平??|打成果汁   在分就會4個人都有~!
小明買一本書200元小英買同樣的書小英用5元才買到|因為他用美金買
地震時  在哪感覺不到??|飛機上~!!    因為是在半空中阿!!
什麼貴重物最容易不翼而飛|火箭
番薯長出芽來了番薯會怎樣?|他會疼(痛)因為   蕃薯藤
老太婆打哈欠|一望無涯〈牙〉
有一天米老鼠生病,米妮買藥給米老鼠吃,結果米老鼠掛ㄌ 為什麼呢|因為他買老鼠藥給他!很欠扁吧
老鼠愛吃啥?|乾麵
有一個人要及時找到朋友，他在家裡不用５秒就找到，為甚麼？|因為他用『及時通』
誰每次都會遲到？|陳為明【他後到『台語』】
世界上哪兩種動物最厲害!!!!!!!!!!|青蛙和熊，因為蛙熊厲害........
風吐舌頭|颳
瞎子吃餛飩|心中有數
老師叫小明抄課文小明說了甚麼??|版權所有  翻譯必就
一鉤三個蟲，一個睡當中，一個飛向西，一個飛向東。|心
春嬌只掉了一千元，為甚麼她會想不開去跳河?|因為那一千元在河上飄呀飄的
什麼人最喜歡日光浴?|植物人，需要光合作用
有一天小明去書店說：「頭家，我要A4紙。」但為麼老闆給他柿子呢？|因為A4紙發音類似「A柿子」所以老闆才給他柿子
有一個人 他撿到錢 送去警察局~上帝聽說了~要送給那個人1個願望~他想要9條命  有天他很無聊 去給火車壓因為他有9條命那位什麼~ 他還是死了??|因為 那輛火車  有 10節 車廂
老師:一塊  五塊  十塊  五十塊  一百塊  五百塊  一千塊  兩千塊  哪一個隨便撿也撿的到!?|十塊啦!!  (石塊)   欠揍嗎!?  來呀打我呀!!
小明搬家搬到豪宅,為什他住不習慣|因為好窄〔豪宅]
蚯蚓一小時爬10公里~那2小時跑幾公里|0公里,因為他不會跑
紅色的,按一下,就噴乾粉|滅火器
楊先生到職業介紹所找工作 他的條件是:工作單純 無拘無束 收入不錯 能受大眾觀懷 空暇時還可以到處遊玩 介紹所幫他找到工作 想想是什麼|乞丐
媽媽炒菜時 總是會把白糖和鹽弄錯 今天的晚餐也是這樣 可是大家吃的津津有味 這是位什麼呢?|應位今天的晚餐是[糖醋排骨]
爺爺得毛有3根但是有1天掉了兩根毛為甚麼|一毛不拔
哪一種動物的名子相反過來會變成人類身上的東西?|蚊子         [指紋]
耳朵長又長我姓王今年十四歲我的名字叫一心|聽
有一個很會用降落傘和游泳的人面向101大樓附近的海,站在101大樓上往下跳,跳完卻不見蹤影,為什麼?|他降落在水上
一年才工作一次?|聖誕老公公
為何燕子冬天要飛去北部??|因為走去要花好多時間
一位老師不開口肚裡學問樣樣有誰要有事請教他還得自己去動手|字典
兄弟七八個圍著柱子做大家一分手衣服都扯破|蒜頭
白色花無人栽一夜北風遍地花無根無枝又無葉此花原從天上來|雪人
天上的星星有多重？|星八克〈星巴克〉
有一隻瓢蟲在大樹上爬阿爬，最後為什麼就笑了？|因為樹有埂嘛！【埂就是笑點的意思】
又有一次瓢蟲也還是在大樹上爬阿爬，為什麼最後連大樹都笑了？|因為瓢蟲身上有點嘛！
過了50年，瓢蟲依舊還是在大樹上爬阿爬，為什麼瓢蟲和大樹都不笑了？|因為已經是老梗了嘛！〈梗是笑點的意思〉
哪一種零食最怪 ?!|((  乖乖  ))       因為 乖乖乖乖乖  ( 怪怪怪怪怪怪 )
Q:哥哥，猜一種飲料?|可可
一個小矮人|付
Q什麼動物最怕抽菸的人|火雞     因為打火機(火雞)投我拜託!
一對明月˙毫無殘缺˙躲在山下˙左右分裂|崩
20歲到30歲之間,在幾歲會發瘋?|24歲.Because:24孝([孝]音近台語的[瘋])
為什麼餅乾要看醫生|應為他掉穴
哪一種食物..吃了又吐..吐了又吃..|甘蔗
只有姊姊 妹妹和弟弟|歌  (缺了哥哥)
臉上掛勾子 頭邊綁扇子四根粗柱子一條小辮子|大象
小華吃了一個鴨蛋~考試考0分~那吃什麼會考100分?|1條香腸2個鴨蛋~冷不冷~小新別感冒喔!
什麼頭可以吃?|饅頭
五個人出遊,只帶一把傘,為什麼沒淋濕?|因為沒下雨
有一天.......爸爸.媽媽帶兒子去海洋館看鯨鯊..服務人員問:有誰知道鯨鯊是鯨魚還是鯊魚?|有一個小朋友說:巧克力!
用手抓太陽!!|揚
風兒吐舌頭!!~|颳
小華再 嘻嘻麵店 買了一晚麵結果他發現裡面有一之死蚊子 他跑回去跟老闆換 請問老闆說啥|你要一支活ㄉ蚊子ㄇ
有一個人，手穿廚師手套，身穿運動服，腳穿高跟鞋，戴著聖誕帽，猜他去哪裡？|精神病院
饅頭假裝是肉包?|吳宗憲(無中陷)
小明考99分小華比他多一點那小華是幾分|9.9分
有2隻蒼蠅在吃大便，甲問已說：為什麼我們要吃大便？                            猜已說啥？|吃飯時不要說大便的事。
平地的貓叫聲是喵,那山上的貓叫什麼??|喵的啦
泥菩薩過江猜ㄧㄍ成語|一去無回（因為泥巴融化ㄌ）
八百壯士為什麼只剩三百壯士??????|因為五百跑去唱歌
那種電不用錢   請頭我一票阿|閃電
為什麼彩虹不會消失|用畫的
神麼飲料喝了會沒力??|美力果
小明參加同學生日派對卻沒吃到蛋糕|因為同學根本沒帶蛋糕來
請問,孫中山是哪國人呢??|天國人(因為他已經上天堂ㄌ 哈哈
甚麼動物最美麗|蝴蝶
有一個小男孩他走著走著突然遇到大野狼他看到馬上跑走大野狼看到了也趕快追他小男孩看到捷運的門剛好開著於是他就跑了進去大野狼看到了也跑進去 為什麼他沒有把小孩吃掉呢|因為捷運上不能吃東西
沒有郵筒?猜一個成語|難以置信
神麼國家免電|緬甸（免甸）
誰注在深海的大鳳梨屋裡???|海綿寶寶[他唱的歌有說答案]
豆腐跌倒變啥|豆花
喝酒過度會怎樣|傷干過度
小明的口袋破動錢掉光了這時口袋剩沈麼？|一個 大洞
老師問:國家興亡匹夫有責怎麼解釋??|小明:國家的高興和死亡是每一匹馬和每一個夫人的任
什麼車子的燈最多|垃圾車
甚麼時候世界最大？|眼睛閉著的時候最大
請問大家甚麼動物最機車|山羊,因為三陽機車
一口咬斷牛尾巴|告
頭上頂著一躲紅花,一指壓就開花.|打火機
猩猩是這樣死的啊有2個獵人在森林裡遇到了猩猩他們就拿起他們的弓箭射了猩猩每想到猩猩1之手接一支弓箭= =你知道猩猩是怎麼死的嗎?|當猩猩高興時會敲胸部他忘記手上有弓箭就自己殺了自己了
有一杯飲料放在一個人的前面但他不吸|美國總統布希
哪一朵花有殼|龜殼花
女人的嘴巴....猜一個字|如
紅茶加綠茶加咖啡,喝下ㄑ是啥味道??|先拉肚子再說
王先生 白小姐  坐在一塊石頭上|碧
12生肖裡哪一種最機車哈哈不知道!看提示吧~|山羊機車    〈山陽機車〉
黑人最討厭吃哪種糖果?|黑巧克力，因為容易咬到自己ㄉ手
神麼動物最熱情|黑豬     因為我的熱情 好像一把火〈台語〉
獅子 老虎  斑馬誰最愛亂買東西呢|斑馬
1.請問要怎麼把大象放進冰箱裡?2.請問長頸鹿ㄋ?為神麼?3.森林在開森林大會請問誰沒到?4.獵人要過河 可是那條河裡是養鱷魚的要怎過去?為神麼?|~~~1.打開冰箱放進去就好了2.先把大象拿出來再把長頸鹿放進去3.長頸鹿因為他被關在冰箱裡了4.直接走過去 因為鱷魚去開森林大會了！~~~
什麼車最多人喜歡.每天都送他禮物.除了裡拜六|垃圾車.因為大家不是每天都拿禮物給她嗎.除了禮拜六
上面是工廠,下面是垃圾廠.|削鉛筆器
大胖子從101大樓跳下去會變成什麼?想一想吧！！ 嘻嘻嘻‧‧‧‧‧‧>|死胖子
一隻麒麟走在路上會變成什麼|冰淇淋
一隻鵝和一隻雞放在冰箱裡雞死了為什麼鵝沒死|因為那隻鵝是企鵝
替斷氣的人理頭髮,是啥猜猜看～|替死鬼~嘻嘻～
在醫院裡的熊較神ㄇ熊?|神經沒正熊
為神麼長頸鹿淋不到雨|因為長頸鹿美語
颱風天沒有甚麼不能出門|四千萬.......因為颱風天沒四千萬不要出門
有一個香蕉掉下去會變成.....................................................................|變成......茄子
方方黃黃伸縮自如|海綿寶寶
請問什麼豬最熱情！|黑豬 因為有一首歌的歌詞是我的熱情好像一把火翻成台語！是黑豬熱情好像一把火！
什麼車會卡到布丁ㄋ|卡丁車
螞蟻從101掉下來她怎樣死的|餓死
為什麼打火機會沒火|因為他沒有打火雞，所以沒火
為什麼長頸鹿镸很高|因為牠吃樹枝，而且樹很高，所以長超高的
哪隻狗沒有尾巴|熱狗
誰有兩顆大暴牙|海棉寶寶
一朵花從38樓吊下來會變成什麼|38阿花
牙籤從101跳下來會變成甚麼|棉花棒
廁所裡有什麼花|五月花(五月花衛生紙)
因為自大一點惹人人討厭|臭
味啥海啥海綿寶寶要住鳳梨屋而派大星要柱石頭|因為她們超超超超超超超級笨
颱風天要帶多少錢出門|四千萬----沒事千萬不要出門---
有意台車子向右轉請問那台車子的那的輪胎徹力比叫小|備胎
愛吃紅蘿蔔皮膚是白的|小白兔
牠是本站的寵物|呀咪
我想問呀咪你很醜牠會說暇|這個問題難倒我了ㄌ
是服務生？猜一品牌|施威特〈是waiter〉
誰猜拳都出石頭|哆啦a夢
三枝長鉛筆兩枝短鉛筆不希望你掛一定要活著不然會被打|三長兩短
有一天,維尼生病了,小豬去買藥給他吃,結果維尼掛了= =|小豬給他的藥是毒藥.
木魚掉到水裡會變成什麼|是濕木魚因為(虱目魚)
是誰駔在深海的大時頭喔是駔在深海的大時頭|派大星
麻將桌上哪一張牌摸不到?|五索,因為無所(五索)不在
有一ㄍ們在吃屎!!ㄊ說怎們吃不完|因為那ㄍ門一直在拉史所以吃不完
火雞怕什麼|打火機(打火雞)
香蕉像什麼|月亮
世界上有什麼東喜會一直叫[爸爸]|[車子]因為叭叭 叭叭
兔子怕甚麼英文字母|S   K兔
哪一種生物皮膚差|大象  因為''象皮差''橡皮擦
一個團體有幾個人?|20人(因為英文20跟國語團體很像)
人的心可以分成幾個用|2個因為1心2用{別選我}
有一隻雄走在陸上,被奶油打到會變啥|被奶油打到的雄
世界上有2種人第1種欠打的人請問第2種勒??|非常欠打的人
有人被追殺跑著跑著看到槍不由自主的拿起請問他要幹麻??|自殺因為他很善良不想殺害他人
有天小明他禿然跟媽媽說了1句:{媽媽請問網咖我可不可以去}媽媽跟他說1句讓小明很害怕請問媽媽說啥??|問爸爸因為爸爸有變態每次把小名打的半死不活小明因此不敢說話乖乖回房間
男人喜歡女人那女人喜歡啥??|買東西                                                                          用的信用卡
什麼事情是普通老虎小時候可以去除掉的，但是老虎王小時候怎麼做都無法除掉的呢？|老虎王是王建民XD
團體要有幾人?|20因為20的音文
什麼人最瘦|台灣人壽(人瘦)   記得投我一票喔
有咩野係比食一舊屎更難受??|食兩舊
小明夢想想要當超人  為什麼小華勸他不要當|因為超車去撞人
有一天小名把毛巾放在電風扇上打開電風扇毛巾卻沒飛起來 為甚麼?|他沒插插頭
哪一個偶像團體是消防隊員?!|F.I.R  {飛兒(飛蛾)撲火}
跟誰結婚最辛苦?|莉莉(因為莉莉皆辛苦)
颱風天要帶幾元才能出門?|四千萬(因為沒是千萬不要出門)
英文字母有幾個字?|7
老王姓什麼?|法老王
為什麼沒人魚最專情?|因為他不會劈腿
一年只要上一次班又不會被老闆炒魷魚的人是誰?|聖誕老人
老闆和員工哪一個比較大?|看身份證就知道了
啥動物最好笑?|笑笑羊喔
7除2等於甚麼成語|不三不四
有一個騎士突然看到樹上有一隻紅屁屁的猴子就突然停了下來|因為他以為猴子的屁屁是紅燈
家裡好吵|雞犬不寧
是誰一近海就會變魚?要投我呦拜託啦^^!|珍珠美人魚
有一艘船,不能載超過50個人,今天,49位人上船後,還有一位婦人也上船之後,船還是沉下去了......你知道為甚麼嗎?|因為那艘船是潛水艇
哪種動物最機車|是''山羊''  三陽機車
哆啦A夢有幾個弟弟|25個因為...
第一提:小丸子家賣什麼?第二提:頑皮豹她的工作什麼?|答案1:鞭炮答案2:小偷
小華帶了20 那為什麼可以買50元的東西?|因為小華帶了20張100元
春驕只掉100塊為甚麼想不開去跳河|因為那100在河上漂呀漂
爸爸媽媽，有頭有腳，生個兒子，眉頭沒腳|蛋
糖果是男是女?|女生(因為會生螞蟻)
請問,世界上 偷什麼東西 不犯法,也部會被抓呢??|偷笑阿 哈哈哈
牛奶誰生的？|花，因為花生牛奶
北極和南極有什ㄇ熊?|北南熊(北+南熊 哈哈
台灣有台灣黑熊,北極有北極熊 那醫院有什麼熊?|神經部正常的熊
你是誰？|你就是你啊，還會有誰
小叮噹是什麼顏色？|紅色，因為ㄤㄤㄤ
有10之蒼蠅 稱呼都叫1我到10我,有1天 他們從外面班1ㄍ大便近來放在廚房 但是出去ㄌ那坨大變不見ㄌ 請問,被誰吃掉ㄌ??|4我(是我 哈哈 是你吃ㄉ=ˇ=
為什麼一個人，他已經把寶物守好了，寶物還會被偷？|因為小偷連人偷
蜘蛛人是什麼顏色|白色(spider-發音)
櫻桃小丸子家在賣甚麼|鞭炮
狼來了|楊 桃,因為是羊逃
1+1=(?)|日
小紅帽和大野狼做同一班的捷運位什們大也行不吃小紅帽ㄋ?|捷運上不能吃東西
位甚麼恐龍會滅絕?|那時候沒有動物保護協會
第一天資明去地上摘香蕉,摘了5串第二天摘幾串?|0串.因為香蕉長在樹上.
有2位發明家1個12歲1個13歲都是一個男一個女位什們他們2個會睡在一起?|他們2個是姐弟嗎
呼呼耳邊響不見何方來溫柔時如小綿羊發起脾氣釀災害|風
位什麼企鵝的肚子是白的|因為牠手太短.只能洗到肚子
誰最熱心?|多啦A夢,因為他伸出援手(圓)
什麼股最不乾淨|屁股
誰住在深海裡的石頭裡|派大星
哪一個節日最多人口|其實是復活節啦
甚麼包子最鹹|鹹水包(台語)
番茄從樓上掉下來會變成什麼?|番茄汁
包子從樓上掉下來砸到一個人的頭上,這個人的頭會變成什麼?|包子頭
包子如果加肉會變成什麼?|肉包子
香蕉從大樓上套下來便啥麼|茄子
為什麼劉小姐決對不會貫夫姓|因為他的老公姓 夏
哪兩個英文字拼起來會爆炸|OK蹦
大笨蛋會嫁給誰|你
哪2個字母放在一起會爆炸??????|O和K  因為OK蹦
平日不思.中秋想你.有方有圓.又甜又密.|月餅
我的媽媽生了一個乖孩子 他不是我的兄弟也不是我的姐妹 請問 那是誰?|那就是我啊!!
請問哆啦A夢有幾個兄弟姐妹?|25個,因為哆啦B夢. 哆啦C夢......
有一天,有一個人走進橘子園,他看到一顆很大顆的橘子,他把它摘下來..剝開來>.<橘子說了一句話~|橘子說我好冷喔...
哪個地方不能笑|海邊
天不怕，地不怕，就是不知道哪裡在怕?|哪裡怕
小白兔，潑冷水，見大家，惹人厭，長大以後有個巢!|愛兔巢
哪個冰不能吃?|白冰冰
護理系的台語怎麼講?|吼哩係(用台語講的)
哪種動物最機車?|A:山羊，因為三陽(山羊)機車
柯南的哥哥弟弟有幾個?他的兄弟叫什麼名字?|答案是3人，因為柯東、柯西、柯北
學校貼了禁止吸煙的標誌，位什麼大齊還在吸煙?|因為它吸一下煙是用鼻子吸吸看也算是聞聞看用沒有用嘴巴吸(全副武裝避免等一下被打)
颱風天要帶幾元才可以出門!|四千萬
大毛上洗手間時，老師看到大毛有洗手老師很高興，第二天老師觀察大毛上完洗手煎有沒有洗手，今天也有洗手，第三天老師帶同學來洗手間看大毛有沒有洗手，結果沒有，為什麼?|大毛說:我今天有帶衛生紙，昨天前天沒有帶
怎麼樣能奶茶變大杯|唸大悲咒
有一天火柴人用油抹他的頭結果燒起了火他去醫院醫生用紗布治好他會變什麼東西?|棉花棒
哪種掛包不能吃|刀子
升麼數字是亮升麼數字是臭?|1亮10臭
綠豆掉下去變什ㄇ!|紅豆
小番薯在玩羽毛球   猜一ㄍ自字^0^|翻
蝦米牛不會耕田?!+ V +"|天牛    粉瞎芭    ^ － ^
曉華從101跳下來為啥他沒受傷阿！|因為他死ㄌ啊！
有一個人從101跳下來為啥沒死和受傷！|因為他是小鳥阿！
王先生.白小姐,坐在一顆石頭上|碧
***框框中的*是哪個藝人的名子|蔡依林
有一隻被組咒兔子 遇到烏龜 兔子想有幹麻|(揍)你 因為牠組咒了嗎!
那個鍋子會自己刷刷牙|刷刷鍋
考試前不能吃什麼早餐|荷包蛋 因為荷包蛋的中間很像零
有天海綿寶寶和派大星在吃美味蟹堡時 海綿寶寶說 派大星 你喜不喜歡去玩電動 派大星這時會說什麼|很好吃阿 因為他在發呆 所以說錯話
熊被3個奶油派打中，會變成甚麼?|奶油師
小明ㄉ錢不見ㄋ,他沒有丟掉,也沒有收起來,曉明手上只剩剛買ㄉ冰淇淋,前在哪ㄋ?|肚子裡    (掉到冰淇淋裡被小明吃掉ㄋ) ㄏㄏ=ˇ=
木炭為什麼是黑色的|因為木頭被燒了
1+1=多少|當然是2   (錯了就完了)
老朋友猜一字|做
友一天有位老爺爺晚上出門散步，因為天色太暗，老爺爺看不清楚，所以就撞到電線杆，結果雞雞飛走了。才變成甚麼東西??|聖誕老公公
為神麼國父革命11次才成功|因為青有11畫,所以國父革命11次才成功
橘子為神某是橘色的|因為它是橘子
有一個人走在路上左邊有一隻狗右邊有一隻貓他對狗叫旺旺結果狗跑走了他對貓叫妙妙結果貓沒走....你猜要怎某叫貓才會走?|斯斯因為感貓用斯斯....廣告就有
甚麼運動可以讓人搖一小時|桌球
偷什麼東西不會犯法|偷笑
什麼地方會為了你|m當勞
狼ˋ獅子ˋ虎 誰玩遊戲會被淘汰|桃太郎
為神麼冰越吃越多??|因為他在(北極)
1+1=??|田
香蕉跌倒變成什麼?|茄子
哪隻動物最愛露面也就是：露臉|牛露面     牛肉麵
颱風天，要帶多少錢出門。|四千萬   因為颱風天沒事千萬不要出門
為什麼過世的人身體會冰冰的?|心靜自然涼
有隻熊走在路上 突然間下雨了 熊就淋濕了|雄獅
哪一位藝人的名子是有顏色?|王力宏(黃綠紅)~
大象是誰生的?|猩猩  因為象由猩生
為什麼皮卡丘想上厠所小叮噹也想上厠所|應為他們喝的水一樣多阿
1加1等於多少？|2因為1加1本來就等於2！
1加1等於幾|王
紅豆從101大樓跳下來變什麼|紅豆泥
別人說小明是甘迺迪，為啥他生氣|因為，甘迺迪=乾哪低
在花園裡踩到地鐳變陳沈懡!!|爆米花(因為花會蹦:地鐳也會蹦)
有一隻麒麟飛到冷凍庫會變成什麼|冰淇淋
有一隻麒麟飛進冷凍庫..然後另一隻其零又非進去會變什麼|霜淇淋
小名參加跳遠第1次他跳了2公尺，因為踩到釘子第2次他也採到旦為啥他只跳了5公分|因為他踩到5寸釘，ㄎㄎ來打我阿笨蛋
阿里八八去大盜家誰幫他開門.|芝麻{因芝麻開門}
一頭空 一頭實 一頭青 一頭白|蔥
胖子走路,猜一種日常用品|肥皂
一個大叔吞掉一頭大象會變成神麼?|地藏王菩薩
青蛙和魚比賽游泳,為神麼魚游不過青蛙?|因為比的是蛙式
甲ˋ乙ˋ丙ˋ丁ˋ戊誰最不會挨老師罵?|逼不得乙{已}
生來愛熱鬧，婚宴喜慶不缺席，見火劈哩叭啦響，大家反而笑嘻嘻．|爆竹
我穿衣服他不穿,他穿衣服我不穿猜一種日常生活用品?|衣架
為神麼龜兔賽跑中兔子沒偷懶還輸給兔子|因為烏龜把終點設在水裡
下克花路米的相反是什麼?|上課草水麵
為什麼生日要吃蛋糕|拿來雜人
頑皮豹的好朋友是誰?|大狼大狼大狼大狼大狼大狼大狼
你猜甚麼動物最機車|山羊   因為(三陽機車)
颱風天出門要帶多少錢?|四千萬  因為(沒事千萬別出門)
什麼車比火車長??  >|塞 車
是誰住在石頭裡?|派大星
是誰很愛錢?|蟹老闆
今天吃早餐.爸爸用右手夾菜時.突然大笑三聲.請問是為甚麼??|沒為甚麼.只是想到好笑的事...
那一個東西是全家呢.|全家商店
偉大的人多數在哪兒出世?|醫院
三個口|品
美人魚公主和每人魚王子做愛玩會變怎樣|大肚魚因為有孩子了!就會變{大肚子}囉!哈哈哈哈~~~~~~~
世界上什麼東西最......Big? (=_=)|.....答案是.....眼皮(*_*)超瞎ㄉ!
1.(=_=)2.(ˇ_ˇ)3.($_$)4.(>_|1.無聊2.自以為是3.想錢4.興奮....ㄜ......ㄜ......
2個男人做在一個石頭上.....|一石二鳥
有隻蚊子只叮鼠牛虎兔龍蛇馬羊猴雞豬|布丁狗(不叮狗) 呵!呵!
只要背書，就會多分~|貝多芬(背多分)  哈!哈!
一打蚊子有幾隻?(-。-)|0隻，因為被打死了嘛!
阿達有一天搭上台北到高雄的飛機，但是他沒有買機票，可是為什麼空姐還讓他搭飛機?|因為阿達是機長
什麼話是世界通用的?|是......廢話
4/5是蔣公逝世紀念日，那麼4/12是什麼日子??|是蔣公頭七的日子(=_=)
鼠牛虎兔龍蛇馬羊猴雞豬|布丁狗
有兩個銀行搶匪,鎖定了一間銀行,就輕輕鬆鬆的走進入口,突然把槍拿出來!大叫:這是搶劫!!!有一個員工機警的把出口和窗戶鎖住,但他們還是出來了,為什麼???|從入口出來的^_^
有一隻魚他非常非常非常的餓|鱷魚(餓魚)
從前,有隻雞,雞的前面是牛,那雞的後面是什麼?|蟲,我說蟲前有隻雞...
華盛頓砍了爸爸心愛的櫻桃樹為甚麼爸爸沒有罵他??|因為那時華盛頓手上還拿著斧頭!~
東一片嘻一片到老不相見|耳朵
腳穿釘鞋走無聲,不愛吃素愛吃欣,白天無是打瞌睡,半夜覓食不點燈.|貓咪
有一個人他想去參加奧運跆拳道可是他一進去就死了|他被踩死了
什麼東西至刺又毒，倒過又甜如蜜？|蜜蜂（）
樹的味道是什麼?|數位相機(數味像雞)
有一天，有一隻小瓢蟲再樹上爬了一半之後樹就笑了，為什麼？ 數上有梗嘛那過了一會為什麼樹也笑了?|因為瓢蟲有點
綠豆是哪裡人?|嘉義~因為綠豆加薏仁
牛奶糖和巧克力比賽誰會贏?|巧克力.....因為巧克力棒~
隱形的劍~~|看不「劍」
一部電影一百元三部電影多少元?|三［部］五十
胖子從101跳下來叫做!?|死胖子
1個 51個 10是啥呀?|一五一十
如果國父復活了,台灣會怎樣?|台灣就會多一個人
有一天~小華走在路上看見一棵樹就不停ㄉ笑這是為啥?|因為樹..............他有梗
一隻螞蟻從喜馬拉雅山摔下來，為什麼還沒碰到地板就死了。|因為螞蟻太小隻了，掉到地板上需要很久，所以還沒到地板上早就餓死了
小明把學校的花都折光光了，老師為甚麼沒罵他？|課本上寫著「花開刊折植需折，沒待無花空折枝」
為什麼鹿港的人會死一半？|第一ㄍ 因為鹿港性施ㄉ有一半以上  施ㄉ閩南語如同死的閩南語，所以鹿港死一半（台語）哇哈哈哈…好笑盃～
熊貓最大的心願是甚麼|拍一張彩色照片
芭樂的史黨是誰??|拔辣
香蕉從101大樓掉下來會便怎樣??|茄子(因為它受傷了)
哪種狗嘴裡有象牙？|根本沒有這種狗啊！哈哈！
左邊ㄉ屁屁像啥?|像 (右邊) ㄉ屁屁   哈哈哈
有一天山羊牛和豬去便利商店為甚麼羊沒有被趕出去|因為24小時不打羊
老公公家的木頭.|松 哈哈
猴子為什麼戴眼鏡.|因為猴子帶眼睛 哈哈
風會不會大便?|會~~
船長負折開船 那水手是負責什麼?|答:         關燈     因為隨手關燈
衛星撞地球|深坑
什麼馬最會亂花錢?|斑馬
什麼水果吃下去是紅色的ˇ吐出來是黑色的?|西瓜ˇ因為西瓜肉是紅色的!仔是黑色的
綠豆哪裡人|嘉義人因為綠豆嘉義人
有一次小銘走在陸上看掉1000元和一條熱狗為甚麼不撿1000元要撿熱狗|因為牠是狗
北極有北極熊,台灣有台灣黑熊,那醫院有什麼熊?|神經有問題
2大於5  0大於2|剪刀    石頭    布
有一天小明去國外下飛機的時候他突然想要大便可是廁所沒衛生紙請問他是怎麼擦|用左手擦
有一天.有5個人去買東西.結果招牌掉下來ㄌ!為什麼1.3.5的人被打到.而2.4的人沒被打到??|因為麥當勞的招牌掉下來ㄌ= =M
哪種顏色的狗會被毆|金狗　金狗被毆
什麼狗會說話??|棒棒的敖犬
東西南北哪一個最愛裝酷|西    因為西裝褲(酷)
3+3為什麼是7|是6.因為算錯了
捌了你的皮,吃了你的肉,把你丟到垃圾桶[水果]|香蕉
四季如春|恆春
音樂一條線叫做連結線,還有一條叫圓滑線,那很長很長那條線叫做什麼線???|豬腳麵線
貝多芬為什麼要叫貝多芬???|因為他背書都很多分,寫字卻很爛
什麼動物最熱情!|是黑豬!  因為窩低(黑豬ㄉ台語)熱情 好像一把火~~
第1個和尚跳水有水喝..第2個和尚跳水搶水有喝到..為麼什第3個和尚跳水沒水喝呢??|因為自來水公司停水了
比圖書館裡的小混混更可愛的是...?|在兒童公園裡玩耍的小混混們
我2我2要打什麼|5252
小小東西,放到嘴裡,有病無病,看它肚皮.|體溫計
什麼卡通人物最恐怖|多拉A夢
一個箱子肚裡涼食物藥品他儲藏保證不壞不變質使用起來真方便|冰箱
請問大家甚麼動物最會罵髒話|母牛
颱風天需要幾千萬才能出門?|四千萬
刀槍是藍色的|刀槍不入(Blue)
1.一隻公麒麟飛進冰庫會變成甚麼?2.在一隻母麒麟飛進去會變甚麼?|.........................1.冰淇淋..............................2.霜淇淋
太陽懷孕了. 猜一首歌|都是月亮惹的禍
3個石是磊3個木是森那.......3個鬼叫甚麼|叫救命
什麼花可以吃|豆花
什麼花不能吃|魯冰花
買椅子時.什麼東西不能調?|價錢
最胖的東西是什麼?|豬
1到1000誰最閃亮|13  一閃一閃亮晶晶
綠豆加薏仁|嘉義人因為加薏仁
從前有一隻狗，狗的後面是貓，貓的後面是老鼠，老鼠的前面是貓，貓的前面是狗，那麼狗的前面是什麼？|蟲，因為「從前」
是叫星，又不是星，飛在天空亮晶晶會拍照，會傳訊探索奧密現本領|人造衛星
大便好吃|鳳梨
外面冰冰裡面熱熱|熱水氣
依部電影220元那3部電影多少元|三不五時
一口咬掉尾巴|告
殭屍怕什麼|除濕機
肯德基跟麥當勞誰較大|肯德基
千金難買日出紅|貴陽
無病吃黃蓮|自討苦吃
左邊缺點水 右邊都昰水|冰
為什麼暑假一定比寒假長?|熱漲冷縮
車上文舞表演|載歌載舞
值錢不值錢 全在這兩點|金
生來愛遊戲 全身昰肚皮 吃飽蹦蹦跳 吃少無力氣|皮球
為什麼螞蟻走台灣只要30秒?|因為牠走是台灣地圖
小明他們一家人老大叫大毛老二較二毛老三教什麼|小名
左邊的屁股跟甚麼東西長得一模一樣|右邊的屁股
哪個湖最大?|澎湖!!
啥咪東西不能吃|寫藥                         兵果！
甚麼水果最甜?|芒果啦!!!!!!!!!!
有一個不良少年他不愛上課有2堂課他做喜歡哪2堂課|下課跟體育課因為體育課躲避球他猛打別人
廁所裡有甚麼花|五月花
一個老頭沒手沒腳笑口常開步跑步走要他睡覺他卻搖頭|不倒翁
哪個奶不能摸|媽媽的奶頭
有一種害蟲會跳來跳去的|跳蚤
有一個交通工具 可以騎來騎去|腳踏車
什麼時候4減3會等於5|4角形減3角形會等於5
車子開錯路|白花油　　（拜託投我ㄛ！）
有一天　小明從陽臺掉下來　　為什麼沒死？|因為他是一隻小鳥ㄚ
在哪一家安親班只有＜瑪麗安＞才快樂？|快樂瑪麗安　　　　ㄎㄎㄎ！＝　＝
猜....不喜歡洗澡的小孩喜做做麼???|洗碗[ 喜晚 ] 不喜歡洗澡[喜早]
猜...看到甚麼動物,大家都會給他拍拍手???=  .  =   ?????|蚊子[ 因為看到蚊子都會給他啪摟 ]
畢卡索怎ㄇ死ㄉ?|"畢"著眼睛"卡"在廁"索"~
馬喜歡吃甚麼?|頭髮,
馬喜歡吃瞎咪??|頭髮- 因為---嗎此黑ㄦ　←(黑ㄦ是頭髮. ㄦ要和"黑"連在一起念,這是英文)
請問熊貓最想要做什麼?|把牠的照片變彩色的
為什麼企鵝的肚子是白的?|因為他只洗的到肚子
拿雞蛋，丟石頭，為什麼雞蛋不會破?|雞蛋還在手上啊!
位神麼廁所要有屋頂？|因為老天有眼
1.一隻麒麟跑進冰箱?                   2.兩隻呢?|★☆1.冰淇淋    2.霜淇淋  ☆★
妳在開車時，有一隻狗擋在前，是咖啡(台語)，牠還不走，是曼仕德咖啡，那牠還是不走呢?|伯朗咖啡(別人咖啡    台語)
身上有條蟲.地上有蚯蚓？|螞蟻
小明去圖書館借電腦.圖書館人員說要用借書證借.小明有帶借書證.為什麼不能借?|因為沒位子了!!
有天，醉漢到一個飯店裡。醉漢說：給我一間最便宜的房間就好。服務員就帶醉漢到房間。門打開，醉漢就生氣的吼：這啥鳥房間！連間廁所都沒有！你們猜服務員說什麼？|服務員不耐煩的說：快進電梯啦。
有一天,有一個老人走在馬路上,為什麼他一碰到一種水果眼睛就不好了呢?|芒果
一顆心多少錢？三顆心多少錢？|一心一意，三心二意〈
公共廁所裡丟石頭|引起公憤(糞)
有一個人跳高空跳傘可是他忘了帶跳傘位甚麼他會飛起來?|因為他死了升天了
胖子從天上掉下來會變成什麼?|死胖子
胖子掉下去變成|死胖子
甚麼馬不能騎|馬英九
為什麼 [魚] 不喜歡比賽|[魚]87  因為預備起
火車為什麼要叫火車?|很火大的車
為什麼說隨便的人愛吃青菜|隨便念台語就是青菜青念生四聲
那一個的藝人名字最冷|Jolin(台語)
身體花樣，走路彎曲，洞裏進出，開口惡毒。|蛇
為什麼冰塊叫做冰塊?|因為它是冰的一塊一塊
什麼動物最可愛?|企鵝
笨笨的小海星|派大星
近看不像牛.遠看像頭牛|五
近看不像牛.遠看像頭牛|午
一個新娘嫁過去,三天不洗澡|甲仙
借什麼不用還??|借過
ㄧ加ㄧ等於多少?|田ˋ十一ˋ二
哪隻雞跑最慢?|尼可雞[因為]:{妮可基嫚}(尼可雞慢)
羊來了 猜一種水果|草莓(草沒)
有一之熊 走在路上 三個奶油派打到他頭上 請問那隻雄變成甚麼?|奶油熊(帶去煮奶油派最適合)
請問?為甚麼會有玉兔?|因為兔子一直吃紅羅蔔，順著耳朵爬到天上去，嫦娥用靈藥把它變成玉兔，還把它的耳朵變回來
哪一種動物的腳最快樂？|企鵝　因為（快樂繳）它是企鵝　哈哈
捨麼桶裝不滿水?|馬桶
D什麼??|豬(唸成台語)
胖子從101掉下來變成什麼??|死胖子
哪本施叫我們去吃小孩??|乞丐小孩(台語)
誰最喜歡吃白巧克力|黑人
什麼水不能喝|陳水扁
白人最怕吃啥麵包呢?|白吐司{去邊}
什麼馬不能騎|馬英九
進入浴室洗澡時，要先脫衣服還是褲子?|還是先關門比較好
為什麼兩個孩子恰恰好?|因為不孝有三
一部電影200元那三部電影多少元|50元(因為三不五十)
狗會不會游泳|會,因為有狗爬式
有一天,糊塗的阿明失戀了,想割腕自殺,但是怎麼割都割不掉,這是為什麼呢?|因為他用電動刮鬍刀割腕,所以才會割不掉
新光大道有什麼?|新光大道
多拉A夢最怕什麼?|蛇膜
楓之谷那個怪物愛喝研磨咖啡?!|殘暴(炎魔)
有天 湯姆貓又在追傑利鼠了 這次它被煮成湯 他會變成什麼|康寶 因為他得前面是湯
海綿寶寶和露亞合體會怎樣?!|海陸
黃綠紅在走馬路時 看到綠燈亮了 可是走一步時就黃燈了 是為什麼?!|因為他的名子
勇敢是什麼意思|擁(勇)抱電線桿(敢)
為什麼在海邊不能說笑話？？？|因為海會笑所以就會引起海嘯
蚊子不叮什麼|布丁狗〈不叮狗〉
老師喜歡愛啟迪學生?|愛迪生
誰殺ㄌ便當?|值日生因為值日生抬便當   (抬)是台語ㄉ殺
綠豆 從101大樓掉下來變什麼|紅豆
海綿寶寶的續集是什麼?|答案:派大星
什麼書在考試前不能看|百科全書(輸)
為什麼有個人在下雨天跑步衣服不會淋濕|因為那個人裸體
為甚麼老師說今天不用考試可是學生們臉還是一樣的臭?|因為今天是于人節
五個木猜兩個字|森林
02是什麼?|抗議
目的地的木加2撇|賀
蚊子看到瓢蟲為什麼笑了|因為瓢蟲有笑{點]
啞巴吃黃蓮|有苦說不出
台灣有黑熊醫院有甚麼熊|神筋不正常(台語)
狗ˋ羊ˋ豬去便利商店誰不會被踢出來|羊(24小時不打烊)
有一天 小蕃薯去朋友家玩 結果小蕃薯不見ㄌ           (為什麼ㄋ??)|因為 小蕃薯被吃掉ㄌ~
如果你是公車司機第一站上車46個人 第二站上車54個人下車63個人 請問公車司機姓什麼|就是你啦
有一個劍請問它叫甚麼劍|看不見
什麼頭  {可以}  吃&什麼頭  {不能吃}哈哈  別看錯摟~|饅頭{可以]吃    斧頭 {不能吃}
多啦A夢喜歡甚麼顏色|紅色因為(紅紅紅)用閩南念^.^
將軍派800人去打仗為甚麼回來只慎500|因為伍佰去唱歌(明星)
一件衣服100元我買3件是200元|特價200元啦(哈哈)
香蕉從12樓掉下來會變甚麼呢|爛茄子
某天，小明考了一百分，回家興奮的拿給媽媽看，媽媽:「這就怪了」猜猜看，媽媽為什麼會這麼說?|因為小明平常都考零分
阿珠和阿花做上車後.為什麼過了幾分鐘還是在原地呢?|雲霄飛車
為什麼我會在這出謎題??|這就是斯巴達!!
兩個{斤斤計較}的人分三個蘋果.怎麼分最公平?|打成果汁
有一個字 我們從小到大都唸錯 那是什麼字?|錯
7 一 8|七上八下
白雪公主和包公生下來的孩子叫什麼名字?|灰姑娘
有一件天上掉下來的衣服掉在鳳梨的旁邊鳳梨不敢刺他.|天衣無縫(鳳)
黃豆流血變紅豆,紅豆曬黑變黑豆,黑豆要怎樣才會變綠豆?|它看到鬼,臉色發青!!
有一天,某位女士搭計程車,司機問:「要去哪?」,結果女士被踢出來,為啥?|因為女士講:「不告訴你!!」
7除以2等於多少|不三不四
紅螃蟹跟黑螃蟹賽跑誰會贏....|黑螃蟹  因為紅螃蟹以經烤熟了.......
誰住在鳳梨裡|海綿寶寶他的歌有答案
老喬一大早起來去浴室刷牙為什麼還能聽到他在吹口哨聲?|因為他在刷假牙
小明他走在路上忽然覺得腳很酸|擰蒙
呀咪為什麼沒有氣官|番薯
說起來是黃色  看起來是綠色|小黃瓜
如果我罵呀咪說;你很白目ㄟ你猜他會說什麼?|這個問題太難了我得想一想
八仙過海為啥過去對岸只剩四仙?|其他四個被抓去煮四神湯
你們差誰最欠揍|ㄚ文 因為看他不爽
1+1等於|田
小明用世界上最好的水跟香皂洗手     為啥還是洗不乾淨?|因為他戴著手套洗
有一天，媽媽帶小明去買菜，小明突然大叫：「媽，我頭上有一駝咖啡色的東西！」媽媽聞一聞說：「我幫你清掉！」，然後一口一口的把它吃光了！猜猜看小明的媽媽吃了什麼？！|巧克力口味的雙淇淋！
哪兩個英文字母在一起會爆炸??|"O"K"蹦
小華明明帶紙過來 和原子筆未神麼那個紙張不能寫?|袋子(帶紙)
1+9=多少?(不是10)|馬英九 英九 (1   9    一九)
有天!!力明再爬樓梯從一樓爬到三十八樓!!然後從三十八樓爬到一樓你悶猜他會甚麼腳突然酸又突然群身痛了呢|因為他猜到一顆檸檬然後滾了下來
請問:垃圾車有幾ㄍ登?|9ㄍ~因為登登登登登登登登登
糖果是公的還是母的?|母的,因為它會生螞蟻
豬頭為審麼叫豬頭|因為它就是豬頭
要進去廁所時要先脫衣服還是先脫褲子???|要先關門
神麼花是人|如花
你是女生看這1附男2附女3附男4附男5附男6附女?附男                            男生看這1附女2附男3附女4附男5附女6附男?附女|女:欺負男生                      男:欺負女生
～一隻蜜蜂站在日曆上～|風(蜂)和日麗(日曆)
上肢下肢都有手,有時爬來有時走,走時很像一個人,爬時又像一條狗。|猴子
圓紅紅,火熱熱,冬天偷懶,夏天勤。|太陽
醫生看病用聽診器但是有個醫生卻一眼不看就打針那是啥|蚊子
321倒著唸變甚麼|123
有一天小明走在路上踩到一個東西     猜猜看|錢   跟   人
胖子從三摔下來便什麼?|死胖子
國慶日?|朝
矮人國軍隊打肉搏戰?|短兵相接
你坐我不坐,我行你不行,晚上也不坐,有草吃便型.|馬
黑禮服白襯衫樹上叫報喜兆|喜鵲
一部電影要200塊3部要多少?|50元 因為三不五十
螞蟻走過牛大便為什麼只剩下四隻腳?|因為兩隻腳憋住鼻子
有一天，有一個瞎子騎摩托車載著一個瞎子到半路被載的瞎子說GO!GO!GO!猜騎摩托車的說啥?|阿哩阿哩阿哩(因為GOGOGO阿哩阿哩阿哩)
誰是蕃薯但不可以吃?|小蕃薯
腳泡進水裡會變成什麼食物?|水餃(水腳)
綠豆是哪裡人?|嘉義人(因為綠豆加薏仁)
考場裡有最多什麼?|長頸鹿(作弊的人會伸長脖子)
煙火為什麼打不到星星|因為星星會閃阿
誰不會劈腿|美人魚因為他沒有腳阿
草木之中有個人|茶
十個哥哥|克
牛頭不見了|午
公雞生蛋是大的蛋中的蛋小的蛋哪一個|公雞不會生蛋
自己的心|信
自己的心|息
欠了一顆石頭|砍
為甚麼膽小狗英雄裡面中的奧提斯不喜歡聽廣播？|因為（１２３４生日快樂生日快樂）用唱的！
十個人|什
兩個小女孩雖然是姐妹相隔不太遠彼此難相見|眼睛
垃圾車有幾個燈|九個燈因為燈燈燈燈燈燈燈燈燈用歌唱就知道了   白痴
請問在哪裡不可以說笑話?|海邊    因為:在海邊說笑話會發生海嘯
有什麼花|蔣小花...如花
螞蟻是公的還是母的??|母的
什麼頭可以吃|饅頭
什麼東西最涼|冷氣
玩神麼遊戲最好玩|忍鬥風雲
如果有一艘船，船客有小萌、喵太，船長是亞亞，請問這艘船的主人是誰?|〝如果〞因為
keroro家有三兄弟，大哥是多啦a夢二哥是皮卡丘，請問：老么是？？？|keroro啊！因為keroro家有三兄弟
甚麼河沒有水?|當然是(銀河)
最熱情的動物是什麼呢|黑豬
請問什麼鞋子最HAPPY|黑皮鞋
一點一橫長,一撇到南洋,南洋有個人,只有一寸長o|腐
用木棒打頭跟用鋁棒打頭哪個比較痛?|頭比較痛
人有幾跟手指|不知道
玫瑰+茶是玫瑰茶那屁股+茶是什麼茶？|菊花茶
有一天ㄚ頭走著走著之後就不見了 大牙嚇到了 之後怎樣摟|走下樓梯了 爽吧
當女朋友跟你要天上的星星時你會點辦？|打她一掌 ～ 滿天星
有一天，小明被土人捉了，他們把小明掛在一棵樹上，繩子再連到下一棵樹，繩子下是一枝蠟燭，剛巧樹下有隻老虎經過，如果蠟燭斷了繩子，小明便會掉下，請問小明怎樣解圍呢？|對住老虎唱生日歌　～　老虎以為自己生日，所以會吹熄枝蠟燭
一個地盤工人於高空工作，但佢唔小心失足跌落地面。佢已經綁有一條品質良好既安全帶，但係都跌死左，點解？|條安全帶過長
當鐘打了第十三下要做什麼是???猜猜看!!|拿去修理啦!!
十月十日猜一字?|朝
海綿寶寶的好朋友是誰?|派大星
什麼動物脖子最長|長頸鹿
是誰住在石頭屋,還有誰住在鳳裏屋|派大星.海綿保保
哪一支巨人最笨笨笨笨|玉米巨人
海底世界哪一之最小氣|謝老闆
垃圾車有幾個燈|九個燈     燈燈燈燈燈燈燈燈燈
海底是誰最阮軟的|海綿
有一把劍它是隱形的，你猜它是什麼劍?|（劍）看不見
某一天，小夫帶著胖虎去山上玩玩的好累他們就睡著，突然，小夫猛然驚醒，你猜他為什麼猛然驚醒呢?|被胖虎壓
綠豆從十五樓摔下會變成什麼|紅豆        因為全身流血
誰的手最恐怖|哆啦A夢因為伸手不見5指
十個人猜一個字|克
草木之間有一人|茶
鍵盤裡哪一個案件最帥|F4
有台飛機叫搞啥,飛機飛阿飛!飛阿飛!結果....他還是飛阿飛!請問?他叫什麼名字呢????|搞啥飛機
什麼國家不用電|緬甸...../////怎樣'''''冷吧......嘿嘿
千條線萬條線，跌在河裏看不見。|雨
請問:櫻桃小丸子他家賣甚麼呢??|鞭炮    因為:批哩啪拉   批哩啪拉 (櫻桃小丸子裡的歌)
甚麼東西沒手沒腳會愮動|不倒翁
請問小蕃薯為什麼叫小蕃薯??|因為它的前世是老鼠，後世是烤~蕃薯
哪種眼鏡看不到|隱形眼鏡
什麼山谷被矇起來|蒙古     〈矇谷〉
國王臉上長了一顆痣.|玉
雞為甚麼很機車|三陽機車
先有男生還是先有女生？|男生(因為叫先生)
羊來了|草苺「草沒了」
一隻狼掉到河裡|冰郎
早上4隻腳  中午2隻腳   晚上3隻腳|人
喜歡他才買他買了他卻打他|鼓
兩個男生坐在石頭上|一石二鳥
女生的嘴|如
全世界的家在哪？|全家（因為全家就是你家）
吃什麼會噴火|火龍果
猴子最討厭什麼線??|平行線((因為平行片沒有相交    (香蕉
什麼東西會毛手毛腳??|一群猩猩做體操= ˇ =
什麼時候人的頭會左右不停的轉來轉去??|看乒乓球塞ㄉ時候
即時通為什麼較即時通??|隨時隨地可以通，所以叫即時通
什麼東西通一通就會很開心?那又是什麼東西來通他的|馬桶，通樂   一通就樂
有一天，動物學校要舉行抽背比賽，小狗、小貓、小豬((不是羅志祥、小鳥都來參加ㄌ，那，請問，誰會贏得冠軍，先背出來?|小狗，因為：旺旺先背
什麼時候猴子會哭泣?|沒有香蕉ㄉ時候
請問，哪ㄍ地區的人最愛罵髒話??|彰化((髒話
某一天，人們或動物太吵ㄌ，在一旁ㄉ水生氣ㄌ! 水生氣的時候會把人或動物怎樣??|電死    ((你給我電電    台語翻譯
太陽公公生ㄌ個3胞胎?|晶
去哪哩，會讓蕃薯寶寶很快樂??|樂番薥
北1 北2 北3 北4 北5......，北6和北8ㄉ中間是什麼??|北7
大豬、中豬、小豬、飛天豬，誰最肥，飛不起來??|飛天豬  因為，XXX胖嘟嘟，飛不起來的飛天豬
請問什麼是火星人????|住在火星上面的人，就教火星人 0.0'''
A B C誰最髒|C     因為髒兮兮(髒C C)
小丸子家賣什麼|鞭炮
有一天有一個人叫小明他回家的時候跟爸爸說爸爸地上有10還5元你要哪一個爸爸說我要10元拉有一天小明有看到地上有10還5元他有回家問爸爸說我要10元|★★傻傻的爸爸我會要2個★★
請問垃圾車有幾個燈?|九個燈,因為  [燈燈燈燈燈燈燈燈燈]
有一個人叫旺旺                 猜猜看很簡單ㄉ啦           不會就是笨蛋                    丫丫阿阿阿阿阿阿阿ㄎㄎ|旺旺小小酥
右邊的屁股像什麼?|左邊的屁股
有一隻蚊子只盯(鼠牛虎兔龍蛇馬羊猴雞豬)那那蚊子叫什麼名子|布丁狗(不盯狗)
小明坐火車 從火車到下來為什麼沒事?|玩具火車
有一天，小明跟小華比賽，位什麼小明贏了?|因為小華輸了阿! 哈哈
世界傷有幾個遊戲?|1萬ˇ多個
智商側驗有一棵粉高的樹會先爬上去吃香蕉?1猴子2猩猩3狒狒4金剛|猴子
關公過江|關渡
智力測驗有一顆椰子樹誰會先上去吃香蕉?1猴子2猩猩3狒狒4金剛|猴子...........30...... 猩猩...........40....... 狒狒..........60...... 金剛..........80......因為椰子樹沒有香蕉........哈哈
哪一家飯店最沒禮貌|香格里拉.因為台語是(誰叫你來)
請問大雄住那裡......|大雄寶殿ㄚ......sale......
位神麼吃火鍋會下雨?|太熱流汗流太多
什麼水不能喝?|陳水扁
甚麼東西左手拿的到右手絕對拿不到呢 ?|你的右手
哪個飲料喝了會沒力|美利果
如果小名是司機.那這輛車子是誰的|如果
一對小船實在能幹白天運人晚上靠岸|鞋
有一天有一個70幾碎的老人是公車未核都沒人讓位給他做|因為是空車
總經理不會煮菜，但是有一道菜他很拿手，是什麽菜？|炒鱿鱼
有一個蚊子只盯鼠牛虎兔龍蛇馬羊猴雞豬為何他沒盯狗|布丁狗
2個男生做在石頭上猜一句成語|一石二鳥
兩隻雞和一隻鵝冰在冷凍庫為什麼雞都死了只有鵝沒死|因為牠是企鵝
在海邊講笑話會怎樣???|會海嘯(笑)
外面岸裡底|1.海外2.海面3.海岸4.海裡5.海底
位啥海綿寶寶怕海蛞蝓ㄋ???|因為海蛞蝓的食物試海綿{海綿寶寶}
白雪公主和宝公的小孩叫舍抹名字?|灰姑娘
吸血鬼最怕神麼|蛀牙
人是啥？|人就是人嗎！還會是神麼呢！
小明到古屋探險他找到一個老舊的機智盒他解開第一層包裝聽到了一種聲音：「我要扒了你的皮,吃了你的肉。」小明覺得心裡毛毛的但他打開這盒子的最底層突然？！猜猜怎麼了～|裡面有隻猴子對一根大香蕉說：「我要扒了你的皮,吃了你的肉。」
東南西北哪一個比較強|東因為東巄東巄強
狼他太餓了所以他就去河邊結果掉到河裡變成什麼猜食物|兵狼
真的豬都喝什麼飲料呢??|珍珠奶茶
哪一個婆婆可以吃|阿婆鐵蛋
小小一池塘，清水池中放，黑人去溜冰，滿地黑泥漿。|硯台
A.B.C哪隻狗不會叫|A狗...因為A吿(台語)
為什麼傳聞中的小紅帽沒有胸部?|因為它的奶奶被吃掉了
蝦米酒不能喝?|馬英(九)=馬英(酒)
廁所裡要放什麼花|五月花
什麼車的燈最多|垃圾車
看一部電影200元,看3部電影多少元?|三部五十
請問:小明在河邊釣魚，可是小明釣了很久都釣不到，請問為什麼?|因為河裡沒有魚
獨眼龍|目
綠豆從101跳下來會變成神麼?|紅豆
紅色的狗是什麼|熱狗
打電話給烏龜|苦瓜    因為台語是  ( c o龜)
請問，芭樂賣幾元？|八百八十八元（balabababa麥當勞）
全國沒城牆|或
水邊有個音樂家身上披著靑大掛一天到晚瓜瓜瓜伸出舌頭把蟲抓|青蛙
如果有人死了又復活ㄌ或怎樣|我怎知道
有一天小明走在路上不小心採到一ㄍ人的腳小明很不好意思的說對不起被採道德人說沒關西後來怎ㄌ猜|小明剛剛採到狗大便
..........|?
七十二小時|晶
哪一隻老鼠的尾巴最長|滑鼠
第一個到外太空的人是誰|嫦娥
便秘的偵照|史泰隆
曉明血怎麼辦?笨蛋也知道|叫吸血鬼來吸ㄚ     記得要按超級欠扁
咖啡不加糖|自討苦吃
笨蛋+笨蛋=?|超級笨蛋者
媽媽去超市買菜買了2條魚和1根沖等於多少|2條魚和2根沖因為買1送1
猜猜喔誰住石頭底下|派大星
什麼東西不能吃呢|毒品
小明一天到晚只會花錢，可是為什麼到最後變成百萬富翁ㄋ???^^~|因為小明以前是億萬富翁ㄚ!!^0^
小李因工作需要常常應酬，雖然每天都很早回家，可是他的老婆為什麼還抱怨不停ㄋ?????>.|他是早上回家ㄚ!!!^0^
第一隻上太空的狗的第一句說話是甚麼?|汪汪!!
小明有一天,他到學校上課,結果他的右手斷掉了,同學就問他說:你的右手怎麼斷掉了,他就說:因為他太懶惰了,所以斷掉了,為甚麼小明的手會因為太懶惰而斷掉.|因為小明的鞋子裡有小石頭,他就把右手放在電線杆上,然後一直甩,有一個老爺爺看到,以為他是觸電,所以一直打他的手.
為什麼腳會酸?|因為踩到檸檬了
玉米為什麼是一顆一顆的|因為玉米本來就是一顆一顆的
王先生和白小姐坐在一哥石頭上猜一個字|碧
什麼狗不能叮???|(不)/(布)狗
小強被一樣在三千公尺掉下來的東西擊中頭，但為何什麼事也沒有？|雨水
什麼是:紙包火???|燈籠
有兩個國家的王子，為了一個肉酸的公主而打架。為甚麼兩個王子竟為了這個公主而打架？|打輸便要聚肉酸公主
你越接近目的地，它便離你越遠。它是甚麼？|起點
一條毛毛蟲要過對面岸，它不懂游水，兩岸之間亦無西可以渡河，身邊只有一堆葉，究竟毛毛蟲怎樣才可以過到對面岸？|把葉子吃光，變成蝴蝶飛過河
有什麼雞，在硬的時候顏色是金銀色，會在軟的時候顏色變成綠／紫色的？|十蚊雞
非洲人的髮型，估一個國家名稱？|緬甸
用什麼抹窗才乾淨？|用力
請問紅豆從最高的屋頂跳下去會變成神麼|綠豆
火影忍者裡面誰長大最有名?|鳴人!(名人)
在墳墓旁邊放鞭炮|吵死人!
請問星璃宣言(花漾明星)裡的宙人的興趣是啥?|揍人!(宙人)
什麼動物最常發燒?|章魚!.....因為...章魚燒!!!!
一百隻小鳥在樹上，我拿槍射下三隻小鳥 ， 還剩下幾隻小鳥。|當然是沒有小鳥ㄚ。(都被嚇跑了)
肯德基和麥當勞誰最大|肯德基因為...肯德雞爺爺麥當勞叔叔
小名有一個平子打不開妳知道他拿給誰|孔雀因為(孔雀開屏)(開瓶)
綠豆從 10來樓跳下會變成........|紅豆
要考試了,不能看甚麼書|百科全書百科全輸
一顆新值多少錢|一億因為(一心一意)
甚麼動物最沒有方向感|迷路
一隻狼走在兵天雪地上它被動死ㄌ她怎麼ㄌ|檳榔(冰狼)
牛奶是誰生的?|花生
兩個嘴巴的狗(猜一個字)^ˇ^|哭
什麼妖精會使出泡泡攻擊？|洗髮精  因為搓了有泡泡
電燈是誰發明的？|當然是愛迪生ㄚ！
奶油在飛|蝴蝶，因butterfiy
頑皮豹喜歡甚麼顏色|淡藍因為淡藍淡藍
1+1？|王
馬吃什麼??|頭髮(因為馬吃HAIR)
西邊很安全|西安
八仙過海|我也不之到，自幾想.....
1家有7口.吃都吃不飽.還要養條狗.|獸
九十九|白{百減一}上面那一條
1256789|丟3落4
竹本口目子|笨呆子
臨時抱佛腳是什麼|抱佛的腳
海綿寶寶住在哪個水果|鳳梨
垃圾車有幾個燈|九個燈
哪個動物腳最滑|狐狸
請問美奶滋為啥叫美奶滋?|因為她叫美奶滋阿 所以我說不要想ㄉ太複雜嘛
爲啥麼!我們的身體會動??|因為媽媽生下來,所以才會動壓@@白痴))要記得選超級欠揍歐
垃圾車有幾個燈呢 ？    （楊丞鈴講的喔！）（字好像寫錯請別怪我！）|9個！      因為       燈燈燈燈 燈燈燈 燈燈   垃圾車的聲音！
羊沒吐氣|楊眉吐氣
吳克群會說王心凌甚麼話|少根筋 因為電視上就有了嘛
為啥弟弟光溜溜|他想要游泳可是沒泳衣穿
啥車最長|...塞車
什麼東西天不知道地知道你不知道我知道|我的鞋底破了一個大洞
什麼東西找上升起晚上落下但不是太陽猜四個字！|太陽公公
38加38|超級大38[三八]
多啦A夢常常出什麼手|圓手[援手]
哇哈|哇哈 哈哈哈哈哈阿
有一隻蜈蚣媽媽叫一隻蜈蚣爸爸去買菜,過了24小時都還沒回來,你猜怎麼了?|穿鞋子! 哇哈哈哈哈哈哈哈^0^
有位老師不說話滿肚學問脾氣佳無論何時去找他都會耐心給解答打給想想看杯?˙ˊ_ˋ˙|字典
什麼冰不可以吃|白冰冰
１＋１是多少？|田
香蕉從樓上摔下來便甚麼？|茄子，因為：喔親（台語發音）
一加一啥時不等於二?|.........算錯ㄉ時候
3隻梅花鹿那花有幾躲?|梅花!因為梅花鹿!
2+2=(     )|王
哪一牌ㄉ掃把最爛|火鳥牌  因為 爛掃把 爛掃把 火鳥
拿立可白塗眼睛變甚麼|白木..妳白癡喔這樣也想不出來
爸爸，猜一種水果|椰子
是誰住在深海的大鳳梨裡？|海綿寶寶！= 4 =
是誰住在人頭裡？|章魚哥！
是誰住在火星裡？？|火星人！
800壯士位啥變300壯士?|因為500(伍佰)跑去唱歌了!
多啦A夢是什麼顏色?|紅色（因為ㄤㄤㄤ... 我最愛多啦A夢了）
英文字母哪兩個碰在一起會爆炸|O跟K因（OK...蹦）
木乃伊愛喝捨|木瓜牛奶因為木乃伊木乃阿所以是木瓜牛奶
自+大+點=?|臭
甚麼節日人最多|復活節
小叮噹最怕什麼顏色|答案是紅色,因為ㄤㄤㄤ.
水果冰淇淋奶奶是男生還是女生????|人妖因為他是男生假扮成女生
有一天小美說我要講笑話,小明說恩!小美說你大笑三聲,我講完ㄌ.為什麼小美就講完了呢?好戲後頭呢!別走開喔!因為有超超超超超超超超超超超超超超超超級欠扁的答案喔!|因為(笑)話啊!
甚麼東西是你的，卻是別人常用到?|你ㄉ名字
一座大草原有啥花?|梅花 (沒花)
另一座大草原有啥花?|野梅花    (也沒花)
哪個茶最大?|茶裏王
猩猩的手很辣猜成語|猩狠手辣
香焦跌倒變什麼？|茄子
男生是人,女生也是人 那人妖是什麼人。。。。。?|不是人 哈哈
小蕃薯吃小蕃薯會怎樣?|是放屁,因為番薯的台語叫韓籍所以人家說吃含極會放屁
早上四隻腳，中午兩隻腳，晚上三隻腳。|人
胖子從101跳下來會變什麼|死胖子
蚊子不叮什麼狗|布丁狗
1+1等於多少|田
甚麼花不開花?|校花
小狗.小貓.小鳥誰先被叫起來背書?|小狗
你猜哪個笨蛋想像水母一樣飄來飄去|海綿保寶拉她們超級笨別靠近她悶咬不然你會笨喘染你也會變笨
啥東西住在貓咪度李|計時炸彈因為貓咪是笨蛋不注意吃到炸彈
你猜不能說的秘密為啥不能說|因為她們把自己嘴巴風住 她們就變成笨蛋不能說的秘密鬼又是被吸血鬼被吃掉所以呢件事情被希寫歸主奏說的人會死所以是不能說的秘密
白加一|百
紅茶不加糖會變什麼|沒有糖的紅茶
不知|不知
有一日,有三個人入電梯,有一個人按一樓,有一個人按三樓,有一個人按八樓o點解到咗三樓沒有人出電梯呢?|因為跟本沒有人按三樓,只有人按衣服上的鈕!
1加1等於2|算錯了
有一個明星,她成日叫你們唔好煩她,她係邊個?|米雪
雞.鴨.鵝同時放進冰箱裡........為什麼雞.鴨都死了鵝還沒死!?|變[企鵝]了!
蔡依林為啥跌倒ㄌ|因為   旋轉跳躍    我閉著眼
三位大俠|三峽
有一天       小豬和小熊和小羊去7-11出來之後   小豬和小熊受傷了   為啥小羊沒受傷|因為7-11    24小時不打烊(羊)
米老鼠跟唐老鴨|糖
潭上一隻龍|龍潭
什麼東西沒有眼睛沒鼻子也沒嘴巴|影子
有一個豹他很頑皮他是什麼豹|頑皮豹
計程車撞到鴨子|小黃瓜
颱風天要帶多少錢出門|4000萬因為沒(四千萬)
全世界死亡率最高的地方再哪？|床上
念完台灣大學要多久？|不用５秒台灣大學就念完了
海帶住在哪裡|海裡的袋子裡請案超級欠揍
請問媽媽生氣變成什麼|老虎
如果國父復活了，台灣會怎樣？|多一個人......
1+1=多少|2
為什麼什麼胖可以吃|麵包(台語)
人最討厭屁股有什麼東西?|一屁股債
誰殺了便當|值日生      因為值日生抬便當   要用台語翻譯
羊猴雞去便利商店買東西你猜誰不會被趕出來|答案是羊  因為24小時不打羊
哈利波特歷史博物館|哈~你跌到~你死我不管
羊是羊奶....牛是牛奶那.....象是什麼奶|橡皮筋
有一個胖子從101大樓跳下來變什麼?|死胖子
抱著輪子飛到海|飛輪海
有天小番薯說你很欠奏為啥會這樣|因為你現在上超欠奏猜謎的網站
什麼車很多燈|垃圾車
白痴問題;世界上神麼車最長|塞車
老師把紅豆and綠豆放在桌上並混在一起,老師叫小明出來分,結果小明不到一秒鐘ㄉ時間就分好了為什麼????????|因為紅豆和綠豆都只有一顆............=.=
多啦A夢是什麼顏色的?|紅，因為ㄤㄤㄤ
人比人氣死人  起司比起司|起司蛋糕
什麼桶子永遠裝不滿?|馬桶啦= =
肉包子打狗|一去不回
垃圾車有幾個燈??|9個,因為..............
１＋１等於多少啊？？|田啊！！　笨蛋！！
小紅帽為啥奶奶(ㄋㄟ ㄋㄟ)那麼小|因為他的「奶奶」被大野狼吃掉了
圓圓的 像湯圓|彈珠
黃色的 脖子長長的 猜一種動物|長頸鹿
圓圓的 像水密桃|屁股
黑黑的 臭臭的|屎
有一天 小番薯園丁到花園裡散步 走著走著 小番薯園丁踩到一個木頭 小番薯園丁拿起來一看 長的像果實 因為小番薯園丁很貪吃 咬了一口吐了出來[哇嗚.哇嗚好酸哪]|檸檬
1等於5,2等於20,3等於40,4等於60,那5等於多少?|1
一隻大笨蛋走在陸上會變什麼|莊奉書
胖子從很高樓跳下來變成甚麼???|死胖子
為什麼我考試會得第一名|因為我就是第一名
呂布是那一堂的人?|天堂人
有一棵檳榔樹,誰會先爬上去吃香蕉?(1)猴子(2)猩猩(3)金鋼(4)狒狒|沒有人,因為檳榔樹根本就沒有香蕉.
下雨天   烏雲密佈卻有一支東西    幫著你遮雨.|雨傘
哪個英文字母最愛K兔兔？|''S''K''   因為SK''兔''
上上嚇嚇   左左右右就是看不到   我的好雨滴.|雨天
玉兔為神麼要搗藥?|因為玉兔吃紅羅蔔吃到肚子痛所以叫玉兔搗藥
甚麼動物會迷路?|ㄇㄧˊ 鹿( 迷路)
你的孩子缺火|火炎炎
你的孩子缺木|林木森
小明小命不保時，為什麼有人願意代替他被揍?|因為小明在打代打專線的廣告
★什麼花不能澆水?☆|煙花。
請問有鬼的地方叫鬼屋|不知道ㄝ
為什麼非洲人"不吃巧克力?|因為他(她)的手是黑的"""""""
一出頭就長角|午
兔子的眼睛為什麼是紅的?|龜兔賽跑輸了，哭紅了
最大的影子，是什麼影子?|地球的影子(黑夜)
一架輕航機遇上亂流失事，但沒有任何人受傷，為什麼？|因為全死了
當你用橡皮擦擦掉紙上士林國小的〝林〞字時，你會發現什麼重要的變化？|紙上多了橡皮擦屑
什麼球不能丟什麼槍不能設出子彈|鉛球水槍
哪一種紹把最爛|火鳥
小明放學回家後，發現自己忘了帶鑰匙，他該怎麼作才能進家門呢？|門沒鎖，推開就好了
小明放學後，媽媽給了他五片餅乾，小明吃了兩片後為什麼多了一片，變成四片？|小明他數錯了
八歲的小萱萱在百貨公司和媽媽走散了，你猜他到服務台說了些什麼話，竟引起大家哈哈大笑？|她說:「我媽媽迷路了，請快幫我把它找回來。」
如果半夜十二點時，在鏡子前點上一根蠟燭，然後對著鏡子削蘋果，你猜會看到什麼？|一個笨蛋
百貨公司裡，有個禿頭的推銷員，正在促銷生髮水，你知道他為什麼自己不用生髮水呢？|他想讓大家知道禿頭有多難看
對單身漢來說，家有賢妻是最大的幸福；那麼，對已婚的男人來說，什麼是最大的幸福？|單身漢
喝醉酒的人常辯稱自己沒醉，你知道這是什麼原因嗎？|因為他們喝醉了
世界上誰最欠揍|你啦
小林家的電鈴壞了她打電話請水電工人來修理為什麼工人都沒來？|因為工人按電鈴都沒有人來開門
哪個童話故事的主角最專情？|美人魚 因為他沒有腳可以劈腿
降落傘。|張飛。
半魚半人|不是人
我有一房屋，永遠背在身，水陸可生活，走路慢吞吞。|烏龜
什麼人不會游泳?|沒有一個人事不會游泳的!!
甚麼RoRo是紅色的。|是GlRoRo伍長
便便|其實我也不知道,嘻嘻.
什麼酒不能喝|啤酒，因為我還是小孩呀
櫻桃小丸子在賣甚麼|鞭炮
說是鳥不是鳥說是蜻蜓沒有腳白天萬里來回跑|飛機
有益之狼走路到北極,結果掉到水裡變成什ㄇ狼?|瓜C 狼
動物裡有黑熊,黑松沙士裡有ㄛ熊,請問醫院裡有什ㄇ熊?|神經不正常
請問阿亞 阿寶   和阿姿誰胸部最平|阿寶     因為寶特瓶
怎麼把1塊變成100塊|打電話跟朋友借100塊
小偷坐甚麼車不用錢?|警車
香蕉從101大樓摔下來變成神麼|茄子..因為淤青ㄌ
人家脫衣它穿衣,人家穿衣她脫衣。|衣架
一隻狗在沙漠中有東西吃..也有得住但是為神麼她還是死了?|因為沒有電線桿給她尿尿.....
請猜tetAt是什麼話|幹
誰最不孝順母親?|面速利打母
小鳥從高雄2:00時ㄑ台北花了幾十分鐘可是她回來時已經4:00了為啥?|因為回來時下雨了她一手遮雨一手飛
四個男的光著身體被電到.|電視機.....(請勿罵窩^^)
你有艘船，船上有1個船長、2個副船長、4個水手、15634個乘客。乘客的平年均年齡是36歲。水手平均46歲。副船長平均56歲。船長幾歲？|你幾歲船長就幾歲阿，因為"你"有一艘船。
羊老師叫大家背書˙你猜誰先背？(學生有小狗˙小貓和大象)|狗。因為旺旺仙貝
薑切成四片是什麼?|薑薑薑薑
哪一個人不孝?|面書立
世界上最帥的人是誰？|就是我阿！哈哈哈
人們最長說的3ㄍ字是什麼??     ˊˇˋ .....|答案 ：【不知道】〞 ☆
有隻狗，牠走過了木橋，但卻沒有叫。請問...|過目不忘(汪)
有一天，陳、郭、黃、魯夫人，她們聚在一起吃飯。突然，魯夫人說她有事先離開，陳夫人問郭夫人她去哪了；郭夫人又問黃夫人她去哪了；請問魯夫人去哪裡了？|在偉大的航道上！   "魯夫"人
點解有一個大胖佬,重五百公斤,仲有900個女人追著要嫁給他呢?|因為這個胖佬的家有整個深水埗大,他家中的物品都是金做的o
一家十一口猜一字|吉
螞蟻要怎麼騙他|在糖的罐子貼一個 鹽 字
☆甚麼鬼不敢進鬼屋☆|膽小鬼
魚蛋粉入邊有魚蛋,咩粉入邊有雪「高」？|Seven
哪個英文字母最酷ㄋ|c裝酷
小明帶一個包子去廁所未甚麼回來變半個|因為他沒代衛生紙
從前有一對男仔同女仔，佢地講佐D咩|"我愛你"
誰是海綿寶寶的好朋友?|派大星
在深海里誰會空手道?|珊迪
十月三十一日是將公的生日那十一月三十一日是誰的生日|抱歉!!!十一月沒有三十一日
十月三十二日是奶奶的生日是誰的生呢|抱歉十月沒有三十二日
牛摩王和鐵扇公主睡覺時地1件事會先做甚麼???|當然是閉著眼睛睡阿
是誰發明(膽小這個字阿??)|是膽小狗英雄阿!
一加一為什麼是二|本來就是一加一
周傑倫ㄉ媽媽姓什麼??|姓周阿                      不就是周太太ㄇ??
狼來ㄌ!!!!!!|是陽帆(羊凡)
甚麼人是情天???|因為ㄋ就是慶典.ㄋ就是晴天
7蔡|慶采(逮力)
朱ㄉ祖先是誰??|諸格亮
有位美國先生問台灣老先生請問這是哪裡(美語)老先生說哀!添姆啦(台語)請問ㄊ在說甚麼?|天母  這就四天母ㄉ由來ㄌ
上廁所不用馬桶|倫敦
位神麼胖子從1樓跳下來便成死胖子??|因為ㄊ以為高樓大下市1樓
堅強的一座山|謝坤山拉
奧斯卡的簡稱叫甚麼??|奧運
綠豆是甚麼人?|因為綠豆嘉義人
黑人最怕吃麼?|黑巧克力(因為怕咬到自己)
小玲的媽嬤生了三個小孩,大的叫大寶,第二的叫二寶,那第三的呢?|小玲
小明和小美每天晚上睡覺前都要做一件事,是什麼事?|閉上眼睛
香蕉掉下去會怎樣|會死人
死人被奏會怎樣|會復魔
如果一隻蟑螂跟紅火礒放再同一個盒子會怎麼樣?|蟑螂:[因為你會害我變紅蟑螂]
垃圾車有幾個燈!|9個,因為燈燈燈燈燈燈燈燈燈就垃圾車的旋律,
神麼花最香|玉藍花
[灰熊]愛吃[魚]的笨蛋[學者]猜6個字|非常愚者
魚有沒有牙齒.....|牠沒有張開嘴吧你怎麼知道
小華帶一個謾頭去廁所為神麼回來便半個?|因為小華沒帶衛生紙
神麼人最瘦|台灣人壽
冬甩個爸爸係邊個？|多啦Ａ夢
第11本書|不可思意
廁所要擺放捨花|五月花
肉包+肉包=|大肥豬
世界上誰最漂亮|我啦
樹像甚麼味道?|雞因為
進去廁所之前要先幹嘛|要先開門
你的父母死了怎麼辦|我哪知
為捨廁所要蓋天花板|老天有眼
鄭成功的媽媽叫甚麼名字?|鄭失敗因為失敗為成功之母
沒知事也要有長識沒長識就去看電視|廢話少說
從前,有一間小食店叫做(友朋小食),但這間小食店從來都沒有小朋友光顧,只有大人光顧,為什麼呢!(這題十分EASY,快估估!)|招牌是(友朋小食) ~(食小朋友)
白衣公公    來到學校 教師若沒有它 絕不上課|粉筆
誰是全世界上最帥的|邱仕豐
颱風天 沒事千萬別出門？|沒四千萬別出門
什麼魚部游水|木魚
烏龜的心是什麼形狀|箭 因為歸心似箭
要怎麼把長頸鹿放進冰箱 ?|用塞的阿 !
狗過ㄌ獨木橋就不叫ㄌ.......................猜成語喔!!|過木不[旺]忘
小明死後 他的朋友才想到他的名子|王小明(亡小明)
成功的媽媽叫什麼?|失敗.因為失敗為成功之母.
小羅他到了房間 它把包子直接放在床上 隔天未什麼包子壞了|小羅尿床後  沾到包子了  所以壞了
大哥小明他頭大  二哥小華身體大那小羅是哪裡大|屁股大
快樂(快樂是名字)的本子叫什麼?|助人.因為助人為快樂之本.
誰最會害人跌倒?|哈利波特.(害力拔豆.害你跌倒的台語)
你個王先生每天都會送快遞~|王老先生!
太陽的故鄉?|日本
有一個東西一直漂~~~~|雲啦!!
香蕉~~|月亮
丁丁被幾個人踩|4個.........(丁丁是(4)個人採)
公仔麪是香腸的仇人,香腸看見公仔麫打佢一身,第二日,香腸看見意粉又打佢一身。為甚麽香腸看見意粉要打佢一身?|因為香腸以為公仔麫做左負離子直髪
黑人討厭吃甚麼糖果？|黑巧克力，因為他吃的是它的身體
哪種鬼不敢進鬼屋|膽小鬼
廁所裡掛鐘|有始有終
為什麼紅豆很貴|因為紅豆桂 貴
鳥位甚麼要飛去南邊?|因為用走的太慢了!!=    =
有一個人他白手起家,一家有三口,家裡又有一棵樹,是甚麼字?|操
蛇為什麼會脫皮?|因為他皮癢
剪刀石頭布哪個最大|剪刀石頭布一起出阿
身分證掉ㄌ怎麼辦?|撿起來就好ㄌ
八千個女鬼?是白痴的不會!真的有白痴就是你.|魏!因為八在禾的下面那兩撇千就是禾得上面女就是下面的鬼就是右邊
妹妹走在路上發現一隻???|小狗
嫩嫩的人都說別人什麼？？？？|你們也不是嫩嫩的
遇到眼鏡蛇怎麼辦?|把它的眼鏡拿下來
陳水是省麼意識?|欠扁
媽媽出去一下為什麼就沒回來了|因為她離家出走了
如果包公和白雪公主結婚，那他們的小孩會是誰。|包公皮膚是黑的，白雪公主皮富士白白的，所以黑加白等餘灰，是灰姑娘。
９＼＼。３１|藷不清
小黑、小白和小红坐过山车。请问哪一个先顶不顺？|小白（小白兔=小白吐）
蜘蛛侠是什么颜色？|是白色！（S PI DER MAN）是白的 MAN 嘛！
哪一種水果沒吃之前是綠的吃下去是紅色的吐出來是黑色的。|西瓜
深海中有一隻鯊魚不小心吞下一顆綠豆,瞬間牠變成了....?|綠豆鯊
那一位英雄做人最失败？|Spiderman（失敗的man)
糖果是公的還是母的|母的因為會生螞蟻
921地震時哪個地方不會感覺地震|飛機上
有一天小明要找他朋友他五秒就找到朋友ㄌ位神麼|即時通
有一天自強號 跑啊跑那我問你風往南邊吹它的煙往哪飄|自強號沒有煙囪  當然也沒有煙
哪一種球最大?|地球
叫馬不是馬 路上不生長要他來做中藥要到海中尋|海馬
我問你老王姓啥?|他姓法  因為法老王
穿哪一種鞋最快樂|黑皮鞋  因為happy鞋
誰殺泡麵?|阿Q*統*一麵
誰殺牛奶?|綠豆       因為綠豆沙牛奶
誰生牛奶?|花      因為花生牛奶
猴子猩猩最討厭甚麼|香蕉(相交)
為沈蝦子不會紅?|因為他不是明星
11本書|不可失意
5+5還是55乘5還是5|手套
飛機上坐著小白.小嘿.小黃誰先吐?|小白    因為小白兔
審麼桶子裝不滿?|馬桶
借審麼不用還?|借過
珊瑚帽  梅花衣腿細小  快如風|梅花鹿
審麼狗不會叫?|熱狗
足球姓足籃球姓籃柔道姓?|誕,因為
毛澤東跟白高敦有甚麼關係?|沒有關係
美國太空人阿姆斯壯上到月球說了甚麼話?|美國話
黑人和白人生出來的嬰兒的牙齒是甚麼色的?|ｓｏｒｒｙ 嬰兒是沒有牙齒的
鋼鐵做的門是神麼|肛門
冰淇淋+紅茶=?|冰淇淋紅茶~~>v
世界上             誰最美?|就…………是我這個     美女
3個眼睛1個腳|紅綠燈
有一天......媽媽:小美今天考的題目簡單媽?小美:簡單啊!媽媽:那位啥還0分?猜小美說啥?|因為答案很難阿= =    氣拉@.@
一個盒子裡面有很多個人他們的頭是粉紅的他們很會升火|火柴
誰在深海浬最醜？嘻嘻嘻！|章魚哥
只要大人去就好ㄌ|不約而同(不約兒童)
為什麼姚明要追皮卡丘？？|因為 姚明是(火箭 )隊>.
菲哥出道以前的工作是甚麼?|送信 因為飛鴿(菲哥)傳書
哪個動作最好?|滑倒[台語]
廁所最多甚麼花 ?|菊花(屁股)
為什麼羊.老虎.獅子.進去7-11楊不會有是?|羊,因為二十四小時不打羊
1+1?|2 lo!~
曉明要幫［媽媽］買菜，半路遇到乞丐，乞丐跟ㄊ說：｛賞點錢ㄅ，讓偶買酒ㄅ，｝曉明就ㄍㄟˇㄊ100元。乞丐又說［偶神ㄇ都ㄅ會，偶啥都ㄅ會，偶交ㄋ一首歌，是啥嚜哥？|乎搭啦！乎搭拉１
... 加...等於?|......
開心的鞋   是什麼鞋  ?|黑皮鞋              黑披              給分 吧
好玩遊戲   和    遊戲天堂   哪個好玩   猜猜看?|好玩遊戲      因為   [好玩]     阿     黑黑
爸爸  媽媽   小孩    誰最雖|小孩   因為  寶寶雖    寶寶雖    好好笑喔
老師說：「雞蛋一打有幾個？」|都沒有了，因為，雞蛋「一打」有幾個
你是誰?|你
蛙.蜘蛛.老虎在路上撿到一坨大便老虎說:(明天誰最晚起的要吃那坨大便)隔天,老虎蜘蛛出門了|蛙
請問世界上是誰最聰明？為神麼？|都拉A夢’因為他的手勢圓的
十元買早餐八元買豆干|幹    自己寫寫看
世界上誰最帥|我最帥
免費一點|兔
上是一中是一下是一上中下都是一|三
你知道為什麼章魚後來為什麼又變成章魚燒嗎?|因為章魚後來被烤所以變成章魚燒
老師問了一個題目,是小明為什麼沒來?你猜班上的同學叫什麼名字?回答的答案是什麼?|他叫做王小明回答的是他有來沒有缺席
有一個獵人有一把槍和一顆子彈射了一隻鳥,可是身上卻有三個洞？|雙手揮打不,就手腳和身體
＞.....３.....＜|在親壓　ｘＤ
廁所撐竿跳|過分(過糞)
=口='''     >-|兩位同學在3條 一位同學在睡覺 老師在罵人
左邊的屁股像什麼|像右邊的屁股
青藤藤,開黃花,地上開花不結果,地下結果不開花.|花生
3+1=|王
左邊加一,是一千;右邊減一,也是一千.|任
會吃沒有嘴,會走沒有腿,過河沒有水,雙方來對壘.|象棋
遠看像頭牛,近看沒有頭.|午
一字兩個耳,兩耳不一樣,真耳不像耳,假餌卻像耳.|耶
加倍才算多.|夕
降落傘.|張飛
兩隻兔子=？|小白兔
有轎無車.|喬
殘風.|虱
紅色之路.|赤道
1加1等於多少|甲
有一日!有個毒男撞鬼佢會點哩~|撞鬼嚇死毒男
一個毒男撞鬼他會點呢|撞鬼嚇死毒男
身體拿裡最白|胸部
什麼貓沒有嘴巴?????|凱蒂貓
可以吃的人事誰.|壓扁人.一定一點也不好笑...
會吃白板和黑板的是誰.|黑白板擦.一定很不欠做.....
ˋˊ˙是誰.ˇ|是聲調.哈哈哈...............................................哈.
一般人認識幾隻【小豬】?|四隻，因為羅志祥的綽號是【小豬】，還有我們認識的【三隻小豬】，+起來=4隻~
太陽是男的還女的???月亮是男的還是女的???|太陽是男的(太陽公公)    月亮是女的(月娘)
阿地吃完早餐，又帶了一個大饅頭去廁所，為什麼出來只剩下一半？|因為阿地沒帶衛生紙
人為什麼要有心臟|因為這樣才有心臟病
有兩台車.前面那台車的駕駛人叫甲後面那台車叫乙.有個人問甲:乙是你的誰?甲說:他是我兒子.那個人去問乙:甲是你的誰?乙說:他不是我爸爸那甲是乙的誰?|媽媽
什麼情形下0>2.2>5|猜拳
世界上誰最圓|桂冠湯圓
老虎  狼  獅子  誰玩遊戲會被淘汰???|老虎!!因為老虎(英名tiger)太噁心了!!!
從前又一隻狗 狗的前面有一隻貓 貓的前一隻老鼠 老鼠說:我的後面有一隻貓 貓說:我的後面有一隻狗 狗說:我的後面是???     狗的後面是誰???|從(蟲)前有一隻狗
請問不要開降落傘要開什麼蔫?!!|兩眼開開準備頭胎ㄎㄎ
皇冠|主
羊逃了|楊桃
那一艘船最沒有力?|梅利(因為梅利=沒力
小名袋一個包子去學校回家未神麼便半個|因為沒有衛生只
上面也有毛下毛晚上來個毛對毛|眼睛上面也有毛下也有毛晚上閉起來就是毛對毛
有一位老伯伯去醫院，為什麼没有看醫生？|伯伯去看公佈攬的廣告
我們最常會放什麼？|放臭屁    嘿嘿！
兩頭麒麟到北極會變成神麼|雙麒麟
為甚麼夏天總會長過冬天|冷縮熱脹
有一隻螞蟻去海灘散步,為什麼牠留下的不是腳印,而是一條線?|因為牠騎腳踏車去散步阿 哈哈!!
哪個藝人最會跌倒!!|蔡依林(因為旋轉跳躍我閉著眼)^^
什麼卡通他的鼻子很癢?|皮卡丘(台)
國父復活了，台灣會怎樣??|台灣會多一個人..
甚麼東西最容易不翼而飛!|火箭
什麼調味料最狠???|蒜泥 因為算你很 蒜泥很
偷什麼東西不犯法？|偷笑
1~10那兩個數字  最閃亮?...|1.3!!因為:1313亮晶晶........
馬.羊.狗.誰會變神仙|馬 因為(一馬當先)(當仙)
有一天,忽然下大雨了有一個人走在路上他的頭髮沒濕為什麼?|因為他是禿頭
垃圾車有幾個燈|9個:因 為   燈燈燈燈燈燈燈燈燈~~~~~~
一個小石潭滿塘黑泥漿飛來白天鵝變成黑烏鴉|硯
有一次 有一個人 走著走著看到一個洞 他就喊:有人在嗎? 洞裡就回答:烏~  烏~~~請問是什麼來了|火車
像雲不像雲像煙不是煙風吹輕輕飄日出慢慢散|霧
人最討厭的話|彰化
你知道狼掉進冰裡會變甚麼嗎?|檳榔(冰狼)
什麼球不能踢?|地球
為什麼馬可以吃象？|因為在下象棋
誰的腳踢孕婦，孕婦不會流產？|寶寶
月亮'太陽'星星哪一個不會說話|星星'因為天上的星星不說話
阿土伯(台語)幾月生??|十月  因為October
北極熊想吃企鵝 但是他為什麼吃不到??|因為企鵝在南極
誰是萬獸之王??|動物園園長
烏龜的心像甚麼??|歸心似箭(龜心似箭)
為什麼王子親了睡美人之後,睡美人沒有醒來?|因為睡美人賴床
有一個人他在吃巧克力，為甚麼他一直咬到手？|因為它是黑人！
有一隻熊走過來   猜一句成語|有備而來(有BEAR來)
紅豆踩到石頭變什麼豆?|跌倒 (請用台語唸唸看)
天黑黑{猜五種動物}|馬  鹿   獅   豹   虎    {台語要下西北風}
孫悟空拔一根頭髮會變出一個小悟空 有一次他拔一根頭髮卻變出兩個 為什麼|因為那根頭髮是分杈的
洗澡時要先脫衣服還是褲子?|先關門才好!
打電話給烏龜猜一個蔬菜|苦瓜(台語 Call 龜)
哪兩個英文字母合起來會爆炸?|OK (因為OK 蹦)
黑熊最大的願望是什麼|拍自己的彩色照片
請問誰最不孝順母親？|面速力，因為面速力達（打）母
普通貓的叫聲應該為~~喵，那麼山上的貓叫聲應該為何呢？|喵的啦~~~
在一間屋子裡，鴿子會藏在哪呢？|屋頂。因為在屋頂唱(藏)著你的歌(鴿)
一隻貓坐在玻璃前看窗外景物，窗外景物有公園、大廈、馬路，那一物件與貓最接近？|玻璃...  ＝.＝
包青天和白雪公主生的小孩叫?|灰姑娘
大近視的兩個耳朵被切掉會怎樣呢?????|看不到!因為不能帶眼鏡
什麼人不會得失憶症|馬德里，因為馬德里不思議[不失憶]
有一天,綠豆去找朋友,突然間下了一場大雨,這時,綠豆變成了什麼?|黃豆(他穿雨衣)
狗喜歡吃雞蛋還是蛋糕？|雞蛋，因為雞蛋裡挑骨頭
麻豆和九份的名產|芋園柚子(欲言又止)
瑪莉的連體嬰妹妹叫甚麼名字?|夢露(瑪麗蓮夢露)
一顆心值多少錢|一億  因為一心一意
為什麼世界上沒有女超人??|因為公共電話亭都是透明ㄉ!
希希可在10分鐘內吃下8塊餅乾，那在他從學校搭捷運回家的15分鐘車程內，他共可吃下多少塊餅乾？|0塊。因車廂内嚴禁飲食。
大象左邊的屁股像甚懡|像大象右邊的屁股
什麼食物是老鼠也不吃的？|老鼠藥。
蜈蚣媽媽叫蜈蚣小孩去買菜為啥過了2小時還沒回來|因為他還在穿鞋ㄎㄎ  計得投我^()^
多拉A夢的是什摩顏色|紅色   (ㄤㄤㄤ...)
櫻桃小丸子家裡賣啥?|鞭炮(因為批哩啪啦  批哩啪啦 拉拉拉拉拉)
三壞球兩好球？|南投〈難投〉
紅豆與綠豆打仗，紅豆派咩出征？|「紅豆兵」,紅豆冰。
酷酷哥跟帥帥哥哪個人的老婆比較虛弱?|酷酷哥因酷酷嫂,好笑吧!
一顆心有多重?|八克,因為星巴克
什麼雞跑的最快?|麥克雞塊(快)
有一隻蚊子只叮「鼠牛虎兔龍蛇馬羊猴雞豬」那一隻蚊子叫什麼名字?|布丁狗　（不叮狗）
阿里巴巴為什麼只有三十六大盜？|因為其中四名大盜去台北市民大道﹝四名大盜﹞了
什麼事情,只能用一隻手做|剪自己的手指甲
哪個月有28天??|每個月都有28天
在經濟不景氣的時候,喝什麼飲料最不好?|仙草蜜啦    因為先炒ME    (先把我炒魷魚啦!!!)
什麼東西 你按它 它就會吱吱叫   主人就立刻趕到|電鈴
如果身體有毛病怎麼辦?|把毛剃掉...
冰淇淋的滋味拍續集叫什麼?|雙(霜)淇淋的滋味...
曉明採到黃金位啥沒弄髒鞋子?|因為他沒穿鞋子
這個世界上誰快遞最多?|因為王老先生有快遞!
烏鴉從台南飛到高雄，花了一小時，為什麼回來會花了一個半小時？|因為烏鴉一邊飛一邊用另一個翅膀擋雨
甚麼酒不可以喝?|馬英九=   =
有2種動物 羊和貓 她們好幾天沒洗頭 誰會死???|羊 因為一羊(癢)死哩!!!
蘋果跟鳳梨比賽誰輸了|鳳梨 因為鳳梨酥
盲人怎麼吃橘子|用手
哪一種花不會生孩子|五月花     因為五月花衛生紙─  五月花(未生子)
哪個花最沒力|茉莉花.因為好一朵沒[美]力低茉莉花
樹的味道像什麼|像雞.
因為樹味像雞（數位相機）
豆先生有很多兒子.....[老大較大豆...老二較二豆以此類推]請問誰最愛吃|八豆.因為八豆腰
身子裡面空空洞洞而擁有五隻手的是什麼?|手套
過年拿的紙袋是什麼顏色的!?|紅色  ( 因為是紅包阿)
為什麼我家小黃從來不叫?|因為他是水壺
有一種東西,買的人知道,賣的人也知道,就只有用的人不知道,請問究竟是什麼東西|棺材
只約大人|不約而同=不約兒童
今年聖誕夜 ,聖誕老人第一件放進襪子裡的是什麼東西?|他自己的腳
什麼路不能走路|網路
花有什麼好笑?|有梗
有一位媽媽生了一對雙胞胎一個叫瑪麗那另一個叫什麼??|夢露     因為 瑪麗蓮夢露(瑪麗  "連"  夢露)
狼和羊哪一個會先被淘汰|狼,因為桃太郎
黑豬和白豬哪種豬比較熱情|黑豬       歐低(黑豬)熱情好像一把火
藍色的刀、藍色的槍|刀槍不入( b l u e )
打電話給錢幣?|call幣〈影印〉
哪一種神明 總是有人想打死他|雨神(蒼蠅)
小明的媽媽烤了一隻烤雞小明特別跟他家的狗 土豆說 妳敢對這隻雞做什麼 我就對你做什麼！你們猜...他們家的狗怎麼做的？讓小明說...算你狠.......|土豆舔了一下烤雞的屁股
如果你摔倒了猜一句台語|馬馬乎乎
請問?為什麼大家要燒紙錢給死人?不要看答案  猜不出來在看|搞地下錢莊
什麼動物最愛亂買東西|班馬(黑白馬)(用台語念)
為啥公共廁所要有屋頂|因為老天有眼    哈哈
國王坐飛機|王菲(王飛)
一把青菜10元~|蔡依林
老虎有幾隻?|5隻,老虎5隻(老虎伍茲)
小貓  小狗    小雞  誰最先被叫起來背書??|小狗    因為  旺旺先背
三個黑人坐在樹上|桑
巧克力和洋芋片誰跑的比較快|巧克力因為巧克力棒
小明的爸爸有三個兒子老大叫大毛老二叫二毛老三叫啥|小明
什麼動物貼在牆壁上|海豹
為什麼人死後身體是冰的?|心靜自然涼
假日時,哪裡最多臺灣人?|臺灣
哈利波特歷史博物館的台語唸啥?|害你跌倒你死我不管(台語)
什麼山不能爬|襯衫
有一天小名家有人掛ㄌ小名和他爸去棺材店買棺材結果老闆說了四個字結果被小名的爸揍為什麼?|買一送一
颱風天有五個人再路上走路 有一個招牌掉下來 壓死了三個人 請問爲什麼|因為掉下來的招牌是麥當勞的招牌
甚麼龍是白色的?|保麗龍
南半球為什麼沒有廟宇?|因為南無阿爾陀佛
什麼東西紙包火    正月十五提著走|燈籠
五個人在十頭上|傘
懷胎六甲|大肚
哪一種布剪不斷|暴布
皇帝的妹妹心情不好，猜一成語|格格不入(格格Blue)
為甚麼小紅帽沒有胸部?|因為小紅帽的奶奶被吃掉了!
一年四季幾乎都開花!|雨傘
什麼人的肚子最硬。|印度人
有天兔子又找烏龜比跑步，兔子這次沒偷懶也沒放水為什麼他還是輸了？|因為對手是忍者龜！
什麼卡通人物最專情|美人魚,因為她不會劈腿
大人背小孩|大+小=尖
0大於2、2大於5，猜一種遊戲？|猜拳。剪刀、石頭、布！
有一隻馬牠不用做事就有東西可以吃|附馬爺
如果國父復活的話,台灣會怎樣?|多一個人
要幾個人以上 ，才算是團體?|20   說說20的英文就知道了
哪一種的動物是最機車的?|山羊。 因為山羊{三陽}機車
哪一種動物會伸出援手|多啦A夢。因為伸出援{圓}手
小美家養了一隻很兇猛的狗為甚麼牠從來不咬胖子?|應為牠只吃瘦肉!
甚麼動物最像龍?|猩猩        因為欣欣向榮(猩猩像龍)
巒生小兄弟，像我沒我大，有嘴不言語，可以桌上擺。|相片
請問 爸爸 和 媽媽 誰比較壯?|阿姆斯壯  (阿母strong)
日本天王|旺
一口吃掉牛尾巴|告
為甚麼女人的衣櫃總是少一件衣服呢?|因為那一件穿在自己身上
陳先生您貴性?            ?            ?|明知故問
頑皮豹的職業是?|打蠟和種芭樂
一個人被刷成金色的猜一個成語|一鳴驚人       一名金人
猜一種文具鐵嘴巴，愛咬紙，咬完掉個鐵牙齒|釘書機
有一隻熊走了過來~~|有備而來(備→Bear→熊的英文)
雨中桃花棉|越跳越重
偷甚麼東西沒又犯罰|偷笑
螢火蟲|昆明
五隻手指|三長兩短
考試批改錯誤|追分
捕手漏接|甫
便秘，　　猜一個運動？？|少棒賽
如果有一台車, 曉明是司機,小華是客人,那這台車是誰的.|如果的
英文字母有哪兩個字會爆炸|OK因為ok蹦ㄏㄏ
什麼電燈泡不會亮?????|當男女朋友之間的電燈泡
在山裡思考|崽
有一個麻薯不小心和另一個麻薯撞在一起會怎樣|黏在一起
上面毛，下面毛，中間一粒黑葡萄|眼睛
石石班上要考試石石對敦敦說:我昨天沒唸書所以我踢膝下桌子你的答案就借我瞄一下後來考試時 石石踢了桌子敦敦就對著他說了一個字請問敦敦說的是啥?|喵~~~!!!
小時後4隻腳  大人後2隻腳   老了後3隻腳請問她是什麼?|人類
有兩個小洞。長滿草。猜人體的部味簡單到爆　　我欠揍吧　哈！哈！哈！|鼻子　　你猜對了嗎？
誰最快變老|新娘    (隔天變老婆)
小明他很愛說謊~~有一天,他爸爸去買了一台測謊器!爸爸問小明說:月考有60分以上ㄇ?小明:有  測謊器:嗶換小明問爸爸:那你呢?爸爸:當然有|爆炸ㄌ~~~
有一隻公鹿越跑越快會變成甚麼?|高速公路      高速公鹿
布和紙各怕什麼？|布怕一萬,紙怕萬一(不怕一萬只怕萬一)
小明和強強和恐龍妹的鄰居,小明和強強都覺得他醜,那為甚麼他們要為她打架?|因為打輸的要跟她結婚
老闆和員工誰比較大?|要看身分證才知道....
有一個人做很多好事，上帝給他一個願望，他說他要九條命，上帝答應了，有一天他想說被火車撞一次試試看，結果沒有再復活了，為什麼?|因為火車有十節
一郎,二郎,三郎,四郎,五郎,六郎,七郎,八郎誰最有錢咧 ??|八郎,(台語)八郎的生命是空金尬包銀
大象是誰生的?|猩猩因為象由猩生
什麼布剪不破|瀑布
半天裡一個碗,落雨落不滿，最怕大風起，一眨不見影。|鳥窩
公廁|倫敦(輪蹲)
滛什麼蠶寶寶很有錢|節儉
十個兄弟|克 嘛
什麼東西打破了大家都高興?|世界紀錄
哪一種英文字母最愛裝酷?|c  因為西裝褲(c裝酷)
A到Z那一個最帥|C,因為悉蟀,哈哈.
借什麼東西不用還|借過
什麼東西曬不乾吹的乾|汗水
企鵝肚子前面為什麼是白的後面是黑的|因為他手太短只洗的到前面
左一片 又一片 看的見 聽不見|耳朵
那一種鵝最小氣|小企鵝
牙籤從大樓跳下來變成火柴棒那嚜火柴棒送到衣院會變成什麼|棉花棒
1.狼來了?2.地層下陷?|1.楊梅「羊沒」2.古坑
最熱的島是什麼島|透中島(台語)
上下一致|卡
如果有ㄧ台車,小明是司機        小華是客人        車子是誰的?|如果的
一所二所三所四所六所七所八所九所|無所不在
水果可以做菜,有人燉水梨.煮番茄.為什麼沒有人滷柿子?|因為.[柿可殺.不可滷]呀!
26個英文字母內 誰在酒店上班?|Ｅ　(因為:伊拉克=E拉客)
酷酷哥的老婆是誰|酷酷嫂
什麼英文字母會打電視???|k     因為KTV
哪一隻羊最機車|山陽(羊羹)機車
左邊的會游泳  右邊的會吃草|鮮（游泳的是魚   吃草的是羊）
哪一種車最長?|塞車
小名吃完飯嘴巴右邊都有留飯粒 他都用左手繞過頭把飯粒吃掉有天他的飯粒留在左邊你猜他怎麼吃掉飯粒|他用右手繞過頭把飯粒吃掉
世界上哪2種人最笨|1.食指中指長的人 2.正在看食指到底有沒有比中指長的人
老虎叫甚麼名字??|丹丹(虎是丹丹)虎視眈眈
什　麼　動　物　最　厲　害　？　？|鼠　，　因　為　叔　叔(鼠鼠)　有　練　過
什麼時候時鐘不會走?|時鐘本來就不會走了啊!
哪條街沒雨?|芝麻街美語(沒雨)
力宏有一台車杰倫是司機小鐘是客人,那車是誰的?|力宏
速碼寶貝造一個白痴造句.....|今天吃素嗎?.....寶貝
五月花和百合花哪一個沒生孩子|五月花...因為五月花衛生紙(未生子)
中午睡過頭|牛
什麼動物的皮最差|象皮(橡皮擦)
身分證掉了該怎麼辦?|撿起來
什麼事知錯不能改|考試
※香蕉從101大樓跳下來後，變成什麼??|茄子〈因為它瘀青了...............哈哈想不到吧〉
※茄子送進醫院變成什麼??|香蕉〈因為它的瘀青好了............哈哈想不到吧!!〉
哪個月有28天|每個月都有28天
布 和 紙 各 怕 什 麼 ？|布怕一萬,紙怕萬一         (不怕一萬只怕萬一)
超 人 保 護 世 界 , 什 麼 保 護 城 市|螢 幕     ( 螢 幕 保 護 程 式 ( 城 市 )  )
鉛筆姓啥麼超簡單|蕭(削鉛筆)
請問穿甚麼鞋最快樂呢??|黑皮鞋(因為Happy鞋)
請問霍爾的移動城堡第二集叫什麼?|霍爾的兩棟城堡
李白是怎麼死的?|失(詩)血(寫)過多死的....
農曆十五|胖
書包放在家裡怎麼辦？|回家拿
什麼動物的胸部最大？|斑馬~（Zebra）
小英站在馬路中央有一輛貨車向他撞過去為什麼連點傷都沒有?|因為小英站在天橋上
獨自孤立在海邊白天他在睡大覺晚上它會放光明指引船隻回到家|燈塔
有頭不長髮,記憶人人誇,問題一提出,立即就回答!|電腦
綠豆遇到下雨會變什麼?|黃豆[因為它穿輕便雨衣]
從早吃到晚|日全蝕
哪種蝶是圓形的|飛碟(蝶)
什麼路好用卻不能走?|網路
中正紀念館前面是什麼路?|柏油路
洋婆子猜一個字|要不要  的要            欠揍^^
花園正正方方，裡面種了一棵樹。|困                                                  ^^
什麼雞最有錢|提款機
什麼國家不用電?|緬甸(免電)
小姑娘(猜一字)|妙
日日有餘,月月不足.|門
坐也做不安,立也立牢,年記雖然老,永遠不跌倒.|不倒翁
請問疆屍最怕什麼東西?!|除濕機
有一樣東西你只能左手拿它卻不能用右手拿它的是什麼|右手
只要大人去就好！（猜成語）|不約兒童(不約而同)
為什麼小偷坐車不用錢?|因為他坐的是警察車
千根線 萬根線 落到水裡就不見|下雨
請問太平洋中間是什麼?|平
A到Z哪一個英文字母最帥?|蟋蟀『因為c帥』
什麼布不能織?|瀑布
什麼東西買的人知道,賣的人也知道,只有用的人不知道!是啥?|棺材
小明一天寄7封信給他女友為啥他女友只收到一封?|因為他有7個女友
有5個人撐一把傘回家為啥他們到家都沒有淋濕?|因為沒下雨
什麼瓜不能吃?|傻{瓜}
0個好球 3個壞球|南投
糖果是公的還是母的|母的  因為會生螞蟻
兩個小口袋天天隨身帶只要少一個就把人笑壞|襪子
哪個地方不用電|緬甸
有一對夫妻在6月份結婚後天天吵架，但為什麼只吵了20天？！|因為他們10號才結婚呀！
我有四個孩子.都不叫我爸爸|因為我是媽媽
狼來了|楊桃因為羊要逃
9張嘴巴.有8張是破的|井
哪個動物比較會省|蠶因為蠶會結繭(節儉)
超人什麼東西最多!?|衣服〈因為每次破ㄌ還都有〉
西瓜被切成12片叫什麼!?|還是西瓜
1256|丟3落4
關公是好人，為甚麼下場如此悽慘？|因為紅顏薄命嘛
空中霸主|高雄
黃金布包銀條中間彎彎兩頭翹|香蕉
亦棵樹多椏杈雨淋就開花|雨傘
硬舌頭尖嘴巴不吃飯光喝茶|鋼筆
麻屋子紅帳子裡面住著白胖子|花生
十二點猜一字|斗
什麼卡通會殺人|哈姆太郎
不能吃的餅|鐵餅
草死後會變成甚麼?|仙草
為甚麼南半球沒有寺廟?|南無阿彌頭佛
什麼動物最多毛?|長毛象
一位老師不開口，肚裡學樣樣有，誰要有是請教它，還得自己去動手。|字典
為什麼老人怕月亮?|月下老人!
天氣越來越冷了，為什麼小明的衣服越脫越少？|因為他要去洗澡
一個人坐計程車，最怕司機說什麼？|你們兩位要去哪裡啊？
發現有人在屋外敲窗戶時，最怕想起什麼？|自己住在十樓
開門大吉|新店
公共廁所|倫敦
車子爬坡|開低走高
有人養大犬,不讓你看見|伏
我們常講：「夢周公，夢周公」請問～周公的媽媽是什麼動物？|周公的媽媽是雞。因為周公的本名是姬旦（姬旦＝雞蛋）
看不見，聽的到；聽不到，你會死翹翹!|心臟
1~9哪個數字最耀眼|1和3因為一閃一閃亮晶晶
前面都是草|梅花(沒花)
2個太楊.一個在左邊.一個在立下|暗
左邊一塊玉.右邊一塊錢.兩個在一起.小孩最喜歡|玩
甲乙丙丁哪一個最醜?|甲
懷胎十月|大肚
小孩最怕啥數字?????|A：3！因為12「3」父母就打下去
A~Z哪個最愛裝酷?|C(因為西裝褲)
八仙過海來台灣逛夜市為什麼只剩下四個人|因為另外那四個人被抓去做四神湯了
什麼毛脾氣最大?|胸毛(兇毛)
兔子的眼睛為什麼是紅的|因為跑輸了烏龜眼睛哭紅了
大象共總有幾隻?|一隻，真相(象)只有一個。
為什麼流氓坐車不用錢?|因為他坐的是警車。
車子前面都是草|車前草
去哪裡會自討苦吃?|藥局
滿滿一斗米|料
正字少一橫 不做止字猜|步
田上長青草 細看不是草|苗
哪一種東西最會迷路??|人蔘 因為人蔘地不熟(人生地不熟)
72小時|晶
豆種山腳下|豈
4個大叉叉|爽
什麼時候能看到最多星星?|被打昏的時候
哪個龍很有錢?|錢龍(乾隆)
一顆心被割了一刀|必
日月潭中間是什麼|月
那種雞很有錢!|提款雞(機)!
阿飄是什麼顏色|紅色   因為紅阿飄[台語]
墨西哥沒有什麼水果?|西瓜 墨西哥(沒西瓜)(台語)
什麼國家的人最瘦?|臺灣人瘦 因為臺灣﹝人壽﹞
哪一種昆蟲最沒力|蝴蝶蝴蝶生的最美麗(沒力)
是馬不跑步|海馬
和尚撐傘|無法無天
項羽自殺|翠
一二四五六|梅山(沒三)
睡美人最怕什麼???|失眠
幼兒跌倒|馬馬虎虎 (媽媽呼呼~)
什麼冰不能吃？有兩種|白冰冰和紅豆冰
什麼神最欠打?|雨神(台語)蒼蠅
哪個卡通人物最善良?|哆啦A夢，因為常常伸出援手(圓手)
牛奶聽了笑話會變成甚麼?|優酪乳( 應為他發酵了)
小白兔有幾隻？|2，因為兔﹝two﹞
為什麼狗會怕人?|因為人的台語是狼阿 哈哈哈
天堂的馬桶|全神貫注
大學生最怕的一句成語|重修舊好 (就怕連重修的資格都沒有)
出去玩不要約誰|兒童 (不約而同)
哪種動物有七張嘴?|蛇 (七嘴巴～蛇)
千里相逢，猜一個字|重
什麼人不會得失憶症？|馬德里，因為馬德里不思議
最有義氣的動物?|鹿 (路見不平，拔刀相助。)
獨腳戰士|乒[乓]
小白加小白等於什麼|小白兔
英文哪個字母會跪著?|D..........因為D會跪
一對健康的夫妻生出來的婴兒為什麼只有一隻右眼?|因為每個人都只有一隻右眼一隻左眼
說它忘他沒忘心眼長在一邊上|忙
由上轉下|甲
黯然失色?|音
視而不見|示
公而無失?|八
一刀兩斷?|判
廁所掛鐘|有始有終(有屎有鐘)
蘋果被嚇到會變什麼|青蘋果
哪部電影最多"梗"|德州電鋸殺人狂  (因為...哽哽哽~~  電鋸聲 )
最溫柔的數字|100  因為百依百順
為什麼白痴都沒有飯吃?|因為天下沒有白吃 ( 白痴 ) 的午嚏C
不敗之地|成功嶺
閻羅王寫文章...|鬼話連篇
一劍穿心|必
什麼叫緩兵之計？|改天再告訴你
誰是失敗的人?|蜘蛛人.因為spider  man(失敗的man)
龍中鳥|關羽
閒閒在開車|白花油
一點一橫長八字下面藏!|六
往來無白丁|士林
誰煮的麵最難吃?|蜘蛛人,因為Spider man(失敗的麵)
和尚要下班了|關廟
東方有戰事|西安
家裡多一人|基隆[台語]
烈火滅了|列
第二個女兒|姿
門裡躲個人|閃
兩座山|出
要怎樣才不會暈車?|不坐車
畢業典禮|大勢已去 (大四已去)
太高的男生會變什麼|禿頭男 (too tall man)
受傷的人用哪裡講話|用傷口 >> 傷口發言(發炎)
地位最高的水果??|釋迦 (貴族釋迦)
大雁為什麼往南飛？|因為飛比走要快。
風平浪靜的城市是哪裡?|寧波
哪位古人的記憶力最好?|畢昇 因為畢生難忘(北宋活字版的發明者)
做了什麼事知錯，卻不能改？|考卷交出去之後
蟑螂死了為什麼還會動?|因為螞蟻把他搬走了
2和5誰比較大?|2  因為2=剪刀 5=布
誰最喜歡看雨?|關羽(觀雨)
玉米生氣會變成?|爆米花
玻璃杯破掉會變成什麼杯?|免洗杯
蜘蛛人是甚麼顏色?|白色:因為(是白的man)
迷藥是素的還葷的?|葷的(昏的)
誰是跑最快的人？|曹操（說曹操，曹操就到）
三張紙|順
白鷺鷥為什麼縮一隻腳睡覺?|縮兩隻腳就摔跤啦!
宋字去了蓋,不做木字猜|李(宋和字都去蓋加起來)
請問甚麼卡通人物最肥?|飛啊!(肥啊!)飛啊!(肥啊!)小飛俠
貓咪都賣光光了|貓空
什麼人說話算數?|數學老師
為什麼1加1等於3?|算錯了
什麼動物最厲害?|老鼠  因為叔叔(鼠鼠)有練過
死掉的腎|西遊記  (死腎)(台語)
一道彩虹|以色列
雞最怕甚麼動物|馬 因為馬殺雞
睡美人最怕什麼|失眠
男生先出生還是女生??|男生....因為...男生又叫做(先生) 先出生!!
哪一種水果最燙|梨子，因為離子燙
七除以二|不三不四
家書|響
一減一不是零|三
三個眼睛一隻腳|紅綠燈
沙拉的爸爸叫什麼?|沙拉吧
和尚打傘|無法無天    (   無髮無天   )
小樹和大樹差在哪?|(插)在土裡
不要講話|否
什麼車最會被搶?|火車      (因為都嘟   請搶!!    請搶!!)
避孕藥的主要成份是甚麼?|抗「生」素
三部機車要多少錢?|五十，因為三不五時
什麼魚不能吃|木魚
木魚掉到河裡變什麼魚????|虱目魚
小美在吃三明治,為什麼不需要用牙齒咬|他在吃果醬
有3隻猴子兄弟在比賽到橄欖樹拿香蕉，有一隻是老大叫皮皮 一隻是二弟叫次次 老丰s呆呆，哪一隻會贏?|橄欖樹上沒香蕉
什麼動物最機車?|山羊(因為"三陽機車")
一根線兒身上繫  不是鳥兒卻能飛|風爭
這個也不吃那個也不吃只愛吃紙眼前排滿紙喀啦咬一口掉下一顆齒|訂書機
姓什麼的最容易不爽|〝呂〞因為 屢〈跟呂同音〉試不爽呀
羊吃草馬吃什麼??|馬克杯因為馬喀杯
誰最卑弊|北鼻[協音]
吳宗憲打球,由誰來守?|慈母,因為{慈母''手宗憲'',遊子身上衣}
目字加兩點，不作貝字猜|賀
孔雀收屏|關羽
殭屍尋人|跳蚤
閻羅王|瑰
薑切成四片是甚麼?|薑薑薑薑
爲什麼手機不可以掉到水裡?|機不可溼  (機不可失)
綠豆哪裡人??|嘉義因為(綠豆加薏仁)
什麼島最熱?|透中午(台語)
什麼牛不能耕田?|蝸牛
住在台灣的哪裡不愁吃和穿?|金山
米粉闖禍誰來罩他|肉
因為肉燥米粉
糖果是公的還是母的?|(母的)  因為糖果會生螞蟻
有一個東西是有螺旋槳飛不起來?|電風扇
什麼家具會擺YA???|百葉(YA)窗
動物裡面誰會被淘汰???|狼,因為桃太郎(狼)
不用時丟角落要用時必挨揍不管揍得多厲害總要勇敢露個頭.|鐵釘
太平洋的中間是啥?|平
什麼動物貼在牆壁上？|海豹（海報）
火雞最怕什麼?|打火機
有一個人被關在密閉的房間裡,只有一扇門,但無法拉開,請問它該如何出來?|把門推開呀!
目字加兩點，不作貝猜       猜一字|賀
一個千、一個北、兩撇各左右、一個刀不做聖字猜|剩
嘴巴吃了牛尾巴|告
哪兩個英文字在一起會碰一聲|O.K 碰
世界上誰最不孝~~~|面速立達姆(打母)
什麼車最長?|塞車
什麼魚不能下水?|木魚
哪一種動物喝酒不會醉?|青蛙,因為(''蛙沒醉",蛙沒醉")台語歌
狗過了獨木橋就不叫了[猜一句成語]|過目不忘       [過木不汪]
一隻鯊魚吃下綠豆變什麼|綠豆沙﹝鯊﹞
李白是怎麼死的?|失血過多(詩寫過多)
香蕉跌倒變甚麼|茄子因為瘀青
拿雞蛋扔石頭.為什麼雞蛋沒破???|右手拿雞蛋，左手拿石頭
把石頭扔出去，雞蛋當然沒破
一架飛機飛到一半突然沒油.什麼東西會先掉下來???|油表上的指針
偷什麼東西不會被抓走?|偷笑
馬英九的第五個弟弟是誰?|鸚鵡
考試時,千里眼和順風耳不會幫助哪兩種人|瞎子和聾子
小狗、小雞、小貓誰先叫來背書|小狗因為旺旺仙貝(旺旺先背)
世界上甚麼東西最大??|眼皮，因為眼皮一閉上就什麼都看不見了。
年年有餘,為什麼錢還是存不下來？|因為每年都被炒魷魚
生米煮成熟飯了怎麼辦？|那就開飯囉!
左一片 ， 右一片 ， 摸得見，看不著。|耳朵
哪一種機跑得最快?|麥克雞塊
誰最會劈腿?|美人魚
公司要裁員不能喝甚麼?|仙草蜜(先炒me)
阿拉丁有幾個哥哥?|3個    因為 阿拉甲.阿拉乙.阿拉丙
1.哪一個數字最勤勞？2.哪一個數字最懶惰？|A：2和1，因為一不做二不休
什麼路好用卻沒辦法走？|網路
蛋白和蛋黃兩個打架哪一個會輸|蛋黃因為蛋黃輸
牙醫蛀牙了，能為自己治病嗎？|不能自拔
什麼人最嗨!|虹彩妹妹哼嗨喲(很嗨喲)
請問甚麼花不會開花|龜殼花
廁所裡要放什麼花?|五月花
哪一個卡通人物煮出最難吃的麵?|spider man(失敗的麵)蜘蛛人
牛奶生氣了!誰會逗它笑??|ME!蜜!
因為{蜜豆奶}
哪一個卡通人物最肥~!|小飛俠
應為肥阿 肥阿小飛俠
陳水扁民進黨，那..科學麵什麼黨|香脆無法擋
四角方方,跟我來往;傷風流汗,屬她最忙.|手帕
30公分的大蜈蚣和12公分的小蜈蚣賽跑              請問誰會贏                  ?|跑的快的贏
下雨了!兩個人一起撐傘兩個人都被淋濕!!為什麼三個人撐傘就不會被淋溼??!!|因為雨停了!!
稀奇真稀奇鼻子當馬騎|眼鏡
隨隔千里不用開口只要看我你就知曉|信
羊停止了呼吸      猜一句成語|揚眉吐氣[羊沒吐氣]
誰一年只工作一次?|聖誕老公公
老虎叫甚麼名字|眈眈 因為虎是眈眈
哪隻動物酒量最好|青蛙  因為蛙無罪 蛙無罪 無罪 (江惠的歌)
森林壓在女生的上面|婪
一個槍擊要犯最大的願望是什麼？|穿防彈衣
什麼相片最多血?|特寫照(特血照)
紅娘子，坐高臺，心理痛，眼淚垂。|蠟燭
什麼動物最會忘東忘西?|狗，因為狗的叫聲是【忘忘忘】
狼不小心掉到北極的冰海中,被人撈起來時,那隻狼變成什麼??|檳榔(冰狼)
在圖書館借不到什麼書|秘書
大人不在家|一(把人去掉)
第一個到月球上的人是誰？|嫦娥
嘴巴尖尖，身體長長，木頭外衣，黑色心腸。|鉛筆
蜂蜜倒過來是蜜蜂，那咖啡倒過來是什麼？？|灑出來的咖啡
船長負責開船,水手負責什麼|關燈,因為隨手關燈
塔要倒了! 誰去扶塔呢?|約翰  因為  約翰 去扶塔  約翰 屈伏塔(美國影星)
洗澡時  要先脫衣服  還是脫褲子?|先關門比較好吧!
大象的左耳最像甚麼？|大象的右耳
有3位學生，考了一樣的分數，為什麼老師沒說他們作弊？？？|因為他們都考零分！！
老王姓什麼?|法(因為"法"老王)
蜈蚣要爸爸買什麼讓爸爸當場昏倒？|鞋子。
奶奶叫小名擦桌子，可是小名擦很乾淨了，但是奶奶還是說很髒，為什麼?|因為奶奶的眼鏡是髒的，所以桌子看起來才會很髒!!
吃什麼會迷路|人蔘(人生路不熟)
有人說多吃魚可避免進是近視,這是為什麼??|你有看過貓吃魚近視嗎??
虎不上山|璧虎
哪一國的人手有毒?|日本人 因為 摸西摸西 (台語：摸死摸死)
天明了，收拾起藍包袱，包銀米。|星空
四隻手指彎下來是什麼?                 多支持喔|彎的four(完美)
什麼動物的皮最差???|大象,因為橡皮擦
愛斯基摩人最喜歡誰？|司機　＜因為愛「司機」＞
有一種物件,上升的時候會說下降,下降的時候說會上升。請問是什麼呢?|翹翹板
有四隻鵝在池塘裡游泳，但是經過不久就不見了？|視而不見﹝四鵝不見﹞
什麼門不能開？|球門
狗為什麼會死在沙漠中|因為沒電線桿尿尿
為什麼恐龍會滅絕??|那時沒有『動物保護協會』
偷什麼東西不犯法??|偷笑
甚麼水最受歡迎?|薪水
火柴從101跳下來會變成什麼????|棉花棒{因為被包起來了!!!}=]
挺著大肚子的動物是甚麼???|青蛙
鯊魚吃掉紅豆變成了什麼?|紅豆沙(紅豆鯊)
小黑 小白 小黃 小紅四個人去搭飛機，誰會嘔吐?|小白，因為小白兔(小白吐)
為什麼廁所要有屋頂|因為"老天有眼
什麼馬,不會跑|木馬
颱風天要帶多少錢才能出門？|四千萬，因為沒事千萬別出門《沒四千萬》
家裡常出現的狼叫什麼??|蟑螂
有翅飛昧起，無腳走千里。|魚
出門一蕊花，入門一條瓜。|雨傘
小明去參加說謊大賽 他後來得了第一名 他說了什麼？|他說：我這一生從來沒說過謊
整天下來什麼時候最忙|12點59分   因為快1點 (快一點)
黑熊和白熊哪個比較精?|白熊，因為白熊洗衣精
打什麼東西不用花力氣，又會很舒服。|打瞌睡
一頭牛賣50元,請問4頭牛賣多少元??|根本沒有4個頭的牛
小白長的真像他哥哥|真相(像)大白(小白的哥哥叫大白)
什麼卡通人物會殺人|哈姆太郎
(台語的太郎等於殺人)
天氣越來越冷，為什麼小華衣服越脫越少？|因為他要洗澡了
超人的衣服為什麼那麼緊？|因為他穿Ｓ號
為什麼蔡依林會跌倒？|因為　旋轉跳躍 我閉著眼 就跌倒了= 　=
哥哥威脅著弟弟說：「你會看不到明天的太陽。」|明天是雨天
地震時躲在哪裡最安全?|飛機上
黑雞厲害還是白雞厲害?|黑雞厲害,因為黑雞會生白蛋,白雞卻不會生黑蛋.
比細菌還小的東西是什麼?|細菌的兒子.
劉德華被從高空三千公尺的東西砸到,卻沒有受傷,為什麼?|因為那是雨
哪一國家的人最瘦?|台灣, 因為台灣人壽(瘦)
考試前，讀甚麼書會全書?|百科全書  因為:(百科全輸)
綠豆下雨變甚麼?|黃豆，因為她穿雨衣
哪個動物的皮很好擦?|大象!因為橡皮擦!
什麼武器是藍色ㄉ|刀槍，刀槍不入(blue)
梅雨季節|廚師（除濕）
請問該怎麼同時寫出藍色和紅色?|用藍筆寫"紅色"或用紅筆寫"藍色"
小孩子跌倒|馬馬虎虎[媽媽呼呼]
什麼人的肚子最硬？|印度人（硬肚人）
哪一條街沒雨?|芝麻街
因為芝麻街美語(沒雨)
千條線,萬條線,落在水中不見??|雨水
世界上真的大象有幾隻??|真相只有一個(柯南講的喔)
什麼水果最燙??|梨子  因為離子(梨子)燙
什麼海沒有魚?|辭海(字典)
頭上只有三根毛的小明為什麼還要把中間的毛給剪了呢~|應為他想要中分啦
某人吃葡萄不吐葡萄皮為什麼|他吃葡萄乾
哪一種動物最喜歡露面?|牛，因為 牛肉麵(牛露面)
有300位壯士，請問他們死了之後，屍體是甜的還是鹹的?|甜的，因為 唐詩300首(糖屍300首)
咕咕鐘裡的咕咕鳥,什麼時候會叫十三聲?|壞掉的時候!嘻嘻
一隻牛游過了河就不叫了|有勇無謀      游泳無哞
怎樣才能使麻雀安靜|壓他因為壓雀無聲 〈鴉雀無聲〉
日月潭中間是啥?|很笨ㄟ    答案是月阿
哪種書不能送考生?|百科全書(因為):全部都輸掉了!
請問你擦屁股是用左手擦還是右手??|你(妳)們好髒喔 ....  我都用衛生紙擦= =
總統府前面的那條路叫什麼路?|柏油路
什麼人最好客|綠巨人(因為綠巨人浩克)
有一位大陸音很重的縣長再說報告 他說:兔子們 蝦米們 鹹菜太貴拉 猜縣長講什麼|同志們 鄉民們 現在開會拉
一個和尚站在開往東邊的火車上請問他的頭髮往哪個方向飄???|和尚沒頭髮
醬油的哥哥是誰?|醬油膏(台)
阿姆斯壯  登陸月球 說了什麼話|美國話
房間的時鐘響了十三聲之後，你知道該做什麼事嗎？|該修了
麥當勞在賣什麼東西?|維尼(麥當勞都是為你)、芭樂(巴拉巴巴巴)
先男生還是先女生|因為先生
什麼時候會5比0大0比2大2比5大|猜拳
哪種雞跑最慢|妮可姬(雞)嫚
什麼街不會下雨|芝麻街沒雨〈美語〉
貓在玻璃前面看窗外，窗外有公園，大廈，馬路。請問 : 哪個離貓最近?|玻璃---他在玻璃前面看
在獲得上帝的寬恕之前，我們要先做什麼?|我們要先犯罪
請問 : 美國總統哪一個空手道最厲害?|羅斯福---因為羅斯福路有六段
香蕉去看病，醫生說他很嚴重。請問 : 香蕉生了什麼病?|脊椎側彎---因為他彎彎的
請問 : 割完盲腸的人會被送到哪裡?|天涯---斷腸人在天涯
五行(金木水火土)，誰最勾心鬥角?|木柵(詐)
誰最怕公主?|杜蘭---杜蘭朵(躲)公主
蔡依林辦演唱會，哪個唱片公司不會去捧場?|艾迴---終於看開艾迴(艾迴)不來
哪一個英文字母最喜歡打兔子?|S---S K2(兔)
什麼時後2大於5，5大於0，0卻大於2?|猜拳的時後 剪刀.石頭.布
老王姓什麼?|法  因為法老王
四四方,白如雪,沒有骨頭沒有血,放在砧板拿刀切,生吃熟食兩相宜|豆腐
在什麼地方絕對不能說笑話?|海邊 因為海笑   (海嘯)
什麼遊樂場最沒禮貌?|香格里拉
(誰叫你來)
爸爸的婆婆的爺爺的曾曾外公的孫子的弟弟的媽媽和你有什麼關係？|親戚
12567890是什麼意思?|丟三落四， 因為沒有3也沒有4
啥車價值最高？目前街上看得到的。|運鈔車
鳳梨和巧克力誰比較(利害)  想想.........|答:巧克力(因為鳳梨輸,巧克力棒)
猩猩像什麼動物?|龍   因為欣欣向榮(猩猩像龍)
哪種動物最愛趴在牆上?|海豹(因為海報都貼在牆上)
從前有一隻大象，大象前面有一隻狗，狗的前面有一隻貓，貓的前面有一隻老鼠，請問，大象的後面有甚麼動物。|蟲，因為【蟲前有一隻大象】
禿子撐傘|無法(髮)無天(撐傘看不到天~)
天氣很冷，為什麼一個人一直在脫衣服?|洗澡啊~當然要脫衣服
偶數是什麼|許純美
哪一個英文字母最髒|C 因為 髒兮兮
為什麼他不會英文，可是老師問他，他卻答對|因為老師問他I don't know的中文是什麼意思?
他就說我不知道就答對了
暑假剛過玩     老師問大家暑假去哪玩  猜小威 說甚麼?|我去   " 雪山隧道滑雪"
大野狼追小紅帽到捷運站就不吃了，為什麼|捷運站不能吃東西
Hello kltty 賣光了|貓空
獵人往天空開槍為甚麼掉下一隻鴿子?|因為鴿子嫌吵 用翅膀烏住耳 掉下來摔死ㄌ。
吸血鬼怕什麼|蛀牙
請問是誰綁架餅乾|蔥因為蔥抓餅
一艘潛水艇能載一百人。可是現在，只在了五十人就沉下去了。這是為什麼？|淺水艇本來就是要沉到海底的啊！
小孩子跌倒|馬馬虎虎(因為媽媽呼呼)
誰最會亂買東西?|班馬
腳泡在水裡會變成甚麼?|水餃
菜一把十元|蔡依林
哪一國的人最瘦|台灣人瘦
世界上最白的龍?|保麗龍
曉明和小化兩人去海邊講笑話比賽，但為啥兩人最後都死了?|因為海笑(海嘯)
甚麼卡通人物最黑暗|小叮噹(他伸手不見五指)
幾個人以上才算團體?|20個(twenty)
什麼帽子最安全?|安全帽
什麼椅子最舒服?|Enjoy(Enjo椅)
什麼狗看不見猜一種水果|芒果        因為       芒狗
小明去冰箱他要吃布丁和養樂多 他會先打開哪個|當然是冰箱
打電話給烏龜|苦瓜(台語) call龜
哪一種蛇生命力最強?|三寸不爛之舌(蛇)
媽媽出國回來了 ，猜一種水果。|芭樂，因為爸爸很快樂。
哪一個牌子的掃把最爛？|火鳥牌，
因為燃燒吧！火鳥！爛掃把！火鳥！
葡萄跟鳳梨比賽,誰會輸?|鳳梨(因為鳳梨酥(輸))
甚麼車最會笑|校車
2個小白變什麼?|小白兔 (小白two)
偶數是什麼?|許純美(偶數許純美)
腳踏兩條船|鞋子，因為(腳上穿著兩隻鞋)
有小孩跌倒。|A：馬馬虎虎；翻譯媽媽乎乎
一隻大雁兩翅膀，銀光閃閃愛非翔，展翅能飛千萬里，起飛就把歌兒唱。|飛機
青春痘長在哪裡不用擔心?|別人臉上
說他是條牛，無法拉車跑，說他力氣小，卻能背屋跑|蝸牛
什麼動物最怕冷？|鴨子  〈ㄍㄨㄚ ‧ㄍㄨㄚ‧)
為什麼人從直昇機跳下來不會死？|因為直昇機沒有起飛。
世界上誰最厲害??誰最遜??|麥可傑克遜
有位老太太坐公車，可是為甚麼一到一個車站就站一下呢?|因為老奶奶看相反了.看成:車停站一下
城市和鄉下哪個地方河流比較急|鄉間，因為相煎何太急
什麼河沒有水|銀河
哪一種鴨到處都看的到？|塗鴉
有一天,突然下大雨了,有二個人,為什麼只有一個人濕?|濕的人是媽媽,沒濕的是肚子裡的小baby
有一位工人沒挖路，結果被老闆罵。請問他是什麼鹿？|梅花鹿（沒挖路）
啥書在書店買不到?|遺書!!!!!!!!!!!!
小明拿成績單給爸爸看之前說了什麼？|我們要防止暴力
請問哪種龍最厲害|李小龍(功夫大師)
請問什麼門不行關|球門
買甚麼蛋,才不會買到已經孵了小雞的蛋|鴨蛋
如果國父復活了台灣會怎樣|多一個人
什麼水果最燙|梨子   因為離子燙
中秋節誰最輸？|蛋黃(輸)
中秋節烤肉，最怕什麼？|怕木炭耍冷、怕肉跟你裝熟，怕玉米來硬的，怕烤肉架搞分裂，怕黑輪耍黑道，怕牡犡搞自閉，怕全部的人都吃素不吃肉。
為什麼玉兔要跟嫦娥上廣寒宮呢？|因為嫦娥有蘿蔔腿
請問吳剛在月亮上作什麼???|罰跪 {吳剛伐桂(罰跪)}
為啥要吃月餅?|吃太陽餅會被火燒傷
哪一種老鼠會溜冰?|滑鼠
洋婆子猜一個字|要
文旦的職業是啥?|模特兒 因為 麻豆
老王姓什麼？|"法"老王
什麼島最熱?|中午(台語)→套丟島
哪一條河，卻沒有魚蝦?|銀河
動物打麻將誰最常贏?|天鵝，因為天鵝"湖"
一箭穿心猜一個字|必
小小水晶宮外面築厚牆宮內暖烘烘牆外冰涼涼|熱水瓶
什麼食物最笨?|{傻}水餃(台語)
三個人分一個蘋果,怎麼分才平均?|打成果汁再分
都是男生的城叫甚麼城?|漢城
哪種龍最會動手術|醫龍(大家可能沒聽過)
熊貓的夢想是什麼?|拍一張彩色照片
美人魚公主跟人類王子結婚後會變什麼|大肚魚
什麼冰不能吃|白冰冰
古時候是誰最有雅量??|"宰相"因為宰相肚裡能撐船
小明用麵線上吊，是怎麼麼死的?|摔死的
甚麼蛋最皮|皮蛋
請問蠟筆小新一家人去玩，旅行車上有爸爸廣智，妹妹小葵，小新，媽媽美芽，狗狗小白，請問誰會暈車誰會吐?|小白    因為小白吐(小白兔)
身子光滑，不能站立，內心深處，有黃有白|蛋
身體哪個部位可以賣到兆?(億再來就是兆)|膽     因為好膽你不要跑(台語)
有把劍是隱形的他是啥什麼劍|看不見
一隻瓢蟲飛到樹上，為什麼牠笑了?|因為樹上有梗 ..
什麼醫院不幫人看病?|獸醫
米粉闖禍了誰來保護他.|肉.因為肉燥米粉
某人吃葡萄不吐葡萄皮為什麼?|因為他吃葡萄乾
兔子又再度向烏龜挑戰，為啥兔子還是輸了?|因為他們比誰先橫跨台灣海峽
為什麼熊比其牠的動物冬眠的時間長|因為沒有人敢叫醒牠
什麼海撈不到魚|辭海
什麼花很快就不見?|火花
哪一種魚不會自己煮菜?|吳郭魚(無鍋魚)
一種隱形的劍，猜是什麼劍？|看不見
什麼水果最沒水份|西瓜 因為西瓜的英語叫watermelom  water沒了(水沒了)
踩到很兇的狗會被咬.踩到溫馴的狗呢?|被主人k
天上一盆碗，下雨下不滿。|鳥巢
世上誰最可怕|媽媽數１２３可怕．爸爸罵人很可怕．老師打人也很可怕．人看到鬼很可怕．鬼看到鬼也很可怕
請問世界上誰的快遞最多??|王老先生有塊地(快遞)....
天氣很冷，為什麼小名衣服愈穿愈少?|因為他要洗澡
喝哪一種果汁最辛苦？|絞盡腦汁
鼠頭虎尾|兒
哪種老鼠會溜冰|滑鼠
哪一條街不會下雨?|芝麻街美語(沒雨)
過年為什麼放沖天炮不會打到星星？|星星會閃
北極有北極熊，台灣有台灣黑熊，那醫院有哪種熊？|神經不正常《台語》
水怎麼變冰的?|加兩點就可以
書店裡不會賣什麼書|遺書
打破什麼東西不會被罵還會被稱讚|打破世界紀錄
那種花不能摘|龜殼花因為{牠是蛇}..........
阿姆斯壯登陸月球說的第一句話是什麽話|美國話
關公為什麼死的那麼悽慘|因為紅顏薄命
什麼東西聽起來是黃色，看到卻是綠色？？|小黃瓜
哪一種人不會劈腿?|美人魚
怎樣才能不暈車？|不坐車
醬油的哥哥叫什麼?|醬油膏(台語)
每天起床都會看到甚麼??|天花板
籃框比籃球小?(猜一個地名)|南投(因為很難投)
一二四五猜一個地名|梅山
頑皮豹是啥顏色?????|淡藍色  因為淡藍 淡藍.......
有鬥雞眼的人，要拿甚麼東西才能治好他的病呢？|錢（見錢眼開，好笑嗎？）
洗澡時，要先脫衣服還是先脫褲子?|先關門比較好吧
為啥屍體是冰的？？|因為『心靜自然涼』嘛！！
開張大吉猜一個地名|新店
巧克力和棒棒糖吃起來 的口感最棒|巧克力   因為巧克力棒
電車往東 那它的煙會飄向哪呢?|電車沒有煙
小明上廁所完為什麼他要用左手擦屁股|因為它是左撇子
獨眼龍猜一個字|省
什麼山不能爬呢?|李茂山
什麼水果最貴|釋迦       因為 貴族世家(釋迦)
考試的時候，要拜什麼神?|千里眼
為什麼長頸鹿的脖子那麼長|因為上吊不成功
有一對連體嬰，姊姊叫瑪麗，那妹妹叫什麼??|夢露          因為瑪麗蓮夢露
晚上十二點要做什麼？|抱佛腳！因為零時抱佛腳(臨時抱佛腳)
每天醒來要做的第一件事是...?|張開眼睛...
遇到眼鏡蛇怎麼辦?|打破他的眼鏡,再跑
米粉闖禍了誰來保護她|肉燥[罩]米粉
什麼紙很薄，卻讓人很煩惱?|考試卷
小明把蛋丟出去,蛋為什麼沒破?|蛋還沒落地
甚麼字最孝順|許(因為許效舜)
小明很愛看鬼故事書，有一天，他問爸爸，爸爸你有沒有看過鬼故事書，爸爸說有，請問爸爸看的是什麼書？|結婚證書
一個人走在路上，下雨了，為什麼他的頭髮沒濕。|因為他是禿頭
甚麼花可以吃|爆米花
什麼布不能剪???|瀑布[剪不斷]
小白加小白叫甚麼|小白兔因為two
為什麼爺爺能一邊刷牙一邊哼歌？|因為他刷的是假牙
綠豆在下雨天會變什麼顏色|黃色 因為他穿著雨衣
櫻桃小丸子她們家賣甚麼東西？|鞭炮(批哩巴拉 批哩啪啦)
什麼路不能走?|網路
吃什麼昆蟲會瘦？|螞蟻〈食蟻獸《瘦》〉
媽媽生了雙胞胎 你猜第一胎以後是先生還是女生|先生 因為第一胎是先 生出來的
生活用品大姐說長到短二姐嘴尖舌快三姊鑽頭密逢四姊喜愛平整|尺 剪刀 針 熨斗
小魚跑到路地上曬太陽會變成甚麼?|小魚乾
世界上~哪一個人最好客?|綠巨人浩客
什麼人最瘦?|台灣人 因為 台灣人壽 (台灣人瘦)
火雞最怕誰|打火機
甚麼狗不能叫?|熱狗
什麼動物可以掛在牆壁上|海隻]為[海報]
甚麼東西會飛？|馬(因為嗎啡了）
綠豆加水會變成什麼?|綠豆湯
樹是什麼味道?|雞(因為樹味像雞)(數位相機)
車子緊急煞車，哪個輪胎壓力最小|備胎
誰家沒有電話？|天衣，因為天衣無縫〈PHONE〉
什麼路不能走？|台灣諺語：歹路不能走
在哪裡大野狼不能吃小紅帽?|捷運(因為捷運不能吃東西)
世上甚麼球不能踢?|地球
一整年只上班一次卻不會被炒魷魚的人|聖誕老人
鳥的絕症是什麼？|懼高症
在廁所要放什麼花?|五月花
一對娃娃兵，負責又熱心，早晚來巡察，壞蛋無處生。|牙刷
什麼書在書店裡買不到|遺書
黑人半夜抓烏鴉|烏漆抹黑
請問吸血鬼怕什麼|蛀牙
什麼昆蟲飛行時人類會給他掌聲？|蚊子（因為人類看到牠就會拍手，打死蚊子）
瞎子最喜歡遇到什麼人|流氓
因為:給他一點顏色瞧瞧
什麼布剪不斷?|瀑布
什麼虎不咬人?|壁虎
一隻鯊魚不小心吞下一顆紅豆變成什麼??|紅豆沙(鯊)
畫家喜歡畫粗的繩子不喜歡畫細的繩子|出神入化   因為〈粗繩入畫〉
船長在開船水手在幹麻|關門，因為水手關門[隨手關門]
地瓜拍照會變什麼?|地瓜葉[YA]
甚麼桶子裝不滿水|馬桶
什麼糖果最會翹課?|巧克力(翹課力)
一對天竺鼠兩個月可以生一對小天竺鼠那麼一隻天竺鼠每四個月可以生幾隻小天竺鼠|0,因為一隻天竺鼠無法生小天竺鼠
白天和晚上，老人最怕什麼時候?|晚上，因為月下老人(月嚇老人)
有位先生他有懼高症他不敢回家為甚麼?|因為他老婆姓高
老鼠姓甚麼?|(米)     因為米老鼠.
英文字母有幾個?|20個,
因為ET飛走了,AIDS死掉了!
身份證掉了要怎麼辦？|撿起來啊！
二氧化碳的哥哥是誰？|一氧化碳
千金很有錢，那萬金呢？|萬金很油，因為萬金油
小甜甜住孤兒院，那老甜甜呢|養老院
有三個眼睛一個腳請問那是什麼?|紅綠燈
國王倒過來是王國,那咖啡倒過來會怎樣?|會灑出來，哈!
啦啦隊不准坐下|加油站
被人家放鴿子，卻很高興的是誰？|鴿子
每對夫妻都有的共同點是...？|同年同月同日結婚
什麼蝙蝠不休息？|不修邊幅(不休蝙幅)
打什麼東西，不必花力氣|打瞌睡
.「笑」和「哭」有什麼相同之處？|都是十劃
小莊他說他一次可以吃好幾頭牛你猜為什麼|蝸牛
全世界出生率最高的地方是哪裡？|醫院
什麼茶不能喝?|警察
有5個人共撐一把傘回家為啥他們到家都沒有淋濕?|因為沒下雨
甚麼動物最熱情~!?|黑豬(台語)　因為黑豬熱情（我的熱情）
樹上有九隻小鳥射下來一隻剩幾支|全飛走了
你怎麼把三顆蘋果平分給兩個人？|把他打成果汁平分............
甚麼花最如意??|如花
請問蛋要怎麼買,才不會買到裡面已經孵了小雞的蛋呢?|買鴨蛋
把蘋果放進水裡叫做什麼?|萍水相逢
蘋果怕東南西北哪一方?|西方 ( 因 為 蘋 果 西 打 )
什麼山不是山|靠山
蜜蜂停在日曆上|風和日麗("蜂"和"日曆")
我家是豪宅，你家是什麼?|好窄= = "
一個矮胖子，綠衣綠褲子；張開小嘴巴，吃飽紙餃子。|郵筒
姜家有三個女兒,分別是大女兒、二女兒、小女兒,請問誰比較辣?|大女兒,因為姜(薑)還是老的辣
八仙過海到岸時為甚麼只剩四個|四個被抓去做四神湯了
什麼動物很有錢|雞
因為提款機(雞)
一大一小，大的會跑，小的會跳，大的吃草，小的吃血。|騷
少了一本書(猜一句成語)|缺一不可(缺一book)
甚麼茶不能喝|警察
曉明和小華交一樣的考卷為什麼監考老師沒懷疑他們作弊|因為他們交白卷
哪一種花不會生小孩?|五月花  因為五月花衛生紙(未生子)
什麼車會唱歌??|垃圾車
一片草原是梅花(沒花)，那二片草原呢?|野梅花
小黃(計程車)撞到鴨子??|小黃瓜因為小黃"呱"
甚麼花可以吃?|是豆花啦!!   猜到了嗎?
什麼狗他看不到也聽不到?|芒果(盲狗)諧音
年年有餘，為甚麼錢還存不起來?|因為每年都被炒魷魚
豆腐跌倒變什麼|豆花
為什麼走路跛腳的人,考試都考滿分 ?|因為她們都 一擺一擺 的 (一百一百)
貓從101大樓跳下來猜豐原市一個最有名的地方|廟東
仙女飄飄 ,飛上雲宵,但是最怕被火燒.......|風箏
為甚麼哥倫布的字典裡沒有[不可能]這三個字|因為他用的不是國語字典
有一隻動物走進森林裡一定會迷路??|麋鹿(迷路)
請問什麼人一年只工作一次卻不會被裁員?|聖誕老公公，聖誕節送禮物
兩個狗在講話|獄
一隻狼吃一隻羊要5分鐘  台北車站搭捷運到淡水要45分鐘 車上有9隻羊和一隻狼 到淡水時 車上還有幾隻羊|9隻   因為捷運上不能吃東西
誰喝飲料不用吸管|布希總統
白飯跌倒變成什麼|紫米飯(瘀青了)
王小姐長一顆痣|玉
有一位神仙,掉進海裡了,他會變成什麼東西呢?|海鮮(海仙)
有一天，2分熟和3分熟的牛排在路上碰面，可是他們都沒打招呼，為什麼?|因為他們都不熟
你猜人在甚麼時後最卑鄙?|嬰兒時期[因為baby]
坐也坐不安，立也立不牢，年紀雖然老，永遠不跌倒。|不倒翁
說他是條牛無法拉車跑說他力氣小卻能揹屋跑|蝸牛
哪一個動物一出生出來就很沒力??|蝴蝶.因為蝴蝶蝴蝶生的真美麗(沒力)
有一隻毛毛蟲要過河,可是沒有橋和船,那請問毛毛蟲要怎麼過河?|毛毛蟲變成蝴蝶飛過河
哪一種動物喜歡亂買東西?|斑馬    因為 黑白買(台語)
射火箭為什麼射不到星星|因為星星會[閃]
你媽媽都用哪隻手炒菜？|用鍋鏟會比較安全
什麼水果上有星星?|楊桃
綠豆淋到雨會變啥?|黃豆        因為他穿輕便雨衣^^
一個人搬2包土|佳  :)
有三個眼睛一隻腳|紅綠燈
李白怎麼死的|失血過多(詩寫過多)
加油站討厭什麼人當員工?|油腔滑調的人(油槍滑掉)
曉明到市場買了一隻雞和一隻鵝 把他們帶回家放在冷凍庫 雞凍死 鵝沒死 鵝是什麼鵝|企鵝
鉛筆姓什麼|蕭.因為削(蕭)鉛筆
小魚到海灘上曬日光浴.那他會變成什麼?|小魚乾
八仙過海，為什麼只有四仙回來。|因為四仙被拿去煮四神湯了
國裡沒城牆    猜一字|或
兩個人在玩土|坐
爸爸和獨生子在聊天,爸爸說:「想到老婆就像吃了鹽巴」獨生子說:「看到媽媽就像吃了喉糖」|賢妻良母 ﹝鹹妻涼母﹞
什麼鞋子穿上會很開心|黑皮鞋(HAPPY鞋)
斑馬要娶小白兔，為甚麼小白兔不肯？|小白兔的媽媽說：紋身的小孩不好！
為什麽蠶寶寶很有錢??|因為它會結繭(節儉)
哪一種水果是貴族|釋加(貴族世家)
哪一種寫作最賺錢|勒索信
烏龜的心臟像甚麼|像箭......應為 歸心似箭
在殯醫館裡不能放神麼歌?|起來  現在也三點
神騎什麼交通工具?|寶貝 因為神奇寶貝
2010年是哪個人的年呢?|蔡依林的年 因為20依林年
有一隻獅子在大街小巷中~為什麼大家都不會怕?|舞龍舞獅
心臟的聲音|澎恰恰
哪個卡通人物最有愛心?^___^|小叮噹(牠會伸出"圓"手)
老師教你抄課文時，你該跟老師說什麼?|版權所有，翻印必究
出去玩不要約誰??|兒童(不約而同)
美國的弟弟是誰???|USB.... (美國是USA)
泡溫溫的泉叫溫泉,泡冷冷的泉叫冷泉,那......沒穿衣服泡咧???|就素*-*光泉
聾子取了瞎子，他們生的小孩叫甚麼?|龍蝦  XDDDDDDDDDDDDDDDD
甚麼文具很危險|蠟筆 因為蠟筆小新(小心)
有個母親把自己的女兒取名叫美麗為什麼?|因為別人就會叫她美麗的媽媽
當車子向右急時轉彎時,那一個輪胎受力最小?|備胎...
姓什麼開中醫院生意會不好 ?|宋 [送終醫院 ]
一班10個傘兵坐直升機跳傘班長說跳出機外數到30秒才能拉降落傘結果有9個人平安落地另外1個人卻不幸身亡為什麼??|因為那個人有口吃   ^0^
誰最怕公主?|杜蘭 (杜來蘭朵公主~杜蘭躲公主)
加油站,猜一種職業！0^0|啦啦隊(因為:他們在加油時是站著的啊！)
打什麼東西不花力氣又舒服 ?|打瞌睡
天氣愈來愈冷，為什麼小華不多加件衣服，反而要脫衣服？|因為:他要去洗澡！
不小心溺水時,若附近沒有其他人該如何自救？|把水喝光
小明上課時一直和同學講話，為什麼老師不處罰他？|因為:小明就是老師...
一隻公雞加一隻母雞，猜三個字？|兩隻雞...
有個病人到醫院去做檢查，結果醫生告訴病人說你要看開一點，請問這個病人得了什麼病?|鬥雞眼
籠中鳥被關|關羽因為籠中鳥的羽毛被關
當酷酷哥、與帥帥哥的老婆，誰比較最容易感冒?|當酷酷哥的老婆，因寪是酷酷嫂
皮黑肉兒白.肚裡墨樣黑.從不偷東西.硬說牠是賊|烏賊
大家喜歡聖誕節、春節、雙十節等，可是最怕神麼節？|雨傘節  ^ ^
什麼女孩最沒力|曉葳，因為有一個[美麗]的小女孩，沒力
橘子沉到水裡會變成啥.猜一個政治人物ㄎㄎ 猜不到|陳菊( 沉橘)
哪種神最討厭!!|雨神。(台語：蒼蠅)
甚麼牌的掃把最爛|火鳥牌，因為：爛掃把、爛掃把、火鳥!!
一個池塘裡有五隻魚，忍者對那五隻魚分別射出五隻飛鏢，請問忍者射到了幾隻？|兩隻，因為三隻魚閃鏢（三支雨傘標）
1~10誰不開車？|10不開車(因為9「後」不開車)
如何讓麻雀安靜下來？|壓牠 (因為壓雀無聲)
請問為什麼早壎u吃1片吐司，精神還是很好?|因為他已經吃飽了
蒼蠅飛到奶油上,會變成什麼?|會變成蝴蝶。
因為,蝴蝶的英文是[Butterfly]
故鄉是大海,偶然上岸來.,太陽一曬飄飄然,渾身鹹味又變白|鹽
童話故事裡誰最專情?|美人魚  因為他不會劈腿
金金金金金~猜藝人?|金城武  因為金X5
此物似枇杷,有口但缺牙,任你天天打,從不出怨言.|木魚
有一日，自強號要去南邊，當時吹北風，煙往哪邊飄?|沒有煙，他是自強號是電車
世界上誰最怕公主|杜蘭(因為杜蘭朵公主)
一個小石潭，滿糖黑泥漿，飛來白天鵝，變成黑烏鴉。|硯
摘下來是綠的，切下來是紅的，吐出來是黑的，剩下來是白的？|西瓜
在家清清白白，出門臉上畫花，走過千山萬水，敞開肚子說話。|信封
鐵嘴巴，愛咬紙，咬完掉個鐵牙齒。|釘書機
看不見來摸不到，四面八方到處跑，跑過江河水生波，穿過森林就呼嘯。|風
紅姑娘，住小巷，冬天短，夏天長。|溫度計
毛毛細雨不溼衣，路行千里人不移，手拿金錢空喜歡，吃魚吃肉肚中飢。|做夢
兄弟幾個真和氣，天天並肩坐一起，少時喜愛綠衣裳，老來都穿黃色衣。|香蕉
為什麼小明有載安全帽，可是他還是被警察開罰單???|有『載』安全帽 ，
但沒有說是有『戴』喔!!!
當然會被開發單，就說看清楚一點吧~
當哥倫布一隻腳踏上剛發現的新大陸後，他緊接要做什麼？|把另一隻腳踏在新大陸上，好讓他站穩
為什麼南半球沒有廟宇?|南無阿彌陀佛
大口吃小口?|回
那一種冰不能吃?|白冰冰
有一塊二分熟牛排和一塊四分熟牛排走在路上碰了面 為什麼沒打招呼呢?|因為不夠熟
白紙揉過後變什麼|皺掉的白紙
什麼東西用剪刀剪不斷，用刀子切不斷?|水
請問，麥當勞叔叔最愛吃甚麼|芭樂，因為芭樂芭芭芭
ㄧ隻公鹿愈跑愈快,會變什麼??|高速公路
哪個虎不會吃人,但是很嚇人?|壁虎
小明他上課的時候，他為什麼沒帶課本？|因為是上跳舞課
打電話給烏龜 猜兩個字|苦瓜　（ｃａｌｌ龜）
什麼瞎子是軟的?|軟腳蝦
進去浴室之前，要先脫什麼？|先關門比較好
一位即將被槍決的犯人,他的最大願望是什麼?|防彈衣
氣球內有空氣，那游泳圈內有什麼？|不會游泳的人。
夕陽西下,斷腸人在哪裡?|醫院! 腸都斷了,快去醫院吧!
最吵的音樂。|雜音
一片一片灑芝麻想吃吃不到只能看到!!|書本
什麼人最會給人顏色看?|畫家
用什麼最快的方法可以把冰變成水?|把冰旁邊兩點拿掉!!
為什麼小明吃了葡萄為什麼不吐葡萄皮?|因為他吃的是葡萄乾
什麼東西做事卻要挨打?|釘子
什麼書叫你去吃小孩?|乞丐小孩
小明有5個老婆，第幾個老婆最漂亮?|第3個因為one某two某three(水)某
請問當女人向男人說每次看到妳就有害喜的感覺時,是什麼意思|看見妳就想吐!
太平洋中間是什麼?|"平"
進浴室時,要先脫衣服還是褲子?|因該先關門
家有家規,校有校規,那動物園有什麼?|動物園有烏龜
有1天，小明走路的時候，小明覺得腳很酸~是為什麼?|因為踩到檸檬
小明為甚麽跑步會跑最後一名|它穿的是慢跑鞋~^-^
糖果是公的還是母的?|母的!因為會生螞蟻
吃什麼一定會變瘦|食蟻獸因似食蟻「瘦」
書店不賣哪一種書|遺書
從前有一隻狗，狗的前面有一隻貓，貓的前面有一隻老鼠，老鼠後面有一隻貓，貓的後面有一隻狗，請問狗的後面是誰？|蟲~~~因為(蟲)前有一隻狗
羅漢果過海|八仙過海
海和綿生出來的孩子叫?|海綿寶寶
1+1=?|田
玩什麼遊戲一定會死|FACE BOOK因為非死不可
當自強號和自強號在同一個軌道的時候，而且一樣是在5點半出發為甚麼不會相撞|因為一個是在早上5點半出發，一個是在下午5點半
鯊魚吃了一顆綠豆會變什麼???|綠豆鯊[沙]
疙疙瘩瘩紅瓦房當中住個黑和尚和尚有件白袍又鬆又軟又飄香|荔枝
王先生生前非常善良，死後卻不上天堂，寧願下地獄，為什麼?|王先生有懼高症
戰場上用不到的槍?|娘娘槍
打電話給烏龜(猜一種蔬菜)?|苦瓜"啦~~ (call龜)
比薩斜塔倒了   要找誰處理|約翰.去扶塔
一物三個口你,有我也有,有它不怎樣,無它就現醜|褲子
一動就下雨,雨落堆成山|篩子
有一隻毛毛蟲要過河,但是沒有橋,他要怎麼辦?|變成蝴蝶飛過去
有天某人的木魚掉進河裡，請問會變成甚麼？|虱（濕）目魚
請問哪一種魚最想死?|鱈魚,因為鱈魚香絲
如果米粉受到了委屈，誰會來保護他？|肉，因為肉罩米粉。﹝肉燥米粉的諧音﹞
陳水代表什麼意思|欠扁
有一隻蚊子只叮"鼠牛虎兔龍蛇馬羊猴雞豬!那隻蚊子叫甚麼名子?|布丁狗 ( 不叮狗 )
A~Z哪一個最愛裝酷|C  因為 西裝褲 C裝酷
一天一位老奶奶去看醫生,她填完資料後,過了一下護士叫她名字,她卻說她叫關金鵲,請問護士說了什麼|關錯鳥
省麼東西近在眼前卻看不見|捷毛
哪種動物最熱情??|黑豬，因為OD熱情 嘿 好像一把火(黑豬)台語
不是神不是國王，卻像刑場的大臣，世間天下頭幾個，任我舞弄又如何。|理髮師
小小水晶宮,外面築厚牆,宮內暖烘烘,牆外冰涼涼|熱水瓶
哪一個英文字母最愛裝酷?|C，因為西(C)裝褲(酷)
紅蘿蔔昏倒了會變什麼|白蘿蔔    因為臉色發白
甚麼車一叫地球上的人就跟著跑|垃圾車
你知道搖滾樂團的最忠實觀眾是誰嗎?|蜘蛛人
要去南部得搭什麼交通工具?|老虎,因為騎虎難下(南下)
瞎了眼睛的狗|芒果，〈因盲狗音似英文Mango〉
老虎叫什麼名字|丹丹  因為    虎視眈眈     虎是丹丹
講冷笑話會冷到什麼動物?|豹    因為冷到(豹)
截長補短齊合作，分秒準時不出錯，滴答滴答跑步停，方圓之間是居所。|錶或鐘
姚名為甚麼要抓皮卡丘?|因為他是火箭隊媽~ 哈哈哈哈哈
偷甚麼東西不犯法?|偷笑
彎彎樹上彎彎藤彎彎藤上結果子果子粒粒像珍珠|葡萄
小小一池塘，青水池中放，黑人去溜冰，滿地黑泥漿。|硯臺
樹的味道像什麼?|雞,因為樹味像雞(數位相機)
有一艘船，它可以坐60個人，為什麼，坐到第59位的時候，為什麼船就沈下去了???|因為它是潛水艇
1乘1是什麼?|一成不變(因為1乘1還是1)
什麼比賽要往後跑??|拔河
哪種動物進7-11不會被打|羊......因為24小時不打羊[揚]
什麼水越多越好??|薪水
小小諸葛亮，獨坐軍中帳，擺成八卦陣，專捉飛來將|蜘蛛
有一家便利商店為甚麼貓進去被打．狗進去被打．羊進去就不會打？|因為．．．．２４小時不打烊
有一隻狼來到了北極，不小心掉進了冰海中，撈起來時便成神麼？|檳榔
一郎二郎三郎...一直到十郎請問誰最有錢?|八郎 因為八郎(別人)ㄟ性命係框金又包銀(台語唱)
家住深山溪流裡，爹娘養我不容易，人人都是皮包骨，只有我是骨包皮。|烏龜
一索、二索、三索、四索、六索、七索、八索、九索|無所不在
請問49到52，那個數字是是消防車的聲音？|51，因為51515151
有一對連體嬰，一個叫瑪麗，那另一個就啥????|夢露  應為瑪麗蓮夢露
怎麼樣讓麻雀變安靜?|壓他    (因為壓雀無聲)
哈利波特住在哪裡??|燈泡!!  （（因為燈泡裡有鎢絲(巫師)XD
22|圭
存款不足|鈔&欽
日穿竹門隙|簡
請問26個英文字母中E和T走了之後還剩幾個英文字母?|21因為ET搭UFO走的
大有頭，中無心，小全身|京
有5隻狼進捷運車廂，後來又上了10隻羊，一般來說一隻狼可以吃掉2隻羊，請問最後剩下幾隻羊？|捷運上不能吃東西，所以剩下10隻羊
汽球內有空氣，那游泳圈內有什麼?|不會游泳的人
地震來了！在田裡的人都嚇跑了，為什麼有人沒跑?!|稻草人
黑人和白人生出來的嬰兒，牙齒是什麼顏色的?|嬰兒沒有牙齒=  =
超人保護世界，那誰保護城市?|螢幕，因為"螢幕保護程式"(螢幕保護城市)!
椰子跟西瓜哪一個敲頭比較痛??|頭比較痛
星星有多重|8克  因為星八克
哪種章魚不能吃|章魚哥
空中圓圓一燈籠，照得大地暖烘烘，九個兄弟繞它轉，他是恆星居當中|太陽
不速之客遊天外，偶爾闖進大氣來，莫看幾顆小鐵石，原與太陽是同胎|隕石
遙遙旅程萬里行，少數定期來探親，靠近太陽拖尾巴，遠離太陽掩真形|彗星
人人有個好朋友，烏黑身子烏黑頭，燈前月下陪著你，是個啞巴不開口|影子
什麼英文字會爆炸？|ok， 因為ok蹦
兩人掉進河裡，其中一個爬上岸的叫阿志，另一個叫什麼?|叫「救命」
哪一種花最沒力？？|茉莉花！  因為好一朵沒力的茉莉花。
頭上只有三根毛的小明為什麼還要把中間的毛給剪了呢~|因為他想要中分啦
妹妹考試得了85分，姐姐得分比妹妹多一點卻仍然被爸爸責備，為什麼?|姐姐的分數是8.5分
甲乙丙丁戊己誰最酷?|丁(丁字褲)
哪裡不能講笑話?|海邊，因為會引發海嘯(海笑)。
什麼東西會貼在牆壁上?|海豹（海報）
高漱k朋友是誰???|烏龜，因為抱得美人『龜』
★哪種動物最常跌倒☆|狐狸，因為狐狸很狡猾~~
會發光的龍叫什麼?|燈籠
小明她的工作是開計程車的，有一天，都沒有人想要坐計程車，為甚麼？|因為他的車子開在高速公路
不平凡的結果!!|奇異果
生在山中顏色相同來到人間有綠又紅|茶葉
來自水中卻怕水沖回到水裡無影無蹤|鹽
小小鐵瓜睡在地下誰敢踩它腦袋搬家|地雷
一隻老虎和一隻老虎生的孩子是什麼|風，因為虎虎生風
主席升旗時要站哪呢?|台中
小明、小花是一對夫妻，為什麼他們生的小孩只有一隻右眼？|因為每個人只有一隻右眼一隻左眼
什麼字最酷??|丁，因為丁字褲(酷)
什麼人肚子最硬？|印度(硬肚)
為什麼小名沒把瓶子上的軟木塞拔掉就可以喝到汽水呢???|他把軟木塞壓進去了
什麼鴨子用2隻腳走路？|所有鴨子都用2隻腳走路
什麼花沒生小孩|五月花，因為五月花未生子（衛生紙）
誰的快遞最多？|王老先生，因為王老先生有「快遞」阿~~
打甚麼東西 不費力氣 而且很舒服|打哈欠
太平洋的中間是什麼??|平，因為太「平」'洋
做了甚麼事之錯卻不能改?|考卷交出去以後
4個9加起來為神麼等於100?|因為那是99+9分之9
撥開前是綠色的!撥開後是紅色的!吐出來是黑色的!|好吃的西瓜
上邊毛,下邊毛,中間一粒黑葡萄|眼睛
三山倒掛,二月相連,一家六口,兩口不全|用
小丸子家賣什麼???|鞭炮
開車走錯路|白花油
在跑步的男人|芒果 因為mango
兩隻狗在講話是甚麼字|獄
什麼虎不會咬人|壁虎
黑人和白人生出來的嬰兒牙齒會是啥顏色?|他沒有長牙齒!!!
OOXX猜一個字|井
金.木.水.火想要種菜可是為什麼不行|因為少了土
廁所要放什麼花|五月花    因為五月花衛生紙
請問甚麼頭少ㄧ個也無所謂|饅頭
玻璃杯和咖啡杯過馬路時，玻璃杯被撞，可是咖啡杯卻閃開了，為什麼？|因為玻璃杯沒有耳朵
「球」是名詞「跳」是動詞「美麗」是形容詞「OH MY GOD」是什麼詞???|~慧慈~
哪一座高山倒下來還回起來呢|東山，因為﹝東山再起﹞
你快樂的時候會穿哪一雙鞋|黑皮鞋(happy)
為什麼小華明明很害羞，卻被班上的人公認是最帥氣的呢?|因為他很shy
菲勞，印勞......什麼勞賺最多錢?|麥當勞
請問紅豆是哪裡人?|嘉義，因為紅豆加薏仁(嘉義人)
紙和布各怕什麼|紙《只》怕一萬，布《不》怕萬一
請問老虎叫什麼名字|丹丹   因為虎視眈眈
黑豬跟白豬.哪一隻豬比較熱情??|黑豬(台語)熱情好像一把火...............
A和C誰比較矮|A比較矮，因為A B(比)C D(低)～
哪兩個英文字母最可憐|B  I  因為悲哀 用台語
大老闆最喜歡什麼書?|女秘書
什麼馬不能騎|歐巴馬
什麼門最珍貴?|金門
打破甚麼不用賠錢?|打破"金氏記錄"
爸爸、媽媽、寶寶、哪一個最倒楣？|寶寶　因為寶寶睡﹝衰﹞
請問哪種動物最愛聞內褲？？|豹，因為豹紋內褲
鍵盤上哪個按鍵最帥？|F4
為什麼美索跟米亞感情很好?|因為美索不打米亞(美索不達米亞)
阿彌陀佛在哪????|北邊,因為{南無阿彌陀佛~}
最小的廟是啥?|五臟廟
請問薑切成4塊會變甚麼|薑薑薑薑
為甚麼哈利波特要逃學?|不學無術(不學巫術)
有一個問題，不論你問到任何人，答案都是"沒有"，請問是什麼？|你在睡覺嗎?
猴子最討厭什麼?|平行線 因為沒有相交(香蕉)
為什麼人死了以後身體是涼的?|因為心靜自然涼
奇數是1 3 5 7 9...那偶數是?|偶素陳竅�
哪一種蕃薯不能吃?|小蕃薯~
小孩跌倒|馬馬虎虎(媽媽呼呼)
為什麼暑假一定比寒假長|熱漲冷縮
放風箏用手，那放甚麼東西不用手？？|放　屁
一位即將被槍決的犯人，他的最大願望是什麼？|穿上防彈衣
請問哪一種魚最想死|鱈魚,因為鱈魚香絲
為什麼袋鼠不喜歡去大賣場?|服務小姐會說：這個袋子請寄櫃!
弟弟考試得了86分，哥哥得分比弟弟多一點，卻仍然被爸爸责罵，為什麼|因為是：8.6分
2根香腸  2瓶紅酒，猜一成語|長長久久
動物園裡，哪一種動物最多人看|售票亭的賣票員!!!!!    因為都要先買票咩^^
有兩隻璧虎在牆上，其中一隻璧虎講笑話，為什麼另一隻璧虎會掉下來|因為那隻璧虎覺得很好笑就拍手，重心不穩就掉下去了
為什麼看到明星，大家會一直喊：瘋子哦 ？|因為是蕭敬騰，暱稱蕭ㄟ，台語聽起來就是瘋子 XDDDDDDD
有一天魚、鱷魚、鴨子三隻動物在比賽，請問誰比賽一開始就被罵了??|魚，因為 魚北七 (預備起)
方塊ˋ圓形ˋ三角形和正方形比賽跑，誰一定穩輸?|方塊(因為(方塊輸)(方塊酥))
古人為什麼要臥冰求鯉？|因為冰冰有鯉
什麼路最怕剪刀？|網路
胖妞生病了，最怕別人來探病時說什麼？|多多保重!
誰最不孝順?|面速力，因為面速力達母（打母）
比薩斜塔快倒了....要找誰去處理？|約翰，因為......約翰．去扶塔.......
什麼是摘荔枝的最佳時機?|沒人看見的時候
人最怕屁股上有什麼東西|一屁股債
哪兩個英文字加在一起會爆炸??|OK，因為OK蹦！
小明比賽跳高，這次跳的很高去，大家都一直說破了～破了～可是女生卻不敢看，為什麼呢?|因為是小明褲子破了
台灣有哪三寶|健保.勞保.199吃到飽
亞當與夏娃一生中最遺憾的事是什麼?|結婚典禮沒人來參加!!!!!!
每對夫妻都有的共同點是什麼?|同年同月同日同時同分同秒結婚
甚麼症不敢上天堂?|懼高症
有一個宅男一直抖腳，猜他最後會變成什麼？|肚臍，因為抖宅(台語)
為捨麼爸爸心臟病發弟弟也心臟病發？|因為：父子連心
廁所為什麼要有屋頂?|因為老天有眼
雞的仇人是誰?|馬 ,因為馬殺雞
happy是形容詞,dog是名詞,那麼oh my god是什麼詞?|慧慈         (人名)
撿破爛維生的流浪漢到星巴克要什麼?|要拿鐵
一個小偷溜進一間屋子為何他沒有偷東西|因為那間房子是他家
什麼樣的結局最令人感到乏味呢!??囧|無言[無鹽]的結局 .(沒摻鹽當然沒味道啦...囧)
什麼東西買來是為了丟掉!!!??@@|垃圾袋...
巧克力跟鳳梨打架誰會贏?|巧克力 因為 巧克力棒(棒) 鳳梨酥(輸)
過年時,放煙火為什麼打不到星星?|因為 星星會閃
身體的哪個器官可以賣到兆?|好膽賣兆(台語)
請問姓什麼的人最容易拉肚子?|胡，因為落腮(烙賽)鬍
小明上課時一直和同學講話，為什麼老師不處罰他|因為小明就是老師
小狗狗過了獨木橋之後就停止吼叫。|過目不忘。﹝音同過「木」不「汪」﹞
哪一種鬼不能進鬼屋??|膽小鬼
什麼神最欠打|雨神[台語]蒼蠅
什麼門不能關?|球門~~
喇叭花．玫瑰花．五月花那一個沒生小孩？？|五月花．因為五月花衛生紙(未生子)
蜘蛛暗戀著螞蟻,某日終於去告白卻被拒絕,蜘蛛:「我是這麼愛你！為什麼要拒絕我？！」|螞蟻：「我媽媽說，成天掛在網上的都不是好人。」
有一種動物只有女的,卻沒男生,猜是什麼?|蜈蚣 (無公)
什麼車最會被搶|火車，因為火車會發出：卜卜、請搶請搶～ 卜卜、請搶請搶
什麼龍活的最久?|保麗龍
豆漿和米漿時比較有空？|當然是豆漿阿，因為鹹〈閒〉豆漿
請問台中市哪一條地方的路最笨呢?|市政北七(白癡-台語)路~~
神的交通工具是什麼？|寶貝，沒聽過神奇(騎)寶貝啊…
那一個國家不用電???|緬甸 (免電)
1到50那一個數字比熊大便還要厲害???|40! 因為 40(事實)勝於雄辯(熊便) !!!
kiss是什麼詞?!|連接詞...
什麼牌的掃把最爛?!|火鳥牌...因為"爛掃把,爛掃把"火鳥~~
有一隻野狼在捷運站吃了3隻雞6隻鴨5隻豬請問她總共吃了幾隻?|捷運站不能吃東西
打什麼東西既不用花費力氣,又很舒服?|打瞌睡
約翰是誰生的？|是花，因為花生醬(ＪＯＨＮ)…
那麼，約翰的母親又叫什麼名字？|鴨，因為薑(ＪＯＨＮ)母鴨…
你知道為什麼蠶寶寶很有錢嗎？|牠會結繭(節儉)啊…
什麼動物最熱情?|黑豬因為(ㄡˇㄉㄧ的熱情)
要怎樣才能讓麻雀不會叫。|壓牠一下，因為鴉雀無聲(壓雀無聲)
桌上的飯菜會越吃越少，什麼東西會越喝越多？|空瓶子
去外面露營   半夜醒來看到月亮  妳會想到什麼|帳篷被偷了
什麼數字最扯|0,因為扯鈴
香蕉跳101大樓，他到地面時是茄子，那在50樓的時候是什麼？|是小黃瓜....他嚇的臉都綠了
北極有北極熊  台灣有台灣黑熊  醫院有什麼熊|神經不正常(台語念)
有一次，小明問爸爸，爸爸如果地上有100元和50元你會撿哪個?|當然是兩個都撿阿
請問：大禹是什麼動物？|蝦，大禹大禹一隻蝦〈大雨大雨一直下〉
請問倪福德跟王建民誰比較餓?|倪福德，因為 need food
哪個蒜最可惡|蒜泥，因為算你狠
貝多芬的弟弟是誰?|貝扣芬
八百壯士最後為什麼只剩下三百壯士??|因為〈伍百〉跑去唱歌!!
今天是小明的生日，爺爺送他一個生日禮物，為什麼小明卻一腳把它踢開?|因為禮物是足球
哪一種布剪不斷|瀑布
酷酷哥跟帥帥哥，哪個人的老婆比較虛弱?|酷酷哥  因為.............酷酷嫂   (感冒)
要怎樣才能讓冰在兩秒內變成水？|把『冰』的那兩點去掉，就會變成『水』啦！
要怎麼看出章魚的腳中，哪一隻是手？|拿棍子打他頭，摸頭的那隻就是手
死掉的腎臟(猜一本小說)？|西遊記(台語：死腰子)
氣球裡面有空氣，那游泳圈裡面有什麼呢?|不會游泳的人
哆啦A夢裡的哪個人物將來會當醫生?|小夫
<因為小夫長大就變成大夫了>
數字1-9哪一個數字腿最長?|一,因為一步登天
哪一個卡通人物最肥?|小飛俠......因為... 飛阿(肥阿)～飛阿～小飛俠
食人族的長老有一天要吃素，族人們應該給他吃什麼呢?|當然是「植物人」啊!
小偷到便利商店偷東西，被警察逮到；第二次也是到同一家商店，也被警察逮到警察問他為啥要一錯再錯。 猜猜小偷說了甚麼話？|小偷說：[因為那個商店每次都說：歡迎再度光臨阿！]
小強用麵線上吊，為什麼還是死了|因為他摔死了～
哪一種水不是水?|縮水
喝什麼會把肝治好?|御茶園，因為「喝一口就回甘」(救回肝)
家裡屋頂漏水了要請什麼神來幫忙?|水桶
因為：拿水桶來神〈台語〉
3..ω..ε..ｍ..3..ω..ε..ｍ..3|三番兩次
什麼人很好客??|綠巨人  因為「綠巨人浩克(好客)」
什麼島最熱|中午 (台語)
馬、虎、狼三種動物，是誰把龍藏起來了呢？|狼，因為"wolf"(臥虎)藏龍!!
壞掉的蘋果|鳳梨〈pineapple〉壞〈台語〉apple
什麼卡通人物最喜歡幫助別人??|哆啦A夢，因為他喜歡伸出圓手(援手)
什麼人不能去加油站工作|油腔滑調(油槍滑掉)的人
水講冷笑話會變成什麼？|冰，因為太冷了所以結冰
有一隻公狗要橫越撒哈拉大沙漠，他準備了足夠的糧食，但為什麼最後還是死了?|因為沒有電線竿可以讓他尿尿!
有一天香蕉身體不舒服  他去看醫生  請問醫生跟他說什麼呢???|醫生對他說  你脊椎側彎
哪種雞最悲慘？|三杯{悲}雞
包子死掉會變什麼?|割包 (台語發音：掛包)
什麼時候一部喜劇會變成悲劇?|沒人看的懂的時候
吃什麼動物會有籽?|當然是兔子因為(吐籽)
什麼動物是聽障還有視障?|龍蝦﹝因為是聾子還有瞎子﹞
猴子和老虎誰比較厲害?|都一樣厲害~因為「猴塞雷」跟「虎(台)厲害」差不多 XD
關公為什麼會死的這麼"慘"??|紅顏薄命
請問，哪個人負責關燈?|水手，因為"隨手關燈" 啊^^
女人最喜歡什麼花|盡量花    有錢花
為甚麼蔡依林會常跌倒？|因為她總是：「旋轉～跳躍～我閉著眼。」這樣當然會跌倒啊 XDDD
白雪公主和包公生的小孩叫甚麼名字?|灰姑娘
爲什麼老虎都想不想結婚娶老婆呢？|因為牠不想娶到「母老虎」
什麼樣的紙娃娃要賣1000元?|用1000元大鈔做成的紙娃娃！
趕貓要用什麼東西|斯斯，因為斯斯感冒(趕貓)糖漿～
什麼動物會跪?|豬  因為滴會跪!!!
一郎到十郎誰最有錢？|八郎，因為："別人"的生命是鑲金又包銀（台語）
有一隻公鹿他愈走愈快，最後變成什麼?|高速公路(鹿)
被蚊子咬，猜一部電影|艋舺 （用台語唸唸看！）
甚麼沙士不能喝|莎士比亞阿
有一對連體嬰，姐姐叫瑪莉 請問妹妹叫什麼?|夢露 (因瑪麗連夢露)
Rick為何整天被罵？|因為人人都愛說：史瑞克(死瑞克)
大象是誰生的?|猩猩， 因為相由心生啊！
老師叫你抄課文時，你該跟老師說什麼？|版權所有，翻印必究
會翻三圈的名種狗是什麼狗？|西施狗，因為”三翻西施狗”！好笑吧～
講冷笑話會冷到什麼動物?|豹，因為冷到豹(爆)
十二生肖中，何者會「掌握」人類未來？|滑鼠
小明每次出門的時候都會拉著媽媽的裙子，才不會迷路可是為什麼這次明明確迷路了??|因為媽媽今天穿的是迷你裙
什麼人老的最快!?|新娘!!今天是新娘，明天是老婆~
什麼鼠最愛乾淨|環保署
小美人魚  灰姑娘  白雪公主,哪個人物會開車?|是小美人魚 ,因為她會甩尾
蜜蜂倒過來念是蜂蜜，那咖啡倒過來是什麼?|一桌灑出來的咖啡。
有一架飛機遇上亂流，為什麼沒人受傷？|因為所有人都死了
最好不要跟哪家公司打官司|必勝客
原子筆姓原，彩色筆姓彩，那麼鉛筆姓什麼呢?|蕭，因為削鉛筆啊！
一隻狗趴在我們家的汽車前睡大頭覺的時候該怎麼辦|咖啡，台語發音：嘎逼，就是對他按喇叭的意思～ XD 白痴吧
有一位女孩在擦桌子，她奶奶一直說沒擦乾淨，為什麼???|她的老花眼鏡髒了......
游完泳通常都會很餓，但爲什麼小華每次游完都很飽？|因為他喝水喝到飽了～
蕭先生有一個女朋友，請問她說了什麼話被蕭先生打？|蕭郎......(台語：瘋子).....哈哈哈
為什麼小明被天上掉下來的東西砸到頭，卻沒有怎麼樣？|因為是雨水 :P
今年聖誕夜很冷，聖誕老公公第一個放進襪子禮的東西是甚麼?|他的腳 XDDDD
電和閃電哪裡不同?|一個要錢   一個不用錢
爺爺生日時，哥哥和弟弟幫他慶生，哥哥送他禮物，弟弟祝他長命百歲時，但為什麼爺爺很生氣?|因為爺爺今年滿100歲
為什麼我可以活到100年?|因為明年是民國100年
為什麼台灣的獼猴很勇敢?|因為牠特有種XD
世界上最難找的是真情，最難忘的是什麼情?|你現在看到答案的表情..........
什麼門不能關？|足球的「球門」當然關不了啊
中國歷代哪一個皇帝最漂亮？|秦始皇，因為暴政(爆正)
動物園哪一個動物最像龍？|猩猩，因為欣欣向榮XD
在大家的成績單上，哪個分數最高??|總分數最高  哈哈XD
小明正在吃飯，他打死了一隻會飛的蟑螂，為什麼他不高興?|因為蟑螂掉到他的碗裡
小貓被一群野狗追殺到死巷時，小貓忽然轉身對這群野狗說了七個字，那群野狗嚇的落慌而逃，你知道那七個字嗎？|霹靂-霹靂-霹靂貓
哪一個藝人有口吃|范瑋琪，因為她都說：大家好我是范范范瑋琪
什麼菜會說話？|地瓜葉（因為地瓜會說ＹＡ）
教室中為什麼要有講台？|提高老師的地位
什麼中藥最有冒險精神?|人參！因為人生(參)就是一種挑戰!
老師問小明，你生肖屬什麼？於是小明說牛，猜為什麼小明會被老師打??|因為他用英文講~
普通貓的叫聲應該為：「~~喵」，那麼山上的貓叫聲應該為何呢？|喵的啦~~~
有聽過滷苦瓜、滷蕃茄、滷柳橙，就是沒有人滷柿子，為什麼?|柿可殺，不可滷
3顆保齡球猜一個藝人的名字?|九孔
二氧化碳哥哥是誰？|一氧化碳
被人家放鴿子，卻很高興的是誰？|鴿子，因為牠自由了
有一顆雞蛋跟朋友相約去喝茶，後來發生什麼事?|變成了茶葉蛋了！哈哈哈哈哈
什麼水果最忙|芒果
紅蕃茄洗完澡會變什麼?|黃金蕃茄，因為洗的亮金金
哪種水果得了彎腰病?|香蕉
羊吃草，那馬吃什麽?|杯子，因馬"嗑"杯
鳳梨釋迦，猜一個卡通人物！|海綿寶寶  (鳳梨是家)
ABC三隻狗中，哪一隻狗不會講話？|a狗(台語)
為什麼雞蛋遇到蕃茄就會摀住耳朵?|因為蕃茄炒(吵)蛋
什麼妖怪肚子最餓??|肚子餓（台語）
鴨蛋、鹹蛋、雞蛋誰考試最會作弊？|鹹蛋，因為鹹蛋[抄]人
有一天小明在課堂上一直講話老師叫小明安靜，老師寫完黑板轉身回來卻看到小明在座位上抖個不停，老師問：「小明！你怎麼啦！」 猜猜看小明怎麼回答？|小明說：「你叫我安靜，所以我就轉成震動模式啦！」
為什麼孕婦不能喝酒、抽煙？|因為肚子的小孩未滿18歲
為啥住在月亮上有時候會很擠？|因為變成弦月了
打破什麼東西不會被罵|打破世界紀錄
太陽系中的哪顆星最容易看見？|金星，因為眼冒「金星」的時候就會看到了～
東西南北，哪個方位不是圓的？|南，因為「南勢角」，它不是圓的！！
導致離婚最主要的原因是什麼？|結婚。
什麼魚最愛哭？|虱目（濕目）魚，眼睛永遠濕濕的XDDDDD
哪個蛋糕脾氣最差呢?|起司(氣死)蛋糕
小甜甜住孤兒院，那老甜甜呢??|養老院.........
辣妹最愛色狼哪一點?|滾遠一點!!!
公主結婚後，爲什麼就不需要掛蚊帳了|因為她嫁給  「青蛙王子」
哪一種飛機最香?|咖啡機
霍爾的移動城堡這部動畫，如果出續集的話，會叫什麼片名?|霍爾的兩棟城堡
假如因果輪迴是真的，那麼袋鼠的前世是什麼？|殭屍
什麼島最熱|中午（用台語唸唸看 ）
老虎和袋鼠結婚生下來的小孩是甚麼樣子|跳跳虎
甚麼鴿子不會飛？|答案是鶯歌啦！！
玉米爲了追求時尚，去燙了頭髮，最後變成甚麼?|爆米花
胖虎是家中排行第幾？|第三。因為第一是胖鼠，第二是胖牛。(12生肖)
第三次世界大戰發生在什麼時候|第二次世界大戰之後，第四次世界大戰之前
哪種水果，你叫它，它會回答「有」|葡萄柚
小白兔為什麼要和嫦娥一起奔月？|因為嫦娥是蘿蔔腿XDD
為什麼多啦A夢一輩子都生活在黑暗中？|因為他伸手不見五指
什麼水果最愛嘻哈音樂?|葡萄柚(yo)～因為它一直yo～
為什麽小白兔不嫁給斑馬呢?|因為兔媽媽說，會紋身的不是好孩子
甚麼路可以吃??|西米露啦
什麼補習班要和家人一起去上|何嘉仁（和家人）
瑪丹娜、麥克傑克遜、比莉三個人誰比較厲害？|比莉比較厲害，因為(比你卡厲害)台語
你在什麼時候想喝汽水?|答：孤單的時候，  因為「當你孤單，你會想起誰 "汽水"」
電腦爲什麼心情不好？|因為它有低潮(D槽)
什麼事你明明沒有做，但卻要受罰？|家庭作業
美女愛色狼哪一點|離我遠一點
什麼花在夏天是冷的，冬天是熱的??|豆花
瞎子最喜歡遇到誰?|是流氓，因為他們會說：給他點顏色瞧瞧
愛喝酒的人最愛說自己沒醉！蛇、青蛙、蜥蜴誰最愛喝酒？|青蛙，因為蛙沒醉～蛙沒醉～沒醉～ (台語)
為什麼小明常常消失不見?|因為他都被抓去講笑話！
甲、乙、丙、丁哪一個最醜？|當然是甲，因為 「呷卡嘜」(台語)
世足哪個隊伍跑最慢？|巴拉「龜」，跟烏龜一樣慢啊～
人比人氣死人，那蛋糕比蛋糕呢?|起士蛋糕
什麼魚聽了會讓人害怕|炒魷魚
爲什麼眼鏡蛇明明沒有戴眼鏡，還要叫眼鏡蛇？|因為他戴隱形眼鏡阿 XDDDDDD
為什麼小妹妹不怕老虎？|因為老虎被小妹妹的長相嚇傻了，哈哈！
北極熊是肉食動物，但牠為什麼不吃企鵝?|因為北極熊在北極， 企鵝在南極，吃不到XD
為啥人蔘很容易迷路?|因為人生（人蔘) 地不熟
為甚麼老人家都說:吃魚對眼睛有幫助|你看過貓戴眼鏡嗎
爲什麼貓空的捷運線常常停駛？|因為貓空纜(懶)車，它很懶
什麼東西  喜歡吃廚餘|垃圾車
什麼比賽要往後跑?|拔河
去南部要搭什麼交通工具?|老虎  因為騎虎難下(騎虎南下)
保險公司不保什麼?|晚節不保
送女友什麼東西充滿愛又很便宜？|愛玉
警察、流氓、軍人，哪兩人較胖？|警察和軍人，因為流氓教授(較瘦)XD
鋼鐵人死了會變瞎咪？|鐵軌（鐵鬼）
誰考試一定PASS？|殺龍，因為殺龍PASS(沙隆巴斯)
氧和二氧化碳哪一個比較美??|氧氣，因為助燃(自然)就是美
一個箱子有幾個面?|2個面，裡面和外面
為什麼老樹長得比新樹還正呢?|因為心術(新樹)不正
什麼廁所會飛?|飛機上的廁所!!!-^_^-
USA的弟弟叫什麼|USB
哪一家泡麵公司最無能|維力，因為無能為力...
八寶粥裡的各種配料，哪一個最有擔當?|薏仁....因為，一人做事一人擔
恐龍有幾種?|只有一種,就是絕種
全世界的豬都死光了？ (猜一首五個字的歌名)|至少還有你
A~Z誰最會跪?|D  因為D會跪(豬血糕 台語)
派大星走出廁所|派出所
西瓜和鳳梨哪個比較貴?|西瓜，因為物以西(稀)為貴
三個口叫品，三個日叫晶，那三個鬼叫什麼？|救命
有一天，有一隻狗跪在冰上，請問變成....？|變成貴賓狗
獅子哥哥 和兔子姐姐去便利商店居然就被踢出去，可是小羊妹妹就沒被趕出去，那是為甚麼?|因為24小時不打烊
火柴被燃燒了他去醫院包紮猜成什麼|棉花棒
為什麼黑人不喜歡吃黑巧克力?|因為怕咬到自己的手
誰的腳最甜?|小甜甜，因為有一個女孩叫（腳）甜甜　　　　（要用唱的喔！）
什麼布不能剪?|瀑布
甚麼魚可以拿來敲?|木魚
什麼花會爆開?|煙花
廁所裡要放甚麼花?|五月花
哪兩個英文在一起會爆炸|OK  ─   因為  ─  OK  蹦
老虎和狼生下來的孩子叫甚麼?|(台)胎格郎
小叮噹是什麼顏色?|紅色   因為ㄤㄤㄤ
老師說 狗是名詞 跑是動詞  那 歐買尬 是什麼詞|慧慈
什麼老鼠用兩隻腳走路？那什麼鴨子用兩隻腳走路？|1.米老鼠2.每一隻鴨子都用兩隻腳走路
有一天蜈蚣小孩對爸爸說了一句話，讓爸爸昏倒，是什麼？|牠要買鞋子〈蜈蚣有很多隻腳〉
誰最會打狼?|頑皮豹{因為歌裡有[達狼
一顆心一億元 那三顆心多少元|二億，因為三心二意
快要考試了，絕對不能看甚麼書？如果看了就會考很差。|百科全書　(百科全輸)
一隻鹿走在路上,然後越走越快,越走越快最後變成了什麼？|高速公路
有一天學校  要校外教學  有一個人不會來  他是誰?|彼特     布來德彼特  (不來的彼特)
什麼動物喜歡被貼在牆上?|海�     (海報)
小明叫他母親叫媽媽，可媽媽卻不認他作女兒，為什麼？|因為小明是男孩
偷什麼東西不犯法!?|偷笑
哪種商人最不會受傷？|零售商
什麼家具最喜歡照相?|百葉窗.....因為它擺YA
假如你是公車司機.第一站有4個人上車 ，第二站有3個人、上車2個人下車。第三站有5個人上車、9個人下車。那這台公車是誰開的?|你(因為第一句寫[假如你是公車司機])
有一天，玻璃杯和咖啡杯聊天，忽然有人叫：車來了！玻璃杯不幸破了，咖啡杯沒破。為什麼?|咖啡杯有耳朵，玻璃杯沒有。(耳朵=把手)
哪一種毛最兇|胸（兇）毛
毛毛蟲要過河，可是沒有橋，那要怎麼辦?|等到變成蝴蝶在飛過去
什麼路不能走 ？|網路
神的交通工具是甚麼?|寶貝　　神奇（騎）寶貝
有兩個人掉到洞裡，死掉的人叫死人，活著的人叫什麼？|救命
有一天，小明問小麗怎麼讓珍珠奶茶變大杯？|念大悲咒(大杯咒)
透明的劍是什麽劍？|看不見（劍）
哆啦A夢有幾個兄弟？|25個（因為除了A字母  剩下就只有25個字母）
爸爸不煮菜|媽祖
老虎跟老虎生出什麼東西？|風，因為：虎虎生風。
如果有一台公車，小福是司機、小華是客人，那誰是車主?|「如果」因為：「如果」有一台公車
最愛吃零食的總統是誰?|孫中山　　他曾是臨時（零食）大總統
英文字母幾個字?|四個字
一刀兩斷|判
為什麼狐狸會常常跌倒?|因為狐狸很狡猾(腳滑)
有一隻狼來到北極，不小心掉到冰海中，被撈起來時變成了什麼？|檳榔(冰狼)
你知道蚊子不叮12生肖中的哪一種動物嗎？|布丁狗
你要買甚麼蛋，才不會買到裡面已經孵了小雞的蛋?|鴨蛋
什麼國家的人都不用電？|緬甸(免電)
綠豆是哪裡人??|嘉義人　因為綠豆加薏仁（嘉義人）
一件衣服穿180年|穿山甲
狼 老虎和獅子誰玩遊戲會先被淘汰?|狼因為淘汰狼(桃太郎)
八百個壯士為什麼剩三百個?|因為五百去開演唱會了.....
胖子和瘦子走在一起，胖子被電線桿電死，為甚麼瘦子也死了?|被胖子的油炸死的
一個女人離了很多次婚|前功盡棄(前公盡棄)
饅頭假裝是肉包|吳宗憲(無中餡)
景氣不好時，不能喝什麼東西？|仙草蜜(因為先炒me)
羊停止了呼吸|揚眉吐氣(羊沒吐氣)
迪尼士公主裡，誰最專情？|小美人魚，因為〈她不會劈腿〉。
此字一出，憂喜參拌，劉邦歡笑，劉備痛哭。|翠〈卒在古代來講是死，所以項羽死了劉邦很高興，如果是關羽死的話劉備很難過〉
羊看到狼會變啥水果?|楊桃(羊逃)
失火了，明明大家都已經被二氧化鈦吸到中毒昏迷了，為什小明還是可以到處走？|因為他鼻塞
有一天,毛毛看到地上有一個錢包和一根竹子,為甚麼毛毛只撿了竹子卻沒撿錢包呢?|因為它是一隻熊貓
為神麼飛機飛在天上不會撞到星星?|因為星星會發亮
女人什麼地方爸爸可以碰兩次?男朋友可以碰一次?老公卻什麼也碰不到?|嘴唇「ㄅ」ㄚˋ　「ㄅ」ㄚˋ　兩次
男「ㄆ」ㄥˊ友　一次
老公零次)
用麵線來上吊自殺為什麼會死掉??|摔死的
一點一橫長，一撇到南楊，十字對十字，太陽對月亮。|廟
廁所裡有時鐘|有始有終
一個國王死了，那他兒子當什麼？|孤兒
糖是誰生的？|花　因為花　　生　　糖。
西方女人|要
鉛筆姓什麼？|蕭，因為〈削鉛筆〉
薑切成4片變成什麼???-^_^-|薑薑薑薑
一片大草原猜一種花?|梅花因為．．．沒花
熊貓最大的願望是甚麼?|照一張彩色照片
如果國父復活了台灣會怎樣?|多一個人
從前，有隻雞，雞後面有隻牛，牛後面有什麼？|蟲，因為「從」前
一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？|企鵝
在什麼時候更確定自己是中國人？|外語考試的時候
電影院內禁止吸煙，而在劇情達到高潮時，卻有一男子開始抽煙，整個銀幕籠罩著煙霧。但是，卻沒有任何一位觀眾出來抗議，這是為什麼？|這是因為抽煙的男子，是電影中出現的人物
有一個人，車禍了，後來她出院了，但是有隻手斷了，後來他又去玩球，所以為什麼他可以一邊玩球又一邊喝飲料呢??|因為她在踢足球
水怎麼變冰?|加兩點就好啦~
是誰殺了麵？|阿Q，因為阿Q捅麵(阿Q桶麵)
有一條船，船上有１００位水手，船長在開傳水手要幹麻？？|水手（隨手）關燈
颱風天要幾元才能出門??拜託投票@_@|40000000為何要四千萬?(因為颱風天沒事千萬別出門)
小明住得離學校很近，為甚麼天天遲到？|因為天天住的比較遠阿!
世界上誰跑的最快??|曹操   (因為，說曹操曹操到)
哪個國家的人最瘦|臺灣 因為：臺灣人壽
小明養的母雞跑到小華家生蛋 那麼蛋是誰的|母雞
剛買的襪子為什麼有個洞?|沒有洞要怎麼穿進去!
小美想結婚為什麼看到帥哥走過來沒有感覺|小美是男生 只是名字很像女生
有天小盟去看醫生 醫生跟小盟說藥效十二小時 為什麼小盟哭了出來呢|小盟以為醫生叫他要笑十二小時
請問英文字母A-Z一共有26個字母，剪掉E與T=幾個英文字母?|21，因為ET會搭UFO回去
有一種東西 , 買的人知道 , 賣的人也知道 , 只有用的人不知道 , 請問到底是什麼 ?|棺材
為什麼小明說他要打小英爸爸的腦袋，小英說你打不到他的腦袋啦!|因為他媽媽常說他爸爸沒腦袋
猴子最討厭哪條線?|平行線,因為沒有香蕉
拿著雞蛋丟石頭，但雞蛋卻未破，為什麼？|左手拿雞蛋，右手把石頭丟出去，雞蛋當然安全無恙
阿強和阿燕裸體死在一間密室中、現場只留下一灘水和一些碎玻璃，請推測他們的死因？|阿強和阿燕是金魚，牠們因為水缸被打破，因缺水而死
失戀的黃先生在一個月黑風高的晚上，走上街頭，看到迎面車，他站在兩個車燈中間，車子呼嘯而過，人竟毫髮無損，為什麼？|迎面而來的是兩輛並行的電單車，而非汽車
有兩個國家的王子，為了一個很醜的公主而打架。為什麼這兩個王子竟為了這個公主而打架？|因為打輸就要娶那個公主
為什麼小明用一隻手就能讓公車停下來?Why?Why?|因為他想搭公車!
誰筆最會不見|麥可傑克森  因為逼勒~逼勒
小宇和小建是好朋友!長大後也是,為何有一天小宇在小建的肚子上割了一刀,而且還不只一刀!割完之後大家都笑嘻嘻的離開了!為啥麼?|因為小宇是醫生,小建是病人!小宇救了小建一命!
生蠔和生魚片在路上遇到了！他們為什麼不打招呼？|因為他們不熟嘛！！
王老先生有5個老婆，哪一個最漂亮呢?|第三個，因為one，two，three(水)
為甚麼小民跟小華的考試卷的答案相同?(他們並沒有作弊呦)|因為他們都交白卷嘛!!
藍色的刀，藍色的槍|刀槍不入（刀槍blue）。
老師請假代課老師來上課再點名點到一學生的名字叫「樂樂樂」。老師說ㄌㄜˋㄌㄜˋㄌㄜˋ沒人回答；老師說ㄩㄝˋㄩㄝˋㄩㄝˋ沒人回答；老師說ㄧㄠˋ一ㄠˋ一ㄠˋ沒人回答，請問名子是甚麼?|樂ㄌㄜˋ樂ㄩㄝˋ樂一ㄠˋ
公司要裁員時不能喝神麼？|仙草蜜，因為會先炒M E
哪兩樣菜不吃會被爸媽打﹖|這 個也不吃，那個也不吃﹗
一隻狼吃掉一隻羊要五分鐘，有一次有一隻狼帶了四隻羊上捷運吃，請問它吃完這四隻羊的時間是多久?|0分鐘(因為捷運上不能吃東西)
國歌有幾個字?|兩個字
妹妹打嗝為什麼哥哥馬上衝過去?|因為嗝嗝(哥哥)
大人上班遲到的原因是塞車，那小孩上課遲到的原因是什麼?|因為媽媽睡過頭了!
A和c誰比較高?|c因為 abcd(a比c低)
超人看到搶劫  為什麼不去阻止??|因為他ㄉ內褲送洗ㄌ
金+金+金+金+金=|金城武(金乘五)
在台灣有很多外勞,來自泰國的叫泰勞,那請問在我們台灣哪個勞最有錢?|麥當勞    XD
有一個人採了一個橘子，他把橘子皮剝掉，結果橘子說了甚麼話？|我好冷喔！
公共汽車司機因為不斷有人向他問時間，所以就在汽車上掛一個鐘，可是，從此以後整天有人跟他說什麼?讓他不勝其煩。|這個鐘準不準?
什麼人不管你跑的多快他都會議直追妳?|影子
有三顆蘋果 分給2個人 怎麼分最公平?|打成果汁
小明是一個盲人，他沒帶手杖、他前面有一個洞，小明為甚麼沒掉下去?|他發現沒帶手杖 跑回去拿
啥麼車價值最高？|答：運鈔車
為甚麼月經來不能吃健達出奇蛋?|會讓你驚奇（經期）不斷
如果老師叫你抄課文你要說甚麼?|版權所有，翻印必究
什麼動物最適合抓犯人?|熊貓   因為「你們已經被團團包圍了!」
一天，小明拿著刀往他的仇人砍下去，但是為什麼仇人卻沒死?|因為小明砍的是有仇人的樣子的木板
有一天，小明的爺爺生日，他祝爺爺活到100歲，但是，爺爺為什麼很生氣？|因為爺爺已經99歲了
旁邊有人|傍
家裡養蛇的話要小心什麼??|被蛇絆倒 = =
香蕉和香蕉見面為什麼不打招呼|他們又不會講話 ＝　＝
國王要殺大臣，國王說：「我讓你說一句話，真的就砍頭，假的就槍斃。」大臣說了一句話，國王分不清楚。猜大臣說了甚麼?|我會被槍斃
請問烏龜的心像甚麼??|箭(歸心像箭)
從小精心培養，長大日曬繩綁。最後千刀萬剮，臨終舉行火葬。|菸葉
聖誕老人送給小孩的禮物都是什麼!!?|蛋(剩蛋老人
哪一種蕃薯不能吃?|電腦遊戲小蕃薯
胡瓜成天玩樂,為甚麼還能成為百萬富翁?|他在玩大富翁
有一個小朋友從很高很高的大樓掉下來為何他沒受傷?|因為大樓太高了,所以掉下來已經變成老公公死掉了
甚麼水果很燙|離（梨）子燙
甚麼卡通人物最熱心|多啦A夢   因為他喜歡生出圓(援)首
如果明天就是世界末日，為什麽今天就有人想自殺？|去天堂占位置
一輛客車發生了事故，所有的人都受傷了，為什麽小明卻沒事？|因為他不在車上
有個地方能進不能出,請問這是什麽地方?|墳墓
老王一天要刮四五十次臉，臉上卻仍有胡子。這是什麽原因？|老王是個理髮師
用什麽可以解開所有的謎？|答案
什麽時候，時代廣場的大鐘會響13下？|該修理的時候
什麽時候有人敲門，你絕不會說請進？|上廁所的時候
為什麽蠶寶寶很有錢?|因為它會結繭(節儉)
小明在學校一直跟同學聊天，為什麼他不會被老師罵?|因為是下課時間!ㄎㄎ
螞蟻在大象耳旁說了一句話讓大象當場昏倒,請問螞蟻說了甚麼話?|我懷了...你的孩子
哪一個月女人講的話最少?|2月，因為只有28天
去哪個國家不用買機票？|天國
請問:什麼動物的皮最差??|象的皮最差(因為橡皮擦)
生米煮成熟飯要怎麼辦|那就開飯吧
長官說報數那新兵們跑去哪裡|抱樹
有一對三兄弟一起去散步，看見地上有一大攤的積水，老大走了過去，摔了一跤又爬了起來，老二走了過去，也摔了一跤沒爬起來，為什麼老三走了過去沒摔跤？|因為他走老二的身上！
為什麼很難的題目只有開飛機的人才知道|因為他的難度很高
小偷看到有珠寶為啥不偷|因為是他家的
小明去學校要一個小時，回家時，為什麼要兩個半小時？|好奇怪！ 兩個半小時不就等於一小時嗎？
小明為什麼無法從小學畢業|因為他一直被用在課本裡面
為什麼消防車是紅的?|因位它刷了紅色的油漆
有4個人在家裡打麻將，警察來了為什麼帶走5個人?|因為那4個人打的人叫"麻將"
請問有一個小偷跑進一戶人家那戶人家為什麼都沒有報警而且還不慌不忙|因為他們是一家人 他媽媽說:今天錢太少了不給你吃飯了
在報紙上的消息,不是全部都是百分之百正確,但是哪一個一定是百分之百正確?|日期
紙什麼時候會變成廢紙？|拿來當廢紙用的時候！
世界上哪種女人最快變老？|新娘！！因為婚禮後就變老婆
有一個啞巴要買刷子，就比出在刷東西的手勢給老闆看。有一個聾子要買鋸子，就比出鋸東西的手勢。哪如果瞎子要買剪刀要如何表示？|用講的！因為他不是啞巴也不是聾子
哪一種 調味料最狠？|蒜泥（算你）狠
一粒球圓溜溜冬天暖夏天熱|太陽
甚麼鬼不能去鬼屋?|膽小鬼
有一天．大大去撘公車，為什麼他看到公車顯示「下一站停車」就會站起來？|因為他看反了　　「車停站一下」
小明走在路上 看到了一個骨頭和一張千元大鈔 為什麼它撿起來的卻是骨頭|因為它是狗
有一隻熊走過來|有備而來（有BEAR來）
小明說：我知道這次月考一定要考的3個題目！ 小美說：真的嗎？快告訴我！你猜是哪3個呢？|1.幾年幾班2.姓名3.坐號
阿珠和丈夫吵架時，因為氣到不行，所以就跳海自殺，為什麼他快要滅頂了，左手還一直伸出水面??|因為他的指甲油還沒有乾......
肉切一半|胖
什麼地方一進去就客滿|廁所
要幾個人才算團體|20   (← 想想它的英文)   哈哈哈     =   )
為什麼肯德基比麥當勞大??|肯德基是爺爺，麥當勞是叔叔
☆  十個兄弟    ★|克
為什麼乖乖看到壯壯就知道壯壯是喝羊奶長大的?|因為狀壯是隻羊~
有一個相撲選手 他在一秒鐘就讓火車停了下來,為甚麼他能讓火車在一秒鐘就停下來?|因為他是火車司機!!你猜對了嗎?
雞最怕的地方|基隆　　〔雞籠〕
有天～ ４分熟的牛排根６分熟的牛排在路上擦身而過， 請問～他們為什麼沒有打招呼！？|因爲．．．他們都不熟．．．．．．
廁所裡撐竿跳|過分    過〝糞〞
身穿綠衣裳肚裡水汪汪生的兒子多個個黑臉龐|西瓜
母雞在屋頂生蛋，蛋滾向右邊，那麼公雞生的蛋會滾向哪邊？|公雞不會生蛋
蘋果公司出的聲音探測器|唉聲歎氣（i聲探器）
有一個很胖的人去照相，為什麼照出來卻骨瘦如柴？|因為他照的是X光
殺吳宗憲，猜一個地名|台中縣（殺宗憲台語諧音）
豹的女朋友應該要是誰？|烏龜　　　因為「豹」的美人「龜」
誰是失敗的人？|蜘蛛人　Spiderman （失敗的Man）
什麼樣的人臉最耐看？|臉大的人（從左邊看到右邊要看很久）
頭髮不夠的人要直髮比較好還是捲髮比較好？|直髮（植髮）比較好
為什麼單身的人都比較短命？|沒有小心肝
哪裡人不會失憶？|馬德里人　　因為馬德里不思議（失憶）
出去玩不要約誰？|兒童　　因為不約「而同（兒童）」
房子裡有火爐.暖爐.和壁爐,你只有一根火柴,你要先點燃哪一個??|要先點燃                                                                 "火柴"
一個官司問犯人為何印假鈔?猜犯人回答蝦米?|因為我不會印真鈔
甚模時候 2大於5 0大於2 5大於0呢？|猜拳的時候
0~100哪一個數字贏熊大便?|40因為事實(40)勝於雄辯(熊便)
長長一條龍..走路轟隆隆..再著千百人..南北到西東|火車
兩條小腿有短長..頭頂良個大鈴鐺..隨著時光滴答走..聽你指揮響叮噹|鬧鐘
頭戴小帽子..身穿鋁袍子..為保護牙齒..輩你按肚子|牙膏
請問箱子有幾個面?|就兩個,裡面和外面阿!!!!
鬧鐘掛在天花板|提高警覺
大哥說話先脫帽二哥說話先挨刀三哥說話先喝水四哥說話雪花飄|鋼筆.鉛筆.毛筆.粉筆
小時青青像顆草,成熟十分金黃耀|稻米
體型灰色的，鼻子長阿長，體重大阿大|大象
頭上只有三根毛的小明為什麼還要把中間的毛給剪了呢？|因為他想中分啦～
哪一種蛇生命力最強?|三吋不爛之舌（蛇）
公司裁員時不能喝什麼飲料？|仙草蜜
某人吃葡萄不吐葡萄皮為什麼|因為他吃葡萄乾
姓呂的人很不爽~~|屢試（呂氏）不爽
箱子有幾個面？|兩個面
神最喜歡騎什麼交通工具？|神奇寶貝
蜘蛛人是什麼顏色的？|白色的
什麼國家的人都不用電|緬甸（免電）
公廁 猜地名|倫敦（輪蹲）
天堂之門　猜地名|神戶
Hello Kitty賣光光	　猜台灣地名|貓空
yellow　猜台灣地名|野柳
初次開業|新營
八十歲照鏡子|老樣子
小孩吃泡泡糖|吞吞吐吐
乞食背葫蘆|假仙
一去不回|丟
有一個人他叫小明,他養了七隻肥肥胖胖的小白兔|肥皂
1家商店從早上10點營業到晚上7點，每小時都會進來30個人，每半小時都會出去5個人，問商店營業10小時後，商店裡還有幾個人|0個人，因為以經過了營業時間
馬英九的爸爸在台北市立圖書館工作|老馬識途（市圖）
打什麼東西既不花力氣，又很舒服?|打瞌睡
有什麼方法可以分辨章魚的手跟腳?|打他的頭他用哪一隻摸頭就知道了唷～
哪一個數字最懶惰,哪一個最勤快?|一最懶惰　二最勤快　　　因為　一不做二不休
誰家沒有電話|天衣　　天衣無縫（無Phone）
一口接一口|回
打神麼不會費力氣|打瞌睡
捷克想要去黑海卻到了紅海，為什麼？|因為他是色盲
巴斯光年殺死龍之後會變成什麼？|沙龍巴斯（殺龍巴斯）
世界上誰的肚子最大？|宰相　　宰相肚裡能撑船
小王對小李說：我現在坐的地方你永遠也不可能坐到。小王坐在哪裡？|小李的肩上
什麼湯是大明星?|薏仁湯(藝人)
怎麼把10元變成70元|擦10元〈台語〉
螞蟻有六隻腳，可是為什麼牠經過牛屎後，只剩下四隻腳?|因為牛屎太臭了，所以螞蟻就用兩隻腳摀住鼻子!
芥茉的生日是哪一天？|世界末日(是芥茉日)
猴子最恨什麼|平行線沒有相交[香蕉]
如果有一台計程車小名是司機，小華是乘客那台計程車是誰的|如果的，因為：如果有一台計程車
一個小孩跌倒了!請看下面提示|馬馬虎虎[媽媽ㄏㄨ ㄏㄨ]
請問哪一條街不會下雨?|芝麻街,因為芝麻街美語[芝麻街沒雨]
有一天有個人左嘴角有顆飯粒.他就用右手繞過頭拿飯粒吃掉.今天他右嘴角有顆飯粒他會怎麼拿呢|他拿到左嘴角.在用右手繞過頭拿飯粒吃掉
我們日常生活會騎摩托車、腳踏車。那「神」會騎什麼呢？|神奇寶貝(因為神「騎」寶貝)
地震發生時，什麼地方最安全？|飛機上
哪種網頁按了會死|facebook因非死不可
一部電影200元三部電影多少元?|三不五時(三部五十)
有一天，火柴頭上著火了，它就進醫院，出來變甚麼?|棉花棒        因為它有包扎
你跌倒了誰會笑你??|哈利波特(哈~你波特    台語)
什麼情況下2會大於5，5會大於0，0會大於2?|猜拳
爸爸媽媽，有頭有腳，生個兒子，沒頭沒腳|蛋
有一台飛機壞了有5個降落傘但是有6個人為什麼每個人都能下去?|因為有一個人背成書包
藍色的刀、藍色的槍,猜一句成語!|刀槍不入(blue)
米粉被欺負了,誰會去救它?|肉,因為肉燥(罩)米粉
包子死了變什麼|掛包
有一位啞巴要買牙刷,他用手比給店員看,他就買到了,那沒手的人要怎麼辦？|用講的
世界上是先有女生還是男生|男生，因為大家都叫男生先生
坐公車，新新投了12元，司機讓她上車，美美投了8元，司機也讓她上車，源源沒投錢為什麼司機也讓他上車？|因為他用悠遊卡
香格里拉,法蘭雅,西法蘭,哪家最沒禮貌|香格里拉(台語)誰叫你來
用什麼文具要特別小心??|臘筆   因為 臘筆小新
世上哪種花在冬天通常是熱的 在夏天卻是冷的呢?|豆花...
有一天小白、小黑、小黃一起去玩雲霄飛車猜哪一隻狗會吐|小白，因為小白兔(吐)
什麼車最慢|垃圾車，因為登登登登登登登~~~(等等等等等等等~~~)
有一天，野狼追著小紅帽跑小紅帽跑去捷運上，野狼也跟著進去為什麼野狼不先吃掉小紅帽？|因為捷運裡不能吃東西
日歷上又一隻蜜蜂|風和日麗(蜂和日曆)
小白加小白等於？|小白兔(小白two)
偷什麼不會犯法？|笑
樹的味道像什麼??|雞 因為 數位相機~~
在高速公路上有一隻狗請問要怎麼辦|咖啡(ㄍㄚ  ㄅㄧ)給牠ㄅㄧ
什麼馬會亂買東西|歐巴馬(黑白買呀)台語
要考試了，不能看什麼書？|百科全書〈因為百科全輸〉
透明的劍是什麼劍?|看不見(劍)
有兩個人掉進洞裡，死的人叫死人，那活的人叫什麼?|救命
為什麽小白兔不嫁給斑馬呢?|因為兔媽媽說紋身不是好孩子
烏龜的心臟是什麼形狀的??|箭...歸心似箭
上完廁所你會用哪隻手擦屁股??|當然是用衛生紙阿!  用手多髒阿~
當你坐在帳篷哩，一抬頭卻看到滿天的星星，你會想到什麼？|帳篷被偷了！
鐵放在外面會生鏽，金子放在外面會怎樣？|會被偷
醬油的哥哥是誰!|醬油膏(台語)
有一艘船，上面載了3個人，船沉了，雖然3個人都不會游泳，也沒有救生圈、救生衣，而且還跟著傳一起沉下去，可是卻沒死，為甚麼？|因為那艘船是潛水艇
有一天哥哥跟弟弟一起騎著腳踏車經過鄰居家要跟鄰居打招呼...為什麼鄰居不理他!!!|因為他們又不認識!
為什麼.星星在天上不會被飛機撞到呢?|因為他會"閃"
最怕進鬼屋的鬼是什麼鬼|膽小鬼
狗為什麼過了獨木橋就不叫了???|因為過目不忘(汪)
兩個工人|巫
鉛筆姓什麼??|蕭(削鉛筆)
哪裡的芭樂最貴?  要888元!|麥當勞,因為芭樂888
在時速100英里有為乘客跑出車相,卻沒事為甚麼??|他跑到另一個車廂
大胖買了一瓶酒誘l是木篩但拔不起來那他不鑽洞.不打破卻能喝到?|他把木篩壓下去
大腸睡不好是誰害的？|薑絲   因為薑絲(吵)炒大腸
公廁|倫敦
為什麼老樹都比新樹正|因為心術不正(新樹不正)
要怎麼區分章魚的手和腳|打章魚的頭,看牠用那一隻,摸頭,就是牠的手
小明家住14樓，他每天搭電梯從14樓搭到1樓，但為什麼他回家時總是先搭電梯到5樓，再走路到14樓?|因為他太矮，按不到14樓的電梯...= =+
老人最怕什麼??|月亮，因為月下(嚇)老人=ˇ=
什麼書在書店買不到？|遺書
企鵝的肚子為什麼是白的?|因為他手短
要怎樣把長頸鹿塞進冰箱|冰箱門打開 把長頸鹿硬塞進去 把門關上
要怎樣把大象塞進冰箱|打開冰箱 把長頸鹿拿出來 把大象塞進去 把門關上
有口不說一句話,無腳能走千里步,它能把人家心事,樁樁件件說清楚!|信
你猜什麼時候會想喝氣水呢????|孤單的時候,因為當你孤單你會想汽水~
席時皇帝真可憐 據與小羊同踏眠           猜一個字|群
孔子有三位徒弟子貢 子路和子游,其中哪一個不是人|子路 因為(指鹿)為馬
牛ˋ馬ˋ豬，哪一隻最聰明?|豬，因為豬(珠)算高手
老虎叫什麼名字?|丹丹，虎視眈眈
闊嘴老婆婆，說話真嘮叨，愛洗冷水浴，走路擺又搖。|鴨子
甚麼動物最愛花錢？？|斑馬因為［黑白馬，台語隨便買］
電視看新聞和買報紙看新聞有甚麼不一樣?|報紙可以包油條 電視不行
下雨的時候，綠豆會變成甚麼豆??????|黃豆，因為穿了輕便雨衣~
蕃茄從101大樓摔下來會變什麼？|番茄醬
豆腐跌倒變甚麼??|豆花
哪兩個英文字母在一起會爆炸?|OK蹦
米妮問米奇:珍珠奶茶怎樣變大杯?...|大杯咒(大悲咒)
哪兩個數字最"閃亮"|1和3:因為一閃一閃亮晶晶(1313亮晶晶)
老陳辦夜看到小偷再偷珠寶,可是他卻假裝沒看到,為什麼?|小偷再偷隔壁的珠寶店
小混混升上大學之後，什麼課都蹺課，只有一節課他乖乖地，從不缺課，那是什麼課？|當然是下課呀
小憲憲開車不慎撞上電線桿出車禍，警察到達現場，發現車上有個死人，小憲憲辯稱與他無關，警察卻很快就相信了，為什麼？|因為小憲憲開的是靈車
爸媽吵架你要站那邊|站旁邊
人跟哪種食物最親近|麻糬〈麻吉〉
有一隻熊走過來|有備而來    (備而:英文bear)
霍爾的移動城堡 第二集叫甚麼??|霍爾的兩棟城堡  XD 哈哈!!
哪一個月份有二十八天?|每個月都有二十八天~~
請問考試時,誰最愛東張西望|老師
一個戴手套的小偷偷了東西  警察卻發現了他的指紋為甚麼|他戴破掉的手套阿= =
玉皇大帝請假，猜成語|六神無主
紅姑娘-住小巷-冬天短-夏天長|溫度計
有一本字典  你想要跨過去卻跨不過 ?|因為字典放在角落裡   你想跨當然跨不過
尖長嘴  鐵骨刺  咬一口  走一步|剪刀
為何小明考試時回答的都對.卻還要被打?|因為他作弊啊!
怎樣使麻雀安靜下來？(腦筋急轉彎)|壓他一下     鴉(壓)雀無聲
為甚麽火柴人不能亂搔頭？|應為亂搔頭，頭就會起火
為什麼醫護人員跟小美講說你的老公死了小美不肯相信!|因為小美根本還沒結婚
甲.乙.丙.丁.戊.已.庚.辛,哪一個字最酷?|丁(丁字褲)
劉德華的忘情水要找誰買|阿霞   因為  ㄚ哈(阿霞) 給我一杯忘情水
羊和牛誰跑最快？|羊，因為羊衝(洋蔥)
小明家住在10樓，為什麼他只按到7樓，不按10樓呢?|因為他的手太短了，只能按到7樓，所以只好再走樓梯上10樓
7-11(便利商店) 猜一種職業|護士，因為7-11=-4  諧音護士
音樂課唱什麼調會被全班打?|唱反調
綠豆哪裡人|嘉義人
(綠豆加薏仁)
什麼東西左手拿的到右手拿不到|右手
小小水晶宮外面築厚牆,宮內暖烘烘'牆外冰涼涼|熱水瓶
大肚鼓鼓,輕如羽毛'拉繩一鬆,冉冉上飄|氣球
紅嘴綠鸚哥,靜靜不唱歌,人們都愛牠'吃了營養多|菠菜
有物不成材,難登大雅堂'客來躲一旁,客去盡出來|抹布
房間有油燈，暖爐和壁爐。現在，你有一支火柴。請問首先應該地點燃什麼？|火柴
老虎臉上三條線。猜一個字。|彪
傻蛋 傻豆 傻瓜 傻子 誰適合當兵 ？|答案是....傻豆     灑豆成兵....
為甚麼蝙蝠要倒立?|因為他胃下垂
有兩個豆腐去旅行。一個去阿拉伯，一個去北極。後來他們變成什麼?|油豆腐跟凍豆腐
婆婆不管|公事公辦
什麼東西比麥當勞大？？|肯得基.因為.肯得基『爺爺』.麥當勞『叔叔』
紙和布怕什麼??|布怕一萬 只怕萬一
魚和蝦子比賽跑步，螃蟹做裁判，螃蟹說:「預備起」魚就很生氣的說:「你幹嘛罵我白癡，你才白癡呢!!」最後是誰贏呢???|蝦子，因為魚一直罵螃蟹
公司要裁員時不能喝什麼？|鮮草蜜~因為先炒ME
有一天，小明去看醫生醫生跟他說:「看開一點!」請問他得什麼病?|鬥雞眼
要怎麼樣最快把冰變成水?|把冰的兩點擦掉就變成了水
小時四隻腳 大時兩隻腳到老三隻腳|人
籠裡有一隻鳥|關羽
雜貨店(台語)是誰開的?|乾媽，因為雜貨店的台語就是......
什麼比賽要往後跑|拔河
紅螃蟹和青螃蟹比賽跑步誰會獲勝????|青螃蟹，因為紅螃蟹已經煮熟ㄌ，怎麼跑
三個人去日本|春
『羊給老鷹打電話』猜一個成語。|陽奉陰違
（羊ｐｈｏｎｅ）陰違（鷹喂）
氣球裡面裝氣:哪游泳圈內裝什麼?|不會游泳的人
有一個獵人在樹林裡打獵,樹上有十隻小鳥獵人射下來了一隻那還剩下幾隻鳥?|0隻，因為槍蹦一聲，所以剩下來的9隻鳥都飛走了
看到眼鏡蛇,該怎麼辦|打破他的眼鏡
風簷走璧捕蚊蠅，遇難斷尾能再生，有個別名叫守宮|壁虎
有兩個人同時掉進很深的洞裡，一死一活，活的人喊救命，死的人喊什麼？|人都死了，還喊什麼？
羊停止了呼吸|揚眉吐氣
誰的腳最甜???|甜甜   因為...有一個女孩叫(腳)甜甜
一片大草原，請猜一朵花!|沒花(梅花)
下錯交流道|白花油
有隻狗在沙漠找到了電線桿，為什麼還是憋死了???|因為電線桿上有張紙 : 禁止尿尿!!!
小明開上計程車道路上,為啥沒有人向他招手?(牌子上面是顯示沒人)|因為他開在高速公路上
如果你是獵人,你今天上山打獵,碰到紅鬼跟青鬼,紅鬼需要用2顆子彈打死,青鬼需要1顆子彈打死,你只有2顆子彈,要怎們同時把青鬼跟紅鬼打死??|先把青鬼打死,剩下1顆子彈,紅鬼看到時臉色發青,就變成青鬼了,再用剩下的子彈,把紅鬼打死就好了
有一間空屋裡 飛進了一隻鴿子 這隻鴿子會被藏到哪裡?|屋頂。 在屋頂唱(藏)著你的歌(鴿)
大野狼終於進去了三隻小豬的房子,但是為什      麼大野狼不想吃三隻小豬了呢?|因為那三隻小豬是撲滿..................
森林由幾個木組成|5個
別人請你吃，你自己還要付錢的東西是什麼?|吃官司
學生證掉了怎麼辦？|撿起來
怎麼把五十塊變一百塊|在加五十塊
有三隻壁虎,其中一隻從牆壁上掉了下來,為甚麼其他兩隻也跟著掉下來?|因為其他兩隻壁虎再笑第一隻壁虎,忘了黏住,也跟著掉下來了
兩隻蟑螂在地上滾。|強強滾
有一位老人上了公車，為啥小華不讓位給老人?|因為小華是司機
洗澡時是先脫衣服還是脫褲子??|當然是先關門阿...
頑皮豹的職業是什麼??????|打狼因為:(打狼~打狼~打狼~
青春痘長在哪裡最不用擔心|當然是長在別人的臉上最不用擔心阿
什麼東西會有陽光的時瀖會跟著你做跟著你做樣的動作|影
洗手間客滿(猜一成語)|無的(地)放矢(屎)
有一個獵人，身上帶了兩支弓箭這次要去殺猩猩第一發弓箭被猩猩的右手接住了第二發被猩猩的左手接住了但為什麼猩猩會先死?|因為猩猩拿著箭打肚子然後說「喔ㄧㄛㄧㄛ」
誰家沒有電話?|天衣(因為:天衣無縫phone)
小白加小白等於什麼?|小白兔(小白two)
誰ㄑ買東西都打九折?|李九哲(你九折)
一顆心幾元?|一億   因為一心一意
24小時裡幾十幾分最趕時間|12點59分(因為快一點啦)
有兩個人掉到很深的洞一男一女 一樣是活ㄉ女ㄉ喊救命那男ㄉ喊什麼?|很重啦!!趕快起來
爸爸.媽媽.寶寶. 誰最倒楣ㄋ?|寶寶 因為寶寶睡(衰) 寶寶睡(衰)
請問A~Z哪以個最會裝酷|C裝酷
有一個人跳進黃河最後他怎麼了???|衣服濕掉了
插好吸管請她喝飲料.一直不喝的人是誰?|美國統   布希
鍵盤上哪一ㄍ鍵最[帥]|當然是你們最崇拜ㄉ人[F4]阿哈哈哈哈!!
請問吃什麼糖會打噴嚏?|嗨啾,因為哈啾
哪裡癢了會被揍|皮在癢
怎樣才能在一秒內把原來很亂的房間收拾乾淨?|閉上眼睛ㄚ!         ( 哇哈哈~!)
什麼花越熱越開花|爆米花
妳有一根火柴.暖爐.壁爐.火爐妳要先點燃哪一個?|火柴
請問神麼水果最燙?|離子(梨子)燙
為什麼女生的體重比較輕,男生比較重?|重男輕女
成人紙尿褲 [猜一位古代人物]|包青天[包大人]
吳剛為什麼要伐桂|因為他被老師罰跪了
小豆跟小文去採水果，小文採了很多蘋果回家洗準備要吃，那為什麼小豆洗的是鞋子勒？|因為，小豆＂踩＂到的是大便！
爺爺、爸爸、弟弟，哪一個人聽到媽媽的話會很感動？|爺爺。因為＂爺爺（夜夜）想起媽媽的話，閃閃的淚光魯冰花～＂
為什麼老人上車小華不讓他坐他的位置?|因為............小華是司機
王先生!白小姐坐在石頭上!猜一個字??|碧
哪一種雞跑的最快?|麥克雞,因為麥克雞塊[快]
廁所要放什麼花?|五月花(衛生紙)
什麽樣的人不能在加油站工作?|油腔滑調(油槍滑掉)的人
為什麽漢子不出門?|因為一出門就變門外漢了
一群太監在聊天,猜一成語?|無稽之談(無雞之談)
太陽,月亮,星星哪個是啞巴?|星星(天上的星星不說話-魯冰花)
天上的星星有多重?|八克(starbucks 星巴克)
哪兩個英文字母合起來會爆炸?|ok蹦
一陰一陽，一短一長，一晝一夜，一熱一涼|明
香蕉從大樓掉下來變甚麼???|茄子(因為他瘀青了)
有一個人走在海灘上，回頭卻沒看到自己的腳印，為甚麼?|他倒著走
什麼動物最愛貼在牆壁上?|海豹(海報)
有一隻動物的名字,如果反過來念,是一種食物的名稱,猜是什麼??|(食物)蜂蜜;(動物)蜜蜂
是誰殺ㄌ麵條|阿Q
哪種酒大家都想喝|喜酒
糖跟醋有什麼不同?|你可以請人吃糖，不可以叫人吃醋
有15個人|傘
草下一人,人下一樹|茶
哪裡投籃球都不會投中?|南投(難投)
你動它也動, 你抓抓不起起你罵它不理,天黑沒蹤影|影子
牛奶是誰生的?|花(生)牛奶
麥當勞和肯德基哪一個比較大?|肯德基,因為:麥當勞是叔叔,肯德基是爺爺
貓熊一生最大的願望是神麼?|拍一張 彩色的照片XDDDD:)) 哇哈哈
大象和企鵝誰的皮膚比較差?|大象,因為:橡皮嚓(象皮差)
狗過了橋就不叫了|過目不忘=過木不汪
手機不可以濕|機不可濕(機不可失)
小明有一次去釣魚 掉到了一隻魷魚 那隻魷魚救苦苦哀求他說: 拜託不要考我 , 小名就說 好 那我考依你個題目 你答對了我就不考你。為甚麼到最後由於還是死了??|因為魷魚說: 考我!!考我!!考我!! (烤我!!
烤我!!烤我!!) - -
一個荷包蛋要煎10分鐘，那麼五個荷包蛋要煎幾分鐘ㄋ？|10分鐘   因為一起煎啊
超人保護地球，那誰保護城市？|螢幕，因為螢幕保護 程式
請問誰最不孝順母親？|面速力，因為面速力達母[打母]
什麼東西要小心?|蠟筆    因為蠟筆小心
一顆心值多少錢?|一心一億
哪個注音符號會裝酷呢?  猜猜看ㄅ  猜不到就看答案吧!|是ㄒ 因為西(ㄒ)裝褲
水要怎嚜變成冰?|加兩點不就好了!
長頸鹿的脖子怎嚜那麼長?|上吊失敗
曉明拿著一張紙,紙上寫了字,他拿這張紙去問老師:紙上的字怎麼念?每個老師都說不知道,請問到底是什麼字難道連老師都說不知道呢?|不知道
一隻狼.掉進冰河裡|檳榔
神的交通工具|寶貝   因為神〈騎〉寶貝
誰殺了麵|阿Q   因為阿Q"捅"麵
誰會叮叮叮的吵死人?|鬧鐘(手機是拎拎拎的)
太陽和太陽 中間是啥麼??|和
書局裡沒有賣甚麼書??|遺書
菜鳥講英文|蔡英文
為什麼劉備的小孩不能去游泳??|因為人家都說浮不起得阿斗
有一個人他是你爸媽生的但不是你的兄弟姐妹他是誰|你自己
有一隻蚊子只叮鼠牛虎兔龍蛇馬羊猴雞豬,為捨狗沒有呢?|不叮狗(布丁狗)
吸血鬼為神麼不敢喝果汁?|因為[汁]的旁邊有十字架,吸血鬼怕十字架
有位王子吻了白雪公主,白雪公主為神麼沒起來?|因為它在賴床
大家打噴嚏的時候都會說出一個泡麵品牌,請問是甚麼?|哈糗(阿Q)桶麵
住 哪裡會講髒話?|彰化(髒話)
上廁所時,為什麼要關門跟窗戶|怕小鳥會飛走
一個老頭，沒腳沒手，笑口常開，不跑不走，要他睡覺，他卻搖頭。|滑鼠
當你在旋轉跳躍時,你要做什麼|閉眼睛,因為旋轉,跳躍,我閉著眼(蔡依林-舞孃)
美人魚和人類結婚後會變成甚麼魚?|大肚魚
hello kitty為什麼都不吃東西|因為他沒有嘴巴
馬克杯和玻璃杯一起過馬路，結果玻璃杯被車撞，為什麼?|因為馬克杯有耳朵，玻璃杯沒有，所以馬克杯聽的到喇叭的聲音
有[八]個仙過海位甚麼回來只有[四]個|另外[四]個被煮成[四]神湯了
糖果是公的還是母的|母的  因為糖果會生蟆蟻
英文字母有幾個??|7個.因為English
為什麼黑人喜歡吃白巧克力?|因為吃黑巧克力會咬到自己的手指喔
小明想自殺 所以他拿了蟑螂噴霧噴了自己好多下 但是過了好幾天他都還沒死 為什麼???????|因為他忘了使用前要搖一搖
羊吃草,馬吃甚麼?|馬克杯
美人魚為什麼很專情|她不會劈腿
小時四隻腳.大時兩隻腳.到老時三隻腳|人
雙喜臨門!|重慶
何去何從|胡適
有一天,小狗和小兔和小雞想養寵物,小狗說我的要叫小狗狗小兔說我的要叫小兔兔,小雞卻生氣的離開.為什麼?|因為牠的寵物叫小雞雞
A-Z那一個最愛装酷|C　　裝　　　酷
歐巴馬的座右銘是什麼?|歐北買(隨便買)
為什麼會發生921大地震？|因為那天所有的胖子都用力跳阿跳
九九踩到一灘水，為何他不會滑倒|因為他前面那個人已經滑倒，把水吸乾了！
有一天 小愛搭電車要去上課 結果遲到了 老師問為什麼遲到?猜!小愛怎麼回答|因為我搭的電車爆胎哩~~~~~
有一天綠豆從101大樓跳下來變成什麼|因為他流血變紅豆
為啥小明的內褲會有黃黃得|因為大便沒擦屁股
有一個弟弟扭傷了腳,他問他哥哥:有什麼方法可以不要一拐一拐的,你猜,是什麼方法?|扭傷另一隻腳!~
猴子最討厭什麼線?|平行線 因為他不會相交(香蕉)
爲什麼一堆小番薯不敢去呀咪樂園|因為呀咪樂園有人稱號叫神射手
做實驗時,老師叫小于把冰塊溶化,老師為什麼說他在上國語課呢?|他直接寫一冰字再把冰部擦掉
鉛筆的姓氏是什麼?|削,因為削鉛筆有想出來嗎?
哪兩個哥哥最討人厭|胎哥和豬哥啦
甚麼獅子最聰明和有智慧|軍師
哪一國人最瘦|台灣人壽
哪一種蛋是用來看的，不是用來吃的?|臉蛋
睡美人怕什麼|失眠
新娘結婚後會變什麼？|老婆
0到100哪一個數字最會遲到?|珊珊(33)來遲
有毛不是鳥,不圓卻是球,兩邊挨嘴巴,從來沒自由|羽毛球
頭戴綠帽,身穿綠袍,吃進千言萬語,送出深情厚意|郵筒
飲水思源|知本
通往總統府的是神麼路???????????|馬路＝　＝
最長的車是甚麼車?|塞車
用椰子、鳳梨和榴槤打頭那一個比叫痛?|當然是頭比較痛
有一根火柴棒頭很癢,就一直抓,頭就受傷了,去醫院給醫生包起來,變成了甚麼?|棉花棒
誰是我的三商巧福?|施明德，因為施明德是我的~三商巧福!
李白是怎麼死的??|詩寫過多(失血過多)而死的~~
廁所裡要擺什麼花|五月花衛生紙
公雞被圍毆|打火機    台語(賴打)   (打火雞)
灰熊.黑熊.白熊誰比較利害?|輝雄       台語  因為ㄏㄨ一雄哩嗨
有1座橋很漂亮很美麗,但是怎麼過也過不去是甚麼橋?!|答案是:彩虹  猜對了嘛
鑰匙/要死掉了怎麼辦?!|答案是撿起來
在國外看到綠色代表有好事,那在台灣看到綠色會怎麼樣?!|會被罵,因為綠燈了還不走
哪為歷史人物最欠扁呢?|蘇武  蘇武牧羊北海邊（被海扁）
一部電影300元,那麼3部電影要多少元?|50(因為三不五時)
哪個卡通人物最肥呢？|小飛俠  肥啊、肥啊、小飛俠
爸爸的爸爸的爸爸|麥當勞,因為:爸爸 爸爸爸 爸I love It
阿里巴巴帶著40大盜到台灣旅遊但為什麼回去時只剩下36名大盜?|因為他留了“四民大道”(四名大盜)在台北呀
台北哪一個地方看不到101?|101大樓裡面看不到
什麼汁最苦|絞盡腦汁
史努比死在哪裡|路邊            (台語)
為什麼蕃薯寶寶每天早上不用洗臉|因為蕃薯寶寶天天被玩水球的挑戰著洗了啊
為甚麼門墳墓沒有人|因為墓中無人
有一隻牛進去商店被打出來一隻狗進去也被打出來那為甚麼一隻羊進去沒被打出來|因為24小時不打羊
甚麼酒不能喝|馬英九(馬英酒)
薑切成4片會變成什麼|薑 薑 薑 薑
小時後0隻腳長大辣4隻腳|青蛙
圓圓的肚子空敲他兩下他叫痛|大鼓
什麼馬可以吃掉大像?|「象棋」裡的象
小明要跳海自殺為神麼它還穿著救身衣|因為他怕死!!!!!!!
一隻雞和一隻鵝放在冰箱.過了一天.為甚麼雞死了鵝沒死?|因為鵝是企鵝哈!哈!哈!
猴子最討厭什麼線?|平行線,因為沒有相交(香蕉)
紅豆.黃豆.綠豆哪個賣的最貴?|紅豆.因為紅豆很貴(粉貴)
兄弟一般高，出門就賽跑，只差一點點，永遠追不到。|腳踏車
一隻蜜蜂停在日曆上|風和日麗
位什麼廁所要有屋頂阿|因為老天有眼
什麼東西種是想把他打死ㄚ!~~     用點頭腦想一想八|雨神因為(用台語唸八是)蒼蠅
有一天玻璃杯跟咖啡杯走在馬路上凸然叭叭!  一聲玻璃杯被撞死哩咖啡杯沒死是位啥呢?                          想想看巴|是耳多咖啡杯有把手阿玻璃杯沒有阿!~~哈哈
有個好朋友 天天來聚首告我天下事 卻又不開口|報紙
嘴巴尖尖 身體長長木頭外衣 黑色心腸|鉛筆
世上什麼桶子裝水裝不滿?|馬桶
塗上了什麼就可以對任何事都靈|凡士林(凡事靈)
山上有石頭|岩
什麼魚不行釣?|木魚
為什麼狐狸總是摔倒?|因為狐狸很狡猾〈腳滑〉
請用數碼寶貝白痴造句|今天吃素嗎?寶貝
哪一種牌子的掃把最爛？|火鳥牌！！因為！燃燒吧~（爛掃把）！！火鳥
小丁工作常常摸魚，為什麼老闆還是一樣重用他？|他在水族館工作
什麼龍是白色的?|寶麗龍
為什麼企鵝只有肚子是白的|因為牠的手太短只能洗到肚子
把18拆成兩半是什麼?|10
樹下有個小孩子|李
有人站在大象旁|像
孩子站在媽媽的左邊|好
什麼人老的最快?|新娘  因為:今天是新娘，明天就是老婆
有幾千萬不能出門|有事千萬別出門    有(四千萬)不要出門
雙雙對對|筷子
豬和狗是什麼顏色?|藍色!
因為豬狗不如(blue)
哪個歷史人跑最快|曹操因為說曹操  曹操到
小孩子跌倒|馬馬虎虎  媽媽呼呼
上面是水災...下面是火災   猜一食物|火鍋
十加十|茄
頑皮豹最喜歡做啥工作??|打蠟(因為打蠟打蠟打蠟打蠟打蠟)
阿美長的遜斃了，卻有2個帥哥位了娶他而大打出手，為什麼?|因為輸的人要娶他
世界上誰最會殺龍|巴斯 .因為(沙隆)巴斯
請問~吃什麼東西會變瘦呢?|螞蟻   因為   (食蟻獸)
哪一個英文字母殺了貝爾?|E  因為 E殺貝爾   ┐‧口‧┌
什麼羊很壞??|三陽(羊)機車
什麼[路}最大|大陸
每天來相見，你笑他也笑，你如果出聲，他不會出聲。|鏡子
那個門不能鎖??|肛門
哪個國家不用電?|緬甸!    因為: 免電
隱形的劍叫什麼劍?|看不見※《劍》
偷什麼不犯法|偷笑
春、夏、秋、冬誰最強?|東。因為東東東...強東東東....強(打鼓聲)!!
誰最愛種花?|阿兵哥.因為我愛中華(種花)我愛中華(種花)
刮鬍刀是誰發明的？|蘇弒，因為（舒適）牌刮鬍刀
如果有一台車，司機是小明.乘客是小華   那這一台車是誰的?|如果的因為:如果有一台車
為什麼天上的飛機永遠都撞不到星星？|因為星星會閃啊！
哪一種中藥材最會迷路？|人蔘。有句話說：人生地不熟。
什麼島最熱?|中午(發台語)
哪一種人可以長到5000公分|唬人(沒人長這麼高!!)
有一天，小明騎摩托車去加油站加油，突然他的帽子被風吹走了!他就跟加油站的小姐說:你幫我加油一下，我去撿帽子結果，你知道加油站小姐說什麼嗎?|他對著小明說:加油! 加油!
什麼雞沒有翅膀?|田雞(青蛙)
WTO=????|世界貿易組織
糖果腿軟變甚麼|軟糖
借甚麼不用還|借過
一天中甚麼時候是最趕得|12點50 (因為大家都說快一點快一點)
為什麼小明可以一口氣吃下好多頭牛^^|蝸牛
洗澡的時後要先做甚麼?|先關門
哪兩個英文字母合在一起會爆炸?|O跟K 因為OK蹦
有一天 小明去看醫生醫生叫他看開一點猜猜看他得了什麼病?|鬥雞眼
打什麼東西不必費力氣?|打哈欠
醫生開刀為什麼都要戴著口罩|萬一手術失敗,才不會被認出來
什麼人最愛棄兒?|國王企鵝(國王棄兒)
瞎子喜歡什麼人?|流氓(因為他會說:給你一點顏色瞧瞧)
為什麼人係喜歡坐在電視機前面看電視|因為站著腳會酸
白姑娘加黑姑娘=咩姑娘|灰姑娘
打甚麼東西不會痛|打瞌睡
什麼山不可以爬|國父孫中山
什麼酒不可以喝|總統馬英九
什麼海鮮最多傷痕|花枝  因為花枝招展(斬)
老師叫你/妳抄課文時,該怎麼說?|答：版權所有，翻印必究。
一對夫婦，剛生了一個小孩，發現小孩只有一隻右手，他們該怎麼辦?|別緊張，每一個人都只有一隻右手。
搶匪最喜歡搭哪一種交通工具去搶銀行？！|火車　（　因為：嘟嘟　起搶起搶（　請搶請搶　）　）
什麼會亂花錢??|斑馬因為斑馬的台語是(喔北ㄇㄟˋ)
蚊子是冷血動物還是熱血動物?|冷血動物  因為:文質(蚊子)彬彬阿
誰最愛亂買東西|歐巴馬(黑白買)
一位瞎子幫人算命。|胡說八道
唸完台大要多久|兩秒鐘
有不認識的人登入台灣，為什麼警察不解決?|因為他登入台灣網頁
九個口八個破=?|井
打獵要用哪種工具?|蘇永康-------使用洞(台語)
我們用牙刷刷牙   動物用什麼刷牙|潔牙棒= =
什麼老鼠最乾淨？|衛生署 ( 鼠 )
什麼羊不能吃?|海洋 哈!!!
有翅無羽毛，能飛不是鳥。|蝙蝠。
地震時在哪最安全?|飛機
阿里巴巴為什麼只帶了36名大盜到臺北市?|因為臺北市已經有市民大道(四名大盜)
洗臉的叫臉盆，那洗手的呢???|金盆洗手
豆腐跌倒後會變啥?|豆花!!!嘻嘻!
草莓和巧克力打架為啥草莓輸了?|因為(巧克力棒)
人體哪個東西貴到可賣到兆?|膽  因為台語說:好膽賣兆
世界上誰最怕死??|沙龍帕斯
(沙龍 怕死)
皮卡丘的弟弟叫什麼|皮在癢
豹的的女朋友是誰?????|烏龜  因為抱的美人龜(抱得美人歸)
身分證掉了怎麼辦？|身分證掉了別緊張，撿起來就好了。
誰最會弄丟鉛筆|麥可傑可森因為    逼勒  ( (筆勒 ))
甚麼河不能游|銀河
三個太陽猜一字|晶
哪一條街不下雨??|芝麻街因為(芝麻街美語)
偷甚麼東西不犯法|偷笑不犯法
人死後為啥會冰冰冷冷的呢？|心淨自然涼，猜對了嗎？
皮也輕輕,骨也輕輕,心頭冒火,全身通明.|燈籠
上去一團煙,下來星星點,高空遇冷氣,凝成水晶片.|水
有一隻熊走過來|有備〈熊的英文〉而來
王先生,白小姐,坐在石頭上.|碧
一千個女鬼|魏
小明這陣子不見了!你猜他跑去哪了??|被拿去講笑話了
像牙齒,又會咬紙,大家常用的|釘書針
一個公公精神好，從早到晚不睡覺；身體雖小力氣大，千人萬人難推倒|不倒翁
誰的快遞最多|王老生先
小明的媽媽有3個兒子老大叫大毛老二叫小毛那老3叫什麼？|小明
小明打電話給爸爸是女生接的,你猜他說什麼?|您撥的電話未接聽,請稍後再撥謝謝
白米從樓上摔下來變成什麼？|紫米，因為它瘀青變成紫色的
什麼老鼠用兩隻腳走路???|米老鼠
哪一國人肚子最硬?????|印度人(硬度人)
皮卡丘的弟弟叫什麼??|皮在癢
煮一顆雞蛋要3分半鐘，煮三顆呢?|三分半鐘，因為可以一起煮啊!
有三顆石頭|磊
為什麼每個人都會和蟑螂打招呼?|因為大家都說害蟲(Hi蟲)
狗狗、貓咪、老鼠、老虎誰最先背書？|狗狗（因為旺旺先貝）
台灣最沒禮貌的飯店是哪一家??|香格里拉{誰說你來台語]
超人什麼東西最多?|衣服,每次脫一脫就都沒撿回來
羊來了|草莓
你的初吻啥時被帶走|喝飲料，吃飯，因為〈嘴唇碰到碗或飲料吸管〉
大人一起出去玩猜成語|不約而同〈不約兒童〉
廚師無緣無故哭了!為什麼呢?|因為他在切洋蔥
誰最常跌倒？|狐狸　你太狡滑（腳滑）了！
游來游去真快樂走來走去快死掉|魚
為什麼要坐在電視前面?|因為腳會酸
看三部電影要多少錢|三不五時
神都騎什麼交通工具|寶貝，因為神奇寶貝
蘋果.葡萄.柳丁.鳳梨.橘子剪刀石頭布誰會輸|鳳梨因為[鳳梨酥.輸]哈哈哈
kpou9o9u98guju|iou
哪一種中藥材最怕冷?|人生(人參)地不熟
什麼虎不咬人??|壁虎...
哪個卡通人物很喜歡吃很燙的東西!|賈修!因為(吃燙的台語)!
誰最愛打自己的弟弟???|歐弟
金斧頭白銀把街上有人 賣地裡不種它|豆芽菜
有東西掉怎麼辦???|緊張什麼?撿起來就好!
狼住在冰洞裡是甚麼|冰郎)     因為  冰狼
狼是甚麼?|(冰郎)     因為  冰狼
小明和小華到海邊講笑話結果死了為甚麼|因為海嘯了[海笑了]
北極狼掉進冰河會變(檳榔);那大野狼掉進油漆桶會變什麼?|大色狼
從事哪一種寫作最賺錢?|勒索信
爸媽吵架時,小孩要站哪邊?|站旁邊
哪個地方最適合烤肉,為什麼?|動物園;因為那裡什麼都有
滿滿的一杯水,怎麼先喝到杯底的水呢|用吸管喝
什麼動物可以黏在牆壁上?|海豹(海報)
四個角四個邊|桌子
八千女鬼|魏
3個太陽猜一種動物|山羊
上戰場絕對不能帶什麼槍？|娘娘槍（腔）
家有家規,校有校規,那動物園有甚麼?|烏龜
狼掉到冰河變什麼?|檳榔
綠豆跌倒變什麼豆|黑豆因為瘀青了
哪一種動物進了森林以後就會迷路???|麋鹿
冬瓜.黃瓜.西瓜.南瓜都能吃  什麼瓜不能吃?|傻瓜
身穿花花衣 要和花爭艷 飛舞花叢裏 將那花粉傳|蝴蝶
世界上誰最愛蟹堡和錢還有豎笛?|貴海綿寶寶.蟹阿金(蟹老闆).風之章魚哥
看不見的狗|芒果
狗跪在地上變什麼?|貴賓狗(跪冰狗)
薑切成四片變成什麼?|薑薑薑薑
把大象放進冰箱裡，需要幾個步驟。|3個，1:把冰箱門開起來  2:把大像放進去   3:把冰箱門關起來
把大象放進冰箱需要三個步驟那把長頸鹿放進冰箱需要幾個步驟呢??|4個  1:把冰箱門開起來  2:把大象拿出來  3:把長頸鹿放進去  4:把冰箱門關起來
哪個動物胸部最大?|斑馬 (因為ZeBRA)
請問為什麼他要把刀給別人|拔刀相助
一顆心賣一億|一心一意
甚麼雞跑最快??|麥克雞{因為麥克雞塊}
人們喜歡萬聖節.聖誕節,那他們最怕甚麼節|雨傘節
假如你是公車司機,有200個人上車,又有183個人下車,又有854個人上車,又有1位老奶奶上車,又有一位阿公上車,那誰是公車司機?|看的人!因為我前面已經說(假如你是公車司機了XD)
有一天，香蕉覺得他的身體不舒服，去看醫生，醫生跟香蕉說了什麼??|醫生對香蕉說：香蕉阿！我發現你有脊椎側彎呀~~
有一位先生很健康.但他每天都要進醫院.為甚麼?|因為他是醫生
考試前不能看甚麼書??|百科全書因為百科全輸
有一隻公鹿牠跑的很快但是愈跑愈快,請問到最後變成了什麼?|高速公路
他不會開花可是有毒|龜殼花(一種蛇)
最會賺錢的龍?|成龍
幾頭牛能推動2隻老虎?|9頭牛 因為(九牛二虎)~_~******{哈哈}
什麼龍活最久|保力龍
什麼龍最愛打架?|李小龍
今天有一顆愛心|念
有什麼是比踩到大便還要倒楣|踩到地雷
美女喜歡色狼的哪一點？|離我遠一點
黃豆從十樓跳到下面，變甚麼豆|紅豆
南洋諸葛亮，穩坐中軍帳，擺起八卦陣，單捉飛來將。（猜動物）|蜘蛛
什麼魚不能吃|當然是木魚啦!
孕婦走鋼絲|鋌而走險
甚麼時候2會大於3?|算錯的時候!哈！哈!
豹的老婆是誰?|烏龜，因為「豹得美人龜」(抱得美人歸)
四面八方站著一個人|囚
Hello Kitty賣光光|貓空
狼和獅子與老虎比賽跑步誰會先被淘汰?|狼 因為淘汰郎[狼]
哪一種藥材是比喻人的一輩子|人參
大人吵架小孩站哪裡?|站旁邊
有一顆木瓜樹上面長了香蕉請問大象.兔子.猴子誰會摘到?|都不會(因為木瓜樹上面不會長香蕉)
一條狗，七張嘴(猜一個字)|獸
哈姆太朗的台語怎麼講?|阿母台人= 媽媽殺人XD
誰最喜歡吃很燙的東西|賈修(因為很燙的台語)
蜜蜂停在日曆上,猜一個成語!!~^^|風(蜂)和日麗(曆)
哪個地區的人不會失意?????|馬德里   因為馬德里不思異
一個人被刷成金色|一名金人
舉雙手贊成|舉重
什麼龍不會動？|保麗龍
小明有三個哥哥，大哥叫大寶二哥叫二寶，請問小弟叫什麼????|小明
在北極的熊叫北極熊，在台灣的熊叫台灣黑熊，那在醫院的熊叫什麼熊？|不正常(台語)
為什麼印度人用手吃東西呢?!|用"腳"太髒囉...
刀和槍都是藍色|刀槍不入(blue)
偷什麼不犯法?|偷笑
老王喝飲料時為什麼飲料離他的嘴巴7公分他也還喝到?|他用吸管喝~
一打蛋多少?|蛋一打就碎了
國王倒過來是王國那咖啡倒過來變什麼?|咖啡道過來就翻倒了
要怎麼讓麻雀安靜下來？|壓牠一 下〈鴉雀無聲〉
在野外露營時 半夜突然醒過來 看到滿天的星星和北斗七星 第一件事會想到甚麼?|帳篷被偷了
誰保護麵?|肉燥麵(肉罩麵)
一頭毛毛，一頭光光，插進眼里冒白泡！|答案：刷牙
為甚麼寒假很短，暑假很長??|熱脹冷縮
老王姓什麼!|法  因為法老王
(刀)猜一種刀。|刮鬍刀，因為(  )=括弧，刀=刀，(  )+'刀=刮鬍刀
如果有一杯小杯奶茶，請問如何要把它變大杯?|念大悲(杯)咒
一點一橫長,一撇到南洋,南洋有個小和尚正在做文章,日頭對月亮|廠
小時候沒有腳.長大四隻腳|青蛙
小明在放一個炮|一炮而紅
英文數字總共有26個那E和T走了那剩下幾個英文字母呢?|21個因為他搭UFO走的
奶奶生日,為什麼小明祝奶奶長命百歲,奶奶卻很生氣?|奶奶過的是100歲生日
有意思還可以唸什麼?|魷魚絲
千隻腳,萬隻腳,站不牢,靠牆角|掃帚
明天就是世界末日為捨那麼多人想自殺?|因為要先去天堂搶位置不然會客滿
你哭,他也哭,你笑,他也笑,你問他是誰,他說你知道|鏡子
1到100中,哪一的數字最聽話?|一百.因為有句話說:百依百順
一頭有尾，一頭尖，一頭溼一頭乾；一頭在手裡，一頭在嘴裡鑽。|牙刷
雞蛋走進查館理喝茶，你猜他變成了甚麼？|茶葉蛋
兩個月|朋
本來較胖胖，天天卻消瘦，瘦到年底時，有股沒有肉。|日曆
一隻小鳥在樹上唱rap(一個字)|桑
有一位考生常常熬夜，後來肝都壞了。要喝什麼飲料，他的肝才會好呢？|御茶園。原因：喝一口回甘啊！
我不要.我不要|No  No
上不在上,下不在下,不可在上,且宜在下|卡
15天|胖
史上最小的郵筒|難以置信
甚麼字要三天才寫得完?|晶
你哭,我哭 你笑 我笑 請問這是什麼東西呢?|鏡子
一點一橫長,一撇到南洋,十字對十字,月亮對太陽|廟
什麼雞跑的最快，什麼雞跑的最慢？|[麥克雞快][尼克基慢]哈哈哈
吃什麼果會很開心？|開心果
1-1=多少？|[H]
千跟線  萬根線落在地上就不見|雨
什麼一個人就客滿了|厠所
什麼布剪不斷|瀑布
白貓掉到水裡去,黑貓把牠救起來,白貓對黑貓說什麼?|喵
如何表現出你很愛一個人?|巴他六下     (李聖傑唱著:你那麼愛她~為什麼不(把她留下)(巴他六下)
7減50=....?|富士山(負43)
哪個家具會比YA??|百葉窗(擺YA)
世界上什麼車最長|塞車
一點一橫長一撇到南洋南洋有個人只有一寸長|府
舉雙手贊成.|舉重
要死掉了怎麼辦?|要死(鑰匙)掉了就檢起來就好了
牛被冷死|New Balance
美妙身材量一量，量量不滿兩尺長，肚裡長長滾燙燙，肚皮卻是涼冰冰。|熱水瓶
十三點|汁
小狗最愛吃什麼?|雞蛋 因為 雞蛋裡挑骨頭
什麼東西被車子壓過會扁掉不會死掉。|馬陸(馬路)
在地下水溝很髒的狼叫什麼狼?|蟑螂因為髒狼
一邊是硬一邊是軟硬的好砌牆軟的好做鞋|破
地瓜拍照變???|地瓜葉(ya)
誰麼動物最愛聞內褲|豹 因為{豹紋內褲[豹聞內褲]}
第十一本書|不可思議 因為(BOOK11{諧音})
聞的到看不到|放屁
什麼東西有五個頭卻只有一個身體|手套
揮手說再見|軍
走道哪都有一條線在紙上|鉛筆
細菌的兒子比細菌還小,那什麼東西比細菌的兒子還小?|細菌的孫子
黑豬和白豬哪一個比較熱情??|黑豬,因為喔低(台語)熱情好想一把火
小豬們在跑馬拉松,有一隻說加油啊!(猜一種食品)|朱古力(巧克力)
有一天有一隻老鼠對另一隻老鼠說:快救我啊!有貓在追我。另一隻老鼠聽完之後就去拿斯斯(藥)老鼠說:為什麼要拿斯斯???你猜ㄋ??|因為趕貓(感冒)所以用斯斯啊
請問星星 月亮 太陽誰是啞巴??|星星           因為天上ㄉ星星不說話(魯冰花 )
偷甚麼不會被抓?|偷笑
甚麼人的肚子最硬?|硬度人
為什麼人類去旅行都要去城市不去鄉下？|一定要屈臣氏(去城市)
從前有阿伯和阿婆一起去淡水玩可是.....只有阿伯自己回來 阿婆沒有回來........為什麼呢?|因為 阿婆留下來賣阿婆鐵蛋
大象的左邊屁股像什麼?|大象的右屁股
和尚下班囉!!|關廟
為什麼有一隻狼一直跌倒|狡猾(腳滑)
出生時是4隻腳成年時是2隻腳老年時是3隻腳|人
7-11|護士(負4)
如果有一輛車，開車的是小明，後面是小紅跟小蘭，請問那部車是誰的？|如果的  →如果←有一輛車
第二個女兒|姿(因為.....第一個女兒是長女，第二個是次女
選美比賽|以貌取人
螃蟹逛街|橫行霸道
圓圓方方一塊田，田邊有方黑池塘，尖嘴烏鴉來喝水，一飛飛到白雲上。|寫字
甚麼天空不會暗|白天
怎麼把大象塞進冰箱裡???|打開冰箱，把大象塞進去，大把冰箱關起來
一隻狗跪在地上猜事什麼狗?|貴賓狗
請問颱風天要帶幾元出門?|4千萬
有一天 小明去雜貨店要買飲料 但是 店員跟小明推出了一瓶叫做 (心痛的感覺) 一瓶共要50元 小明好奇的買了下來 小明說:真的有心痛的感覺ㄟ 為啥?|白開水嘛  真的好心痛啊.....
蝦子和魚在百米賽跑中誰會被罵?|魚  因為預備起(魚北七)
開什麼車不要油?|開夜車
8走在0前面 0看到8笑了ㄧ下 猜他說了啥?|不要以為繫ㄌ皮帶就會比較瘦
甚麼島不是四面環海的?|吉之島
哪種刀最長?|屠龍刀  (Too Long刀)
一個男子怒氣沖沖地對寵物商店的老闆說：「你把狗賣給我看門，但是昨天晚上小偷進我家偷了我300元，牠連叫都沒有叫一聲。」為什麼?|「這條狗以前的主人是千萬富翁，所以300元牠根本不放在眼裡。
如果一隻大象已經在冰箱裡面了要怎麼把長頸鹿放進去?|打開冰箱門大象拿出來再把長頸鹿放進去然後關上冰箱門
甚麼老鼠最乾淨|衛生署(鼠)
阿里巴巴會芝麻開門，那誰會關門？|水手﹝因為﹝水手﹞隨手關門﹞
歷史上哪個人物跑的最快?|曹操  (因為說曹操 曹操就到)
在哪邊不能講笑話?|海邊    因為有海嘯
懷孕十個月|大肚
孔子是儒家，愛迪生是發明家，那聖誕老公公是甚麼家?|老人家
水餃是笨的還是聰明的？|笨的，因為傻水餃﹝台語﹞
一塊錢蓋在大便上|一元復始(覆屎)
站在舞台中間?|台中!
變化球?|南(難)投
黑色和白色稱為甚麼?(不混合)|黑白分明
哆拉A夢討厭什麼遊戲?|剪刀石頭布
甚麼劍看不到?|看不見
神麼鬼不敢進鬼屋|膽小鬼
甚麼茶不能喝?|警察!
哪一個月有28天|每一個月都有28天
上不怕水，下不怕火。|鍋子
哪種人有兩顆心臟ㄋ???|孕婦， 你答對ㄌ嗎??
什麼東西紅趴趴,咬下去,滿地鮮血...|番茄
田裡有一顆心。|思
北極熊在冰上被拔光毛會說神麼？|好冷喔！
小白說他很像他哥哥大白(猜一成語)|真相大白
在哪裡上班，不能裝病請假?|醫院
頭尖尖腳軟軟|鉛筆
有毛不是鳥不圓卻是球了邊捱嘴巴從來沒自由|羽毛球
包青天和白雪公主生下的孩子叫甚麼?|灰姑娘
八仙過海為什麼回來的只有四仙|其祂四神變成四神湯了!
有臉沒長口,有腳沒長手,空有四條腿,自己不會走|桌子
紅眼睛 白衣裳  尾巴短 耳朵長|兔子
下雨時,有一個人出去為甚麼他的衣服沒濕??|裸奔
手被釘到|打
王奶奶和玉奶奶有什麼差別?|差一點兒
門外一個人(猜一個字)|們
什麼時候有人敲門你不會說請進|上廁所的時候
哪種狗最笨?|笨狗
武昌起義，推翻滿清|撲滿
有一個很健康的人,為什麼他要天天去醫院|因為他是醫生
英雄保護地球'誰來保護城式??|螢幕                 螢幕保護程式
自然和社會哪一個比較美?|自然(自然美)
有一隻公鹿，他走著走著越走越快，最後他怎麼了?|高速公路(公鹿)
王奶奶和玉奶奶差在那?|差一點兒
比莉.白虎.斑馬哪個比較厲害|台語(比你卡厲害)
哪一種龍最會賺錢|成龍
哪一種龍最會打功夫|李小龍
為什麼企鵝的肚子是白色的背後是黑色的?                                           哈哈哈~你猜對了嗎?|因為他的手太短洗澡的時候手沒辦法洗到後面
小明睡覺時，夢到自己是牛在吃草，早上起床後，他卻跑去看醫生，為甚麼？|因為他的草蓆只剩一半
請問王奶奶跟玉奶奶有啥不同?|王跟玉只差一個點點
猴子最討厭神麼|平行線[因為沒有相交]
胖子愛洗澡越洗個兒越小|肥皂
多啦A夢事什麼顏色低^^|是紅色低~因為ㄤ ㄤ ㄤ~(台語
考七十七分的人會得到什麼好吃的捏??|因為七七巧克力哈哈:)
巧克力和草莓哪個比較   棒  捏...|因為巧克力棒
主席就位|台中(講臺的中間)
甚麼東西出門像朵花，進門像桿子|雨                                  傘
為什麼小名會跑最後一名?|因為她穿慢跑鞋
脫了紅袍子    生出白胖子    去了白胖子    剩下黑核子|荔枝
小樹和大樹差在哪裡??|插在土裡
什麼電可以打|電腦
麵被誰殺了|阿Q因為阿Q桶(捅)麵
黃瓜跌倒了,黑青了|茄子
小明是一個不怕蟲ㄉ小孩，有一天，他在吃蘋果時，看到了蟲為何尖叫了一聲???|半條蟲(因為另一半在被他吃掉ㄌ)
為何小明掉進河裡頭髮沒溼???|因為他是光頭
戰場上不能出甚麼槍?|娘娘腔
小明開車說他已經繫安全帶了，可是為什麼還是被警察攔住?|因為他是把別人的手臂當安全帶
誰是胖胖的 綠綠的|史瑞克
一部電影票要200元，那三部要多少元。|五十(因為三不五十)
醜小鴨的故事告訴我們什麼道理。|不要亂拿別人的蛋
熊來了!|有備而來(bear)
為什麼阿嬤要幫雞洗澡?|因為方便拔毛
為什麼冰山會缺一角？|另一隻腳被鐵達尼號撞斷了
牛頓在蘋果樹下發現了地心引力，那你在椰子樹下會發現什麼？|這種行為很愚蠢
你右邊的屁股像什麼？|你左邊的屁股
饅頭假裝是肉包,猜一人名?|吳宗憲 (無中陷)
他是科技 想找什麼都靠他  你說他有腦  可是卻沒腦 你按他 他開始動腦筋|電腦
哪兩種武器是藍的??|刀、槍   因為刀槍(不入)=blue
阿嬌生孩子 陳冠希要養|嬌生慣養
蜜蜂停在日曆上|風和日麗(因為蜂和日曆)
有十支蠟燭，熄了三支，剩幾支|十支
要怎樣讓一支棍子在不傷他的情況下讓它變短|1.遮住2.拿一隻比他長的放旁邊
身分證掉了怎麼辦??|撿起來就好了阿@
什麼東西打死他等於流出自己的血??|蚊子
一點一痕長一撇到南陽十字對十字太陽對月亮|廟
百年前滴月亮|答案數胡
有一陣風從左邊往一ㄍ線條人ㄉ右邊吹.請問線條人ㄉ頭髮往哪邊吹?|都不會(因為他沒有頭髮)
公機會生出大ㄉ蛋還是小ㄉ蛋?|公雞不會生蛋
小明走在陸上被車撞為啥沒事?|他是被玩具車撞
玻璃杯掉在地上未啥不會破?|因為地板是軟的
什麼老鼠會說話?|米老鼠
什麼人被車撞不會有事|死人
小明ㄉ爸爸怎稱呼|小明的爸爸
玩什麼遊戲會叫死人出來|鬼抓人
為什麼白目ㄉ柳丁永遠不會被吃掉|因為他被吃掉戲就演不下去
在死亡當下睜開眼睛|盲
誰勤勞到死|勤死黃
小明為甚麼在考試時可以看別人的考卷|因為他是老師(呵呵)(笨笨)(ㄏㄏ)
不正|歪
可以裝下整個地球|地圖
吃什麼東西會死掉?|吃屎
啥書在書店找不到???|遺書
哪一國的人肚子最應?|印度人
小胖子從101摔下來會變成什麼？|死小胖子
綠豆走著走著突然下起雨它會變什麼豆？|黃豆，因為它穿輕便雨衣～
哪一族人最啞?|泰雅族(泰啞族)
甚麼人最綠?|綠巨人
除去梢中樹,換上一顆心|悄
誰唱歌最大聲?|麥克風啊
水要怎麼變冰呢?|加兩點不就好了嗎?
為甚麼老先生在做公車時，每次車一停他就會站一下?|因為他看成「車停站一下」
什麼動物最機車？|山羊(三陽)機車
有一天 科學家玩捉迷藏,結果哥白尼抓到牛頓,為啥牛頓沒有被抓到|因為他站在1平方公尺的土地上,他是帕斯卡
1公斤ㄉ棉花&1公斤ㄉ鐵塊哪ㄍ比較重？？？|都1公斤咩！還能哪ㄍ比較重！
假設捷運台北站到淡水站要40分鐘,捷運上有一隻狼和十隻羊,平均5分鐘吃一隻羊 ,那請問從台北站到淡水站後,還勝幾隻羊???|10隻,因為捷運上不能吃東西
廁所要放什麼花?|五月花
十月十日|朝
頑皮豹是什麼顏色的?|淡藍色，因為達浪達浪(淡藍淡藍)
哪一個布不能減?|瀑布
九個口破掉八個，猜一字。|井
什麼樣的外勞最賺台灣人的錢?|麥當勞
一根香蕉欉100層樓掉下來，他會變甚麼?|茄子(因為他瘀青了)
綠豆從100曾樓跳下來，他會變甚麼?|紅豆(因為他流血了)
什麼物會被嚇到?|怪物
春天下面有兩隻蟲  猜一個字|蠢蛋的「蠢」
學校人神麼事最多?|教室 --  --
甚麼倒不能住人|昏倒
ㄧ台火車經過會寫啥?|停看聽
愛笛生的綽號是什麼?|愛吹笛子的畜生
二隻黑母雞吃泥不吃米雨天吃個飽晴天它休息|雨靴
蟒蛇  黑蛇   小眼鏡蛇,哪一個比較大|小眼鏡蛇  因為它的字比較多
要抱沒有手要跑沒有腳要泡沒有水|包
有個小偷戴手套去偷東西，為何還會被警察驗出指紋？|他有帶手套沒戴手套
從飛機上跳下來，沒有帶跳傘用具怎麼辦？|兩眼開開，準備投胎。
有一個古人老是在我家門口 他是誰？|蕭何 因為我家門前有小河（蕭何）。
甚麼水果沒吃是綠的吃下去是紅的吐出來是黑的|笨蛋當然是西瓜啦
兵馬俑猜兩個字|馮俑
加倍才算多一個字|夕       夕+夕=多            你猜到了嗎?
當你孤單你會想起誰|當你孤單你會想起誰（汽水）
男人光著身體坐在石頭上|以卵擊石
為何超人的衣服這麼緊?|因為他穿S號的尺寸
脖子長長  腳也長長   尾巴短短|長頸鹿
黃豆遇到下會變成什麼|黃豆    (因為它穿著雨衣)
黃豆被打會變成什麼|黑眼豆豆
爸爸媽媽有頭有腳生的孩子沒頭沒腳|蛋   (但沒有頭也沒有腳)
老闆和員工，誰最大??|要看身分證才知道~
甚麼人一年只工作一次,而且不會被炒魷魚?|聖誕老人
一點一橫撇,十字對十字,日頭對月亮|廟
有手的員外|損
世界末日時哪裡人最多?|天堂和地域
如果是一個人開車撞到人,那誰要賠...?|如果
鐵放債外面會生鏽那金子呢?|會被偷走^^
為什麼流氓座車不用給錢?|應為她做的是警車
最簡單的長壽秘笈是什麼?|保持呼吸
法國人的笑聲和我們有什麼不同ㄋ???|他們是用法語笑的
小狗旺旺叫，小貓喵喵叫，那瓦斯怎麼叫?|當然是打電話叫阿
小明的媽媽有3個孩子，老大叫大毛，老二叫二毛，那老三叫甚麼名字?|就叫小明啊
什麼豆不能吃|青春痘
為什麼人死後會沒有體溫?|心靜自然涼
妹妹吃辣椒變成什麼?|辣妹
為什麼有一個人一直笑,但笑到一半卻哭了?|因為他笑到撞到頭!!!XDDD
制造日起與有效日期是同一天的産品是什麽?|報紙
手伸進倉庫，猜一個字|搶
圓形盤子上有2個箭頭一長一短一下比那一下比這滴答滴答時間一到還會唱歌|鬧鐘
什麼龍有姓?|李小龍
太陽花 茉莉花 玫瑰花哪一朵花最沒力|茉莉花因為{好一朵美麗{沒力}的茉莉花
大部分的槍擊要犯,最大的願望是什麼?|穿防彈衣
哆啦ㄟ夢是什麼顏色的?|紅色。因為主題曲～～（台語）紅～紅～紅～
到100中，哪一個數字最聽話？|一百。因為有句話說：百依百順。
把一位普通人塗上金色!!!|一鳴驚人
老師說明天的考試十分簡單(同學很開心)(猜老師最後說啥?)|可是九十分很難!
眼睛看不到人|目中無人
為甚麼肯德基比麥當勞大呢?|因為肯德基是爺爺 麥當勞是叔叔阿
湖中|古(湖的中間)
一個人有三命|一位婦女跟雙胞胎
回家時爸爸問小名考幾分小名說一百分可是爸爸看到了考卷很生氣為甚麼|小名是四科加起來等於一百分
怎麼樣讓飲料變大杯|念大杯咒
星期天哪個地方的美國人最多??|當然是美國啦 哈哈哈
1頭牛100萬元.那3頭牛呢??|1000萬元因為你有看過3個頭的嗎??
1+1=|田
什麼水果不能吃?|採爛的水果
什麼劍不能砍人?|按鍵
關羽的臉未啥是紅ㄉ|因為那是他天生ㄉ
有一本普通字典放在地上 為甚麼沒有人能夠跨過去呢?|因為字典放在牆邊
電腦少了什麼東西就不能玩ㄌ|電力(因為沒電就開不了機)
哈密瓜大的跟中的交換|檸檬
因為哈密瓜的英文是ＭＥＬＯＮ，大的跟中的是衣服的大 中（ＬＭ）所以交換後是ＬＥＭＯＮ，也就是檸檬
Ｐ跟Ａ|貓熊
Ｐ跟Ａ可寫成 Ｐ and Ａ，也就是panda貓熊
神麼畫最難偷????|壁畫
斑馬、大熊、獅子一同去買東西，請問誰買的東西最多。|斑馬，因為黑白馬〈台語〉。
關羽，劉備，張飛，誰還活著?|張飛(菲)(綜藝大哥大主持人)
什麼人不會唱歌|啞巴
內褲穿在頭上叫超人那穿在頭上較什麼|蝙蝠俠
人在公路上走|橫貫公路
和尚拾到辮子|得法(髮)
木匠戴枷|自作自受
大漢子蓋短被|兩頭顧不著
燈盞無油|白費心神
豆腐調韭菜|不清(青)不白
城頭上的草|兩邊倒
瞎子看戲|跟人笑
救了田雞餓了蛇|顧此失彼
為甚麼烏龜的龜殼一格一格的?|因為被作成紅龜粿
哪一家商店最血腥?|7-11 (因為 7-11總是打開你的心).............
哪一個國家都不用電|緬甸
呀米很好吃!|因為呀米.呀米超好吃!
哪一個節目不會說NO|夜市人生因為(YES)人生
狼掉到冰裡面較神麼?|檳榔
女生 生小孩  猜一個字|姓
〈7-11〉猜一種職業|答案是...護士啦！
人的身上最多的|毛
什麼東西只有用右手才拿得到，而左手卻拿不到呢|你的左手
美人魚最怕上什麼課??|游泳課
.......................................................................|....
家裡的人誰最熱情|我弟 因為我地(我弟)熱情 好像一把火
頑皮豹最喜歡吃啥？|芭樂
羊停止呼吸|揚眉吐氣(羊沒吐氣)
一部電影200元,請問,三部多少錢?|50元     因為三不五時
要怎麼樣才能找回遺失的釘子??|打打打打赤赤赤赤赤赤赤腳腳腳腳腳腳
我同學王小明是誰??|人啊，不然鬼喔
拿雞蛋丟石頭，位甚麼雞蛋不會破?|因為石頭丟出去，雞蛋還拿在手上，所以雞蛋不會破。
老王姓什麼?|法     因為法老王啊!!
有一天....媽媽叫女兒小玉去幫他買瓶醬油因為沒有零錢所以媽媽給了小玉500元裝在信封裡,叫他剩的錢放進去買完醬油後小玉回到家媽媽問他剩下的錢呢??小玉說??|丟進郵筒裡了拉!!
老婆:老公所有窗戶都關好了嗎??               丈夫:是的  除了你那張 ?  以外   所有窗戶都關了|嘴吧
夏天太陽很大我的腳踩在水上|踏
什麼動物最機車|山羊  因為(三陽機車)
玫瑰花ˋ茉莉花旱向日葵哪一朵花最沒力|茉莉花   因為(好一朵美麗(沒力)的茉莉花
火災、水災、風災、旱災、寒災、天災……還有甚麼災|倒栽蔥(台語)我不知道(台語)
5487猜4個人|我是北七
小明的生日在3月30日請問是哪年的3月30日??|(每一年)因為每一年都是他的生日
人的3高是哪3高?|高收入 高學歷 高地位
一個將軍打水戰|漿
地球上有3種人 一種有4隻腳 一種有3隻腳 最後一種只有2隻腳|嬰兒.老年人.年輕人
一隻螞蟻橫越沙漠   為什麼沒有留下他的腳印?|因為他騎腳踏車
國有國規 家有家規 那動物是什麼規?|烏龜
鴨子和孔雀都不會說話。|鴉雀無聲
台灣的姑娘~|始
一條狗七張嘴|獸
甚麼水果被打還會笑?|芭樂
hello kitty 賣光光  猜一地名|貓空
世界上那種魚最難吃|廚餘
英國沒有草!!|央
三隻眼睛一隻腳|紅綠燈
身高只有一寸的小矮人.|射
猛虎的牙齒~~|匈牙利 ~~ㄏㄏ!!
百年前是草，百年後是木(猜一字)|葉
請問皮卡丘的弟弟叫什麼名字？|皮在癢
甚麼球會飛|氣球
什麼國家不用電?|緬甸(★因為免電!ㄏㄏㄏ★)
五月花和百合花，哪個沒有生小孩??|五月花~因為五月花衛生紙(未生子)
什麼東西會越用越短命|鉛筆
刮鬍刀是誰發明的|蘇軾，因為舒適刮鬍刀
西瓜砸到你的頭比較痛還是榴槤|頭最痛
請問劉小姐結婚後為何不冠夫性?|因為她老公姓夏(夏劉小姐,下流小姐)
毛巾沾濕後會變成什麼|濕巾 .
雞媽媽的媽媽該怎麼稱呼?|雞婆
什麼水果會喊右?|葡萄柚:D
什麼腦不能搬?|人腦不能搬,電腦可以:D
結婚照 猜一句成語|一拍即合
一撇一痕長,一撇到南洋,十字對十字,太陽對月亮(一個字)|廟
賭博時不能帶?|書[輸]
哪兩個字母合在一起會爆炸?|"O"和"K" OK蹦
池中沒水，地上缺土。|也
一隻狗，兩個口；誰遇牠，誰發愁。|哭
一個離過很多次婚的女人?|答案︰前功盡棄（前公盡棄）?
哪種兔很貴?|iPad 2
哪種池不能泡?|電池
是太陽叫公雞起床 還是公雞叫太陽起床|公雞   因為太陽又不會叫
有一天好吃的餅乾遇到不好吃的餅乾好吃的餅乾:哈哈哈你那摩難吃別人都討厭你不好吃的餅乾就跳河自殺了 A男在外面有女人了然後不想讓A女知道所以就說A女我們結婚吧!然後要拍婚紗照攝影師是B女然後換A女獨照的時候是在海裡拍然是A女後面有個旋騃B女就叫他一直後退就掉下去旋懸�|不好吃的餅乾因為不好吃的餅乾跳河自殺就留到海裡了^^
1.為什麼印度人要用手抓東西吃2.為什麼印度人不吃黑巧克力|1.因為腳太髒了2.會咬到手指
員外住在大房子裡?|「圓」~欠揍嗎??
白人婦女上火車，白女兒正吸吮著母奶，黑人婦女也上火車，黑女兒也正吸吮著母奶突然，白女兒大哭，為什麼??|白女兒說 : 我也要喝巧克力口味的!!
油雞撞到電線桿(猜一種食物)|麻油雞(油雞麻掉，不就變麻油雞了嗎?)
0:30(猜奶茶品牌)|伴點 (0:30，不談0，不就是半點了嗎?)
一個巴掌響又亮旁人一聽捂鼻跑煩人不是他的音而是那古怪氣息|放屁
說ㄚ他就來覺後他走開他來睡意全都來睡飽不知跑哪去|打哈欠
請問凱蒂貓是怎樣死的呢|餓死的
Qoo酷兒最後會得什麼病|糖尿病(不喝水，常喝飲料，遲早會得糖尿病)
麵包超人出一次任務就得一次什麼病|經常性失憶症(常換頭嘛，記憶都被換掉了)
羊打電話給老鷹,老鷹接起電話說[喂]|羊Phone鷹喂
吸血鬼撿到一個神燈他擦一擦神燈巨人出來了神燈巨人給吸血鬼三個願望寫血鬼說第一個願望是他要有喝不完的寫第二是他要全世界的女生喜歡她地撒他要長翅膀會飛那他變成神麼|衛生棉著問題是不是很尷尬
谁殺了泡麵????|是阿Q  因為阿Q「捅」麵
比溪大點是河比河大點是湖 比湖大點是江比江大一點是海比海大一點是洋 比洋大一點是?|牛~~(((因為洋>(羊)是最大的單位了
什ㄇ鬼最怕鬼?|膽 小 鬼!!
有一沒有二,有三沒有四,有東沒有西,|陳
蜜蜂停在日曆上|風和日歷(蜂和日曆)
人類最常說的四個字是......|我不知道
哪裡的芭樂最貴,要賣888元?|麥當勞(因為芭樂888)
透明的劍叫什麼劍|看不見(劍)
什麼昆蟲最沒力?!|蝴蝶~//蝴蝶蝴蝶生得真美麗((用唱得))
一撇一橫長，一撇到南洋，南洋有個人，只有一寸長。|府
為什麼人死了以後,身體會冰冰的？|因為心靜自然涼~!!
臉書(facebook)|非死不可
被水淹死的叫死人,那沒被淹死的要叫什麼？|救人喔
不能載乘客,只能戰鬥,大家都怕他|戰鬥機
邊走邊說|人行道
上不在上，下不在下，不可在上，且宜在下|一
有一件事很秘密，只有一人能做、兩個人以上就做不成，而且只要那個人不講，別人就不會知道。 到底是什麼事情這麼秘密?|做夢
{美麗的}是形容詞，{書包}是名詞，看是動詞。那Oh my god 是甚麼詞?|慧慈   (很白對ㄅ)?
哪兩個數字常常做美容?|18(因為sap)諧音
王先生和白小姐坐在石頭上|碧
哪個桶子永遠不會裝滿??|馬桶
獵人想把數上的10隻鳥都射下來，開了10槍之後，他總共射下了幾隻鳥??|1隻，因為剩下的九隻被嚇跑了
移走建中的鋼琴|一見鍾情(移建中琴)
哪量個英文字母在一起會爆炸?|ok蹦
木村拓哉的弟弟叫什麼？|木村盆栽
木村拓哉的哥哥叫什麼？|木村拓哉沒有哥哥　所以沒有
人穿衣，它就脫衣，人脫衣，它就穿衣|衣架
哪條街都不會下雨?|芝麻街美語(沒雨)
如果有一台車,司機是小明,乘客是小華,那這台車是誰的車?|如果 因為(如果有一台車)
哪種皮最差?♥要投我喔♥|象皮，因為「象皮"差"」
綠豆住哪裡?♥要投我喔♥|嘉義，因為綠豆加薏仁
鉛筆姓什麼?♥要投我喔♥|蕭，因為削鉛筆
哪個中藥材最不如意?♥要投我喔♥|人參，因為人參十九不如意
鍵盤上哪個按鍵最帥?♥要投我喔♥|F4
動物們參加超級星光大道，他們會先淘汰誰?♥要投我喔♥|狼，因為桃太郎
有一個白癡他是豬可是他卻不會吃垃圾是神麼?|因為他是人
啥豬最熱情?♥要投我喔♥|黑豬~因為ㄛ低(黑豬)熱情 好像一把火
有一顆神奇但他會飛，結果蛇吃了他蛇會飛，老鷹沒吃蛇，為什麼老鷹會飛?|因為牠有翅膀阿!
長頸鹿的脖子有幾根骨頭|七根
綠豆是哪裡的人?|嘉義:因為綠豆加薏仁{嘉義}
為甚麼黑人最討厭吃巧克力|因為會咬到手手
什麼書在書店裡絕對買不到？|正確答案：遺書
超人保護世界,那誰保護城市?-|正確答案：螢幕因為螢幕保護程式
請問：如果吳宗憲打籃球,應該找誰來防守他??|正確答案：慈母 ，因為 .... 慈母守宗憲
颱風天,出門要帶幾元?|正確答案：四千萬,因為沒四(是)千萬別出門
請問要怎樣才能找到遺失的圖釘|正確解答:打赤腳...
非洲食人族的酋長吃什麽,那酋長要吃素呢|答:吃人,吃植物人
有兩個人掉到陷阱, 死的人叫死人,活人叫什麽|救命
人有10手8個頭15隻腳50跟手指頭猜猜看是哪個動物??|不是人
有一為小女孩他叫什麼名字?|妹妹(有夠欠扁吧!!因為路人都不知他的名子所以就稱為妹妹!~XD)
哪ㄍ動物愛聞內褲?|豹                                豹聞內褲
誰的大便最濃?|席維斯‧屎特濃(史特龍)
有一個女孩是夏天出生的，可是現在她的生日卻變成冬天了。為什麼？|她在北半球出生，在搬到南半球，反之亦然。
大象的媽媽為什麼是猩猩??|因為[象由猩生][相由心生]
四四方方白如雪，沒有骨頭沒有血?|豆腐
你動她就動，你跑他就跑?|影子
一群太監在聊天|無稽之談(無雞之談)
門有才華,猜一字|閉
誰的肚子最硬??|印度人(因為硬肚人阿)
上看像不.下看像不.不是不上.就是不下|卡
手中一根竿,絲線垂水裡,下動上歡喜,上動下著急|釣魚
哪個字永遠都會寫錯?|錯
一天脫一件 全身穿著365件衣服|日歷
豆子被輾會變什麼?|乾扁四季豆
豆子被打會變什麼?|青豆
有一隻螞蟻到沙灘散步為什麼他留下的不是腳印而是一條線|因為牠騎腳踏車去散步
什麼照片看不出照的是誰?|X光照片
河馬打哈欠?|好大的口氣
計程車撞到鴨子|小黃瓜 因為計程車叫(小黃)撞道鴨子會(呱)
古人為什麼要臥冰求鯉？|冰冰有理(彬彬有禮)
怎樣使麻雀安靜下來？|壓牠一下(鴉雀無聲)
收到一封裝著兩顆蛋的信|信誓旦旦(信是蛋蛋)
那一種果實沒有孩子|梅子
3個石合起來|磊
如果從很高的飛機上跳下來，又沒有降落傘，你該做什麼動作？|兩腳開開，準備投胎
為什麼伍佰去剪頭髮，原本要收５００元，老闆卻只收４５０元呢？|因為老闆叫李玖哲〈你九折〉４５０！﹝冷﹞
香蕉從四樓丟到一樓 會變什麼?|青椒 (因為香蕉瘀青了
有一天，有兩個人去森林探險。不料，他們掉到地洞裡。死的叫小明，那活的叫什麼呢?|當然是叫救命啊!!!!
海裡最重的是鯨魚 ,   陸地最重的是大象  , 那天空最重的是什麼?|白雲(藝人)
為什麼廁所要蓋屋頂|老天有眼
什麼最欠揍|超欠揍猜謎
1到10哪個數字不開車?|10，因為酒(九)候不開車
飛機在飛時，怎麼不會撞到星星???|星星會閃
珍珠玉姑娘許配竹葉郎相伴落水死上岸脫衣裳 猜食物|粽子
為什麼小明能獨自在大馬路上拖著大卡車|大卡車是廣告招牌
薑切成4段叫什麼|薑  薑   薑  薑
有一個人從4樓跳下來和有一個人從40樓跳下來哪裡不一樣|從4樓跳下來的人是 啊 啊 啊 啊 啊從40樓跳下來的人是  啊
蜜蜂停在日曆上  猜一個成語 ˋ_ˊ|風和日麗
一之熊走過來 猜一個成語|有備而來 ( 貝爾 熊的英文 )
老鷹為甚麼會飛|本來就會飛
甚麼字要三天才寫的出來|晶
甚麼海 陸地動物 甚麼動物都有|辭海
玉觸 玉珮 都很貴 送女友甚麼玉最便宜|愛玉 一碗才10元
美女最喜歡色狼哪一點|滾遠一點
甚麼海 很小 但  容納的東西卻很多|腦海
甚麼鬼看到鬼 會嚇一大跳|膽小鬼
睡起來第一鑑識 是甚麼|張開眼睛
請問世界上哪一種動物最容易滑倒~|狐狸~因為
請問世界上哪一種動物最容易滑倒?|狐狸~因為他很狡猾(腳滑)
一我加一我等於二我。  二我加二我等於四我。        四我加四我等於幾我？|八我（巴我）
英文字母順序：A B C D ?|1(E)
如果有一輛計程車,小明是司機,小美是程客,那這輛計車是誰的|如果的
王子和白雪公主生下來的女兒叫什麼???|灰姑娘
世界最長的車叫啥?|塞車
哪以種動物最不孝順?|猩猩,因為他一直搥他餒奶奶(ㄋㄟ  ㄋㄟ)
有一個男人一邊刷牙一邊吹口哨|假牙
一顆石頭上,坐著兩個男人|一石二鳥
美人魚位啥半變成泡沫|美的冒泡
哪種水果沒有水?|西瓜(因為西瓜的英文Watermelon諧音Water沒了)
鄭成功的媽媽是誰|失敗
(失敗為成功之母)
有一個人一天喝了50杯(連續)都不會飽，反而覺得很渴，請問是什麼?|空氣.....
哪個東西是咖啡色、具有臭味的東西是什麼?|大便
世界上哪個人會把兩千加一百算成一?|不會算數的人
請問有四顆眼睛、八隻腳、五隻手，七個尾巴是什麼物體?|怪物
怎麼樣才可以見到怪獸?|只要做夢就可以了
哪個地方會下出公雞(山上的公雞)雨?|洛杉磯(落山雞)
有一次公雞去散步，不小心被醬油潑到，又不小心被別人的打火機燙到，請問雞變成什麼?|醬燒烤雞
人見面時最常說哪三句話?|你好、哈囉、嗨!
哪種男人會被宰殺?|宅(宰)男
那個人看見長大約20公分寬20公分的東西是什麼?|只是普通的正方形積木
全白人是什麼人?|穿著衛生衣和衛生褲的人
一隻熊走過來|有備而(熊的英文)來
皮卡丘的弟弟非常頑皮，所以皮卡丘的弟弟名字叫什麼?|皮在癢
用兩隻腳走路的老鼠叫做什麼?|米老鼠
如果兩隻腳走路的老鼠叫米老鼠，那麼用兩隻腳走路的鴨子是什麼?|所有鴨子都會用兩隻腳走路(是不是想說唐老鴨?)
半價的雨傘是什麼?|半支雨傘(只遮到半邊的雨傘）
農場裡有八隻雞，每一隻雞八天可生八顆蛋，要幾隻雞才可以生三百多顆蛋?|八隻雞就好了
一加一乘二等於幾?|三，因為先乘除後加減
古代哪個皇帝最漂亮?|秦始皇，因為他暴政(爆正)
如果去未來世界就必須進入十天的時空隧道，可是最怕遇到什麼事?|大小便時沒有廁所可上
小明家到學校的距離是300公尺，為何小明走了好幾天還是無法到學校?|因為他原地踏步
誰可以不吃不喝不睡一年?|沒有人
贏家最愛跟輸家說什麼?|你輸了
哪個動物愛吃乾麵?|老鼠，因為老鼠愛乾麵[大米(台語)]
北極熊和企鵝打架時誰會贏??|平手(又打不到對方，北極熊在北極 ，企鵝在南極)
有人拿著一個瓶子，裡面裝了紅色的液體，請問那是什麼?|那只是番茄醬
狼來了，猜一種水果§|楊桃
有一頭牛牠的頭朝東,屁股朝西,請問牠的尾巴朝哪?|朝下
爆肝要喝什麼?|御茶園 (喝一口，就回"肝")
為什麼南半球沒有廟宇??|因為 南無阿彌陀佛
五月花衛生紙和舒潔衛生紙差在哪裡?|答案:差(擦)在屁股裡
那一牌子的掃把最爛？|火鳥，因為燃燒吧(爛掃把)!燃燒吧(爛掃把)!火鳥
為什麼學生常常打瞌睡??|上一節沒睡飽= =
青春痘長在哪裡不用煩惱？？？|別人臉上
稀奇稀奇真稀奇，拿人鼻子當馬騎。|眼鏡
他走了|IKEA(台語)
心如刀刺|必
十五天|胖
音樂課,唱什麼調會被k|唱反調
哪一個族群聲音最啞?|泰雅族(太啞族)
像是煙來沒生火像是雨來又不落出現多在前半天見了陽光它就躲|霧
還沒吃是綠色的，吃下去是紅色，吐出來是黑色的|西瓜
可樂可以再來一罐，洗衣粉可以買大送小，那請問什麼不能買一送一？|棺材
啞巴要買牙刷可以用比的，那麼聾子要買牙刷該怎麼辦?|用說的就好啦!!
小小一層樓，一開就有氣。|蒸籠
颱風天要帶多少錢?!|四千萬(因為沒{事(四)千萬}不要出門!!
半個人|伴
哪一種粽子裡面沒有餡!!!!!!!!!!!!!!!|吳宗憲因為{無粽餡}
身穿綠衣裳，肚裡水汪汪，生的子兒多，個個黑臉龐。|西瓜
買的人知道用的人不知道猜物品|棺材
有3個女孩，分別叫Amy、Betty和Cindy，她們哪一個最善良？|Cindy，因為心地〈Cindy〉善良
北極熊突然想和南極企鵝打架，卻又放棄了，為什麼?|因為北極熊住在北極，南極企鵝住在南極，要怎麼打?
什  麼  菜  不  熟  ？|生菜
車子開錯路|A:白花油
小小一個鐵姑娘，鼻子栓在門房上，主人外出她出現，主人回來她休息。|鎖
三兄弟疊羅漢|奈
做什麼事要睜一隻眼,閉一隻眼呢!|拍照
布和紙各怕什麼？|布怕一萬 紙怕萬一. (不怕一萬 只怕萬一)
幾個人才算一是一個團體?|20個人!!(請念念看20的英文)XD
誰要天天去看病|醫生自己
哪個月有28天|每個月都有
哪個卡通人物最害羞|豪炎寺，因為豪炎寺修也(羞也)
漩渦鳴人、喜羊羊、哆啦A夢、圓堂守、飛天小女警、皮卡丘、HELLO KITTY、海綿寶寶、珍珠美人魚、呀米   以上十人，誰是第一|圓堂守(圓堂首)
真金不怕火|鎮
豬肉大漲價|肉桂[肉貴]
有8隻腳他會織網子|蜘蛛
有兩顆橘子，一顆叫小米那另一顆叫什麼|叫橘子阿不然叫什麼= =
為什麼小明在廁所待了兩小時還沒出來??|因為他帶電動去廁所裡面玩
誰的媽媽最好??|媽媽的媽媽
什麼包最有錢|錢包
(87)是什麼意思?|白痴，因為是台語(北七)
茄子在太陽底下會變什麼?|炒茄子:)
未什麼香蕉會加辣?|因為他要變成辣椒
肉包從101掉下來變什麼包|掛包
閃電十一人的木暮最不適合當什麼|廚師  因為他總是把辣椒醬倒入別人的食物
哪一條街永遠不會下雨?|芝麻街{因為芝麻街美語[沒雨]}
Wonder Girls只想要哪一個數字?|2(two),因為I want nobody x2 but you(two)
為什麼涼野對鑽戒那麼瘋狂|涼野本名 是 [涼野風界](涼野瘋戒)
綠川、砂木沼、基山、涼野、南雲   誰最親近人才|基山，因為基山浩人(基山好仁)
雷門足球隊中哪兩人英文一定要很好|一之瀨、土門   在世界大賽中，兩人是美國代表隊的
綠川和涼野有什麼相同的之處|都曾經是外星學園的人
目金擔任雷門足球隊的前鋒須必備什麼樣的條件|隊上缺前鋒，抓他來充數
雷門國中有沒有髮禁|沒有    影野的頭髮明顯過長，都沒被罵
為何自己有時很白目??|白目的人才會問自己白不白目
哈哈哈ˋAˊ
十個嘴巴|古
白雞和黑雞那一只比較厲害?|黑雞厲害~因為黑雞能生白蛋,白雞卻不能生黑蛋
雞蛋長毛|奇異果
閃電十一人中誰從眼睛就看得出來是基督徒|少林，他的眼睛是十字形
腦科醫師最怕姓甚麼?|朱   (因為(豬腦))
7-11 猜一個職業~|護士....7(減-)11等於 負4(護士)
墨西哥沒有哪種水果？|西瓜  墨西哥(台語)沒西瓜
屁股黑黑 肚子空空主菜燒湯都需用我|鍋子
白嫩小寶寶，洗澡吹泡泡，洗洗身體小，再洗不見了。|香皂
西瓜和鳳梨哪個貴?為什麼?|西瓜.因為物以稀(西)為貴
一隻狗有2個嘴巴|哭
人不能走什麼路？|網路
欠哥哥猜一字|歌
什麼東西只會上升不會下降???|年齡
一隻狼吃一隻羊要5分鐘那  坐捷運  從台北到淡水要40分鐘有一天 狼和10隻羊坐捷運從台北到淡水 請問下車時 還剩幾隻羊?|10隻 因為在捷運上不行吃東西
三國時代哪個人有病|魏延(胃炎)
哥哥看弟弟的迷你日記為什麼弟弟知道嘞??|看哥哥的迷你日記知道的
蜘蛛人拍第一集是蜘蛛人一,請問蜘蛛人拍一百集叫甚麼?|蜘蛛人瑞
天從不人願(猜一字)|二
一個人含著包子坐在馬桶上(猜四個字成語)|含苞待放
某人吃葡萄不吐葡萄皮,為什麼?|因為她吃的是葡萄乾ㄚ
台灣哪個島最小?|安全島
三條魚(猜一字|鱻
蜘蛛愛上了蝴蝶.蝴蝶卻拒絕了.為什麼?|蝴蝶說:{媽媽說.在網上的都是不良少年}
如果你有3隻娃娃的話你會跟誰說妳的祕密1:小狗狗 2:小熊熊 3:holle kitty|3:holle kitty  (因為他沒有嘴巴)
為什麼蝸牛1分鐘就可以爬到美國?|在地圖上爬!
什麼鬼最好笑?|垃圾鬼
小明有2個娃娃為什麼其中一隻被偷走了|應為小明有一隻泰迪熊  被豆豆先生偷走了
晚上要睡覺了!最後一句話要說什麼!|媽媽!幫我關燈
世界誰最好?|媽媽阿!因為!(世上只有媽媽好)
什麼東西!最亮!|天亮
什麼雨最漂亮呀^^|蘭嶼(藍)藍色好漂亮
豬叫豬頭 狗叫小狗那馬叫什麼?|草尼馬
身體長!臉小小             做事超級累             但是賺錢就好|人阿!
健保卡掉了怎麼辦?|撿起來
為什麼小美人魚只能喜歡王子一個人|因為不能劈腿
有一間學校，前30名都是女生，請問為什麼？|因為那是一間女校！
有家餐廳一人700元為什麼兩對母女只要2100元|因為只有三個人(外婆、媽媽、女兒)
小明姓什麼?|黃曉明!!XD
世界上什麼都東西最圓呢?|粉圓
哪一首歌會掛掉|五月天的爆肝 因為肝爆掉了
哪一家店很愛殺生 然後店名聽起來很噁心|掛羊頭賣狗肉
什麼食物很快就聚集在一起了|面面俱到(麵)
船上哪個人最有禮貌  睡覺的時候都幫大家關燈|水手   因為  隨手關燈(水手關燈)
請問什麼動物最有錢？|雞（因為提款機）
猜哪種動物可以不吃不喝睡一年?|年獸
如果有一台車,上面坐著:小華和小明還有小英和小玉那麼,那台車是誰的?|如果因為(如果有一台車)
太平洋中間是甚麼|平
o口o|被嚇到
王先生白小姐坐在1個石頭上|碧
瓶子打不開要找誰開|孔雀因為孔雀開平(瓶)
什麼昆蟲可以做食物???|蜜蜂!!![蜂蜜]> <
甚麼動物剛開始四支腳.然後兩支腳.又三支腳?|人
小明和小乖他們去逛夜市,他們買了同一雙鞋,隔天,為啥他們還穿著不一樣的鞋子?|他們還沒穿新鞋啊
什麼水果是貴族？？|釋枷   因為[貴族世家]
小明是光頭,為啥還要去理髮店?|因為他是理髮師
有一座橋，可以承受100公斤，有一個媽媽，帶著三個小孩，媽媽是80公斤，小孩每個都是10公斤，要怎樣才能一次走過去？|用一次都三顆球ㄉ方式就好啦！
為啥暑假一定比寒假長?|熱漲冷縮
哪種動物最不孝順??|猩猩(因為他一直打奶奶)
牛的尾巴被吃掉了|舌
哪一種動物最愛亂買東西?|斑馬因為黑白買
哪個姓氏的人最容易拉肚子|胡  因為絡腮鬍XD
如果有一輛計程車司機是小明乘客是小美,請問那輛計程車是誰的?|如果的
一隻狗在沙漠中旅行,找到了電線杆,結果還是憋死了,為甚麼?|電線杆上貼著此處不許小便!
一隻雞掉到水裡變成什麼|落湯雞
新郎台語叫甚麼|型薴
誰的屁股最大?|你的ㄚ
隨時自備水.不怕狂風吹.不畏烈日曬.來去沙漠不喊累|駱駝
有一天 嘻嘻和哈哈走在路上 旁邊忽然出現一輛車把哈哈撞死了 你知道嘻嘻到他的墳前說什麼嗎??|哈哈 你死了!!
什麼地方不會趕羊+不會打羊?|便利商店!因為!便利商店24小時不打烊(羊)
酷酷哥和帥帥哥   哪一個老婆最會感冒?|酷酷哥的老婆!因為!酷酷掃!
世界上誰最帥?|蟋蟀!因為!蟋蟀
茶的注音怎麼拼?|ㄊㄨˊ
晚上無日|免
小銘走再沙漠上一轉頭沒看到他的腳印|因為他到著走
什麼人生病從不看醫生|盲人(他看不到= =)
青蛙為什麼可以跳的比樹高?|樹不會跳啊
有一個年輕人,他要過一條河,這條河沒有船和橋 於是他便在上午游泳過河,只花一個的時間游到了對岸,下午,他也是游泳過河,但為啥用了兩個半小時的時間呢?|兩的半小時就是一小時啊(別打我>
小明只會花錢,天天花很多,最後卻成了一萬富翁為啥?|他本來是億萬富翁
甚麼桶子裝不滿水????|馬桶
甚麼花會出現廁所裡???|五月花
伸手不見五指|哆啦A夢
公 共 廁 所|輪蹲(倫敦)
哆啦A夢的妹妹的尾巴是甚麼形狀?|一朵花
呀米是不是哑的？|不是，因为【呀】和【哑】的音调不同。
蜘蛛人拍第一集是蜘蛛人一,請問蜘蛛人拍一百集叫甚麼|蜘蛛人瑞
run是動詞，book是名詞，red是形容詞，那oh my god是甚麼詞?|黃惠慈
你會參加那一個(讀書.畫畫.科學)|讀書
→為什麼放煙火都不會射到星星???←|因為˙˙˙★星星☆會閃    好笑要幫忙投一票喔
如果有個胖子被車撞會變成什麼|死胖子
小孩跌倒|馬馬虎虎
為什麼劉小姐結婚不姓夫姓|因為她老公姓夏[夏劉] 下流
悲哀的鳳凰|IPhone
四個人在打麻將，結果被警察發現，為什麼警察卻抓了五個人?|因為被打的人叫麻將。
哪一種少年最熱血|不良少年 (不涼少年)
茉莉花,玫瑰花,百合花,哪一朵花最沒力?|茉莉花(因為好一朵沒力(美麗)的茉莉花)
啥鴨子用兩腳走路？啥老鼠用兩腳走路？|1全部2米老鼠
哥哥看弟弟的迷你日記為什麼弟弟知道嘞??|看哥哥的迷你日記
一隻狼吃一隻羊要5分鐘那 坐捷運 從台北到淡水要40分鐘有一天 狼和10隻羊坐捷運從台北到淡水 請問下車時 還剩幾隻羊?|10隻因為在捷運不能吃東西
你們家的電腦為甚麼不能開機|因為壞了
誰最欠揍?|你啦(狂笑中)
什麼水永遠取之不進|口水
捷運裡有狼和10隻羊..他們從景安坐到台大醫院吃了3隻羊.又從台大醫院搭到淡水吃了5隻羊.那請問捷運裡還有幾隻羊?|10隻.因為捷運上不能吃東西......
10加口昰什麼字|田
一生來頭髮白用時頭髮黑起來要人服|毛筆
人家穿衣它露體人家露體他穿衣|衣架
名子叫人不是人|機器人
大如球輕如毛|氣球
爸爸 爺爺 和哥哥            誰聽了媽媽的話  會哭|爺爺   夜夜(爺爺)想起媽媽的話 閃閃的淚光
有一天，大家去路營看到熊來了(猜一句成語)|有備而來(因為:有Bear來)
有一天成功的同學跟她說:我只知道我們教你的媽媽要叫陳媽媽但是我們不知道你媽媽的名字o請問成功的媽媽較什麼名字|失敗.......因為失敗為成功之母
有一天有一隻很珍貴的豬請問她叫什麼名字|奶茶.......因為她叫珍珠(豬)奶茶
洋婆子|要
半真半假半推半就半出半進半牆斜月十分低|值掠崔將
狗過了木橋就不汪了|過目不忘
鴨子坐計程車|小黃瓜
一隻兔子重2公斤寄出去到美國時變成3公斤|韓湘子(含箱子) 所以多一公斤QQ"....
忽然想到一個老猜謎讓大家來猜一猜(你好機車)的英文猜的到嗎?|Hello MOTO!
什麼水果一出門就忘ㄌ回家|榴連(流連忘返)
什麼動物吃了什麼麵之後，還會剩粉多?|陽春麵(羊剩麵)台語
世界上哪個人最HITH?|虹彩妹妹(虹彩妹妹很HITH唷～!)
請問孔子除了是教育家還是什麼家？？|老人家
綠豆住哪裡?....|嘉義....因為:綠豆加薏仁.....綠豆嘉義人
大胖子從101大樓掉下來 變什麼|死胖子
我牛草吃變成一句暢通的話怎麼說~!一定要四個字喔!|牛吃草                    你們一定會說:那我呢?!~對不對!!!那你就吃屎啊!哈哈哈
小明住12F  每次出去都是搭電梯 而回來卻是走樓梯 為什麼?|因為他是侏儒[按不到12F的電梯按鈕]
誰殺了麵??|A:阿Q因為阿Q統麵
吃蘋果的時候,看到蟲子很噁心揪~看到幾隻最噁心?{別給我回答無限多}|辦隻   {因為一半已經吃到肚子裡了}
閃電11人裡誰可以吃|唐須幸人(杏仁)
有兩個人掉進陷阱裡，死的叫小明，那活的叫甚麼?|死的叫(名子)小明，那活的就叫(大喊)救命
曉華早在路上被車撞了，那為啥小白沒有?|因為小白沒走在路上
1ㄐㄧㄢˇ1=?|2 因為 1撿1 例:[有1個糖果了在檢1個就有兩個了]
鳳梨和榴槤打頭哪個比較痛|頭最痛 哈哈
把所有化學品加在一起，會有什麼結果？|沒有結果
為什麼小強洗錢 卻沒犯法|因為他是再用清水洗$啦!
睡夢中的人會講甚麼話?|說夢話.
牛跟老虎被綁上不同的柱子上面 前面都有一大片草 誰吃的草比較多 ?|牛，因為老虎不吃草 .
錢可以打幾個結?|24個，小氣的諧後語.
老兵勇往直前不回頭 . 猜一個物品 .|象棋 .
白影穿牆 猜一個狀況 .|見鬼菈 !! (趕快投超欠揍~)
番茄紅叻 誰的臉就綠叻 .猜一個職業.|醫生 (請去看廣告)
"王"這個字要怎麼寫?|用手寫錒~ (快投給我超欠扁 >"
✾◕ ‿ ◕✾哪一個人是黑白馬?✾◕ ‿ ◕✾|歐巴馬 因為 黑白馬(台語)
I LOVE YOU|我愛你
世上最圓最甜的是…|甜甜圈
過年佳節.為什麼.西門町沒見到半個人呢？|因為人都是一個一個的，沒有半個!!!!
1+1=2  那無限個1+無限個1=多少|永遠加不完
哪幾個豆子最餓~~~|八豆腰
誰最愛哭~~~~要人安慰ㄉ|嬰兒
鯊魚吃人叫做甚麼|殺人
肉包,菜包,小籠包都有人喜歡,什麼包最受歡迎?|紅包
有聲,沒影,氣味難聞|放屁的『屁』!!!
像表不是表,不報分和秒,野外把工作,它是好嚮導.|指南針
言  身  寸  猜一個字|謝
上面一個次下面一個女次和女加起來是？|姿
睡美人最怕什麼！|失眠
櫻桃小丸子開甚麼店|鞭炮店
那一月最邪惡|2月(惡月)
喝一種果汁最辛苦|絞盡腦汁
用蕃茄和西瓜打你的頭 哪一個比較痛|頭比較痛
一陰一陽一短一長一夜合為一雙(猜一字)|明
什麼酒最貴?|喜酒
吳宗憲要打籃球　誰來防守他？？|慈母　因為慈母守宗憲（手中線）
公車有逃生門，還有‧‧‧‧‧‧那司機腳下有什麼門?|油門
把所有的化學藥品加在一起，會有什麼後果?|被老師罵XD
一加一等於多少？|王
樹是男的還是女的|男的因為樹上有小鳥
阿嬤搞外遇...|公館 (阿嬤搞外遇,阿公當然要管(館)嚕!)
哪個動物最機車?|山羊因為[山陽]機車
人最怕什麼燈？|賓拉登
什麼冰不能吃 ??|白冰冰
三十六計都用完了|無計可施
口吃|一言難盡
太陽在線上|旦
太陽底下寫文章|旻
手上拿一顆石頭|拓
手彎曲|毛
仙人放屁|不同凡響
紅窗子,白窗廉,裡面住個貪吃鬼.|舌頭
哪一種動物很愛聞內褲|豹 因為 (豹紋內褲)
有人在田裡出力氣|男
騎馬找馬|老糊塗
會走沒有腿，會吃沒有嘴,過河沒有水,死了沒有鬼|像棋
是先有鷄 先有蛋|鮮友火鍋
鉛筆姓甚麼|蕭(銷鉛筆)
誰會打母親|ㄇ一ㄢˋㄕㄨˋㄌ一ˋ打母
印度人為甚麼要用手吃飯|因為用腳太髒了
考試前一天不能讀什麼書|百科全書 (百科全輸)
ㄧ隻羊打給老鷹，老鷹就說喂|陽奉陰違(羊phone鷹喂)= =
一顆西瓜加一顆西瓜等於幾顆西瓜?|無限多顆
誰是變態??|風
上不怕火  下不怕水|鍋子   你猜對了嗎
螃蟹為什麼要叫螃蟹|螃蟹在旁邊說謝謝        你猜對了嗎
小謝要去看早上的電影院但為什麼沒有半個人|電影院有很多人   就是沒有半個人切一半的人
甚麼卡通人物每天都追著太陽|喜羊羊
什麼鴨子是用兩腳走路|所有的鴨子= = 是不是想說唐老鴨
你們猜我妹妹是誰|人
誰最熱情|喔低熱清 阿 好像一把火 阿 燃燒了整個沙漠喔~~~~
哪個卡通人物的手是圓的|西垣，本名西垣守(西圓手)
什麼運動在打死人後會歡呼?|躲避球
吹雪士郎、風丸一郎太、基山浩人|吹風機(吹風基)
甚麼動物最專情|美人魚.............因為她們不會劈腿
如果有一輛車,駕駛人是阿明坐在最前面的人是小明第二位小美第三位大阿那這輛車是誰的|如果
豆子捅了包子一刀變成什麼?|豆沙包
一加一什麼時候不等於二?|你算錯的時候
懷孕10個月(猜一個地名)|大肚
甚麼比賽要往後跑??|拔河
薑切成4片是甚麼??|薑  薑  薑  薑
甚麼動物有3個頭10隻腳9隻手100隻尾巴|怪物
乞丐面前放兩個碗是要做甚麼???|開分店
黑雄的同伴怎麼被殺死的?|黑松  因為(黑松(沙士) 殺死)
野狼的產地|全省各機車行，因為野狼125機車
電視裡有民視,華視.....等,不過哪2個?視不會出現?|近視和遠視
哪種冰小到不能吃?|小小彬
哪種動物在7-11就可以買到|熱狗
大家好你們猜未甚麼有人半途而廢呢|因為他生出來就是自障
各位來猜猜^ˇ^大猩猩和人類打鬥 誰會贏|人類 因為大猩猩拿著武器搥打自己= =|||
有一天,小金.小銀.小財和小寶在山上散步,小金:你們看,好多爛薑被丟到這裡!小銀:真的耶~小財:哈哈,我問你們喲~ 小金.小銀.小寶:?小財:那些薑叫啥名子?|殭屍 (薑屍)
啥像水母|裝空氣的帶子
啥最好喝|家好多糖的咖啡
有人想要大西瓜但他只有10塊可是大西瓜是20塊只有小西瓜是10塊那他該怎麼辦|他等小西瓜長大再來拿
請問1+1=幾?|2啊 不會的會被笑喔
電風扇怎麼樣來的|風
大豆的小孩有很多個最大的叫一豆 第二叫二豆....以此類推請問第幾個小孩肚子餓??|八豆~~(因為八豆腰)
有一天.魚和蝦子要賽跑.裁判才剛說完(預備起).魚就衝過去揍裁判.為甚麼呢|因為(預備起)=(魚北七)(台語)
為甚麼小明踩到大便會沒事??|因為她穿著超厚的鞋子   就算踩到也沒事
阿拉丁有幾個哥哥|3個  阿拉甲  阿拉乙  阿拉丙
為甚麼八仙去逛夜市,逛完後只剩四個|因為四個被拿去煮成四神湯
小明被一個從三千公尺高空掉下來的東西砸到頭,為甚麼沒有受傷?|因為那是雨
老虎和熊比較厲害?|老虎,因為[虎]厲害
AoA啥意思??|驚訝
三一十一八十一|陸
啥麼英文數字最蹦蹦跳跳|OK蹦
有一次,有一位爸爸開車在全家人出去玩,車子裡的人有,媽媽.兩個小孩.爸爸,但就在半路中有聞到一股味道,是屁味,但那一個屁不是爸爸.媽媽.兩個小孩放的,那是誰放的|狗狗,因為狗狗放屁是沒聲音的
弟弟考試得了95 分，哥哥得分比弟弟多一點，為什麼哥哥還是被媽媽責罵？|「多一點」因為哥哥考了9.5 分
有一隻蚯蚓,1小時爬1公里,兩小時跑幾公里?|蚯蚓...不會跑
為甚麼藝人可以吃|藝人=薏仁
什麼時候23,143,234會比30,000,521大?|棒球比賽的時候...
猜阿 不會猜ㄡ 就只會要答案^^ 猜猜看不能都看歐!|咩咩背著洋娃娃
為什麼魚會游?|他有翅膀跟尾巴
為什麼桃子會很園|桃園
酷酷的嫂子叫啥?|酷酷嫂
哪一類的博物館最臭？|文史館 因為「聞屎」館
你叫在公司工作的女生為小姐(台語)他會說什麼?|我沒休假!
世界上有幾種人??|我哪知啊!!那摸多種人!如:超人.地球人.外星人......
為什麼特技機車騎士不喜歡7-11的open醬|因為.......喔~噴
(犁田)
水和火生的兒子叫?|不容
用豆腐砸頭和用雞蛋砸頭，哪個比較噁?|被砸的頭最噁
豆腐是誰做的|當然就是...人做的ㄚ
不然是豬做的ㄚ
兩隻小強在地上打滾|強強滾
大雄有9元 胖虎有1元大雄跟胖虎要了1元請問大雄現在有幾元?|0元 (全部被胖虎拿走了)
大樹跟小樹差在哪裡?|差(插)在土裡
航海王裡的喬巴,哪一天最忙?|聖誕節    因為他是馴鹿
有一天,小可愛走在路上,突然下ㄌ一場大雨和一個超大ㄉ雷霆,小可愛看到路旁有一棵大樹,它想去躲雨,可是他不想躲雨,寧願被雨淋,為甚麼小可愛不去躲ㄋ?|因為大樹被雷霆打ㄉ只剩下一片樹葉ㄌ!!(猜不到吧)
甚麼車子喜歡被人家搶|火車  因為嘟嘟 請搶  請搶
假如你是一個公車司機，今天有3個人上車，2個人下車，又有8個人上車，請問司機叫什麼名字?|就是你自己阿
有一天有一ㄍ獵人他看到一支青蛙他跟青蛙距離100公尺他ㄉ槍只能上到10公尺為什ㄇ青蛙到最後還是死ㄌ?|獵人ㄉ槍有90公尺子彈射10公尺剛好100公尺
李小龍賣什麼?|花茶                                            因為{哇達}
世界上最常ㄉ車子是??|塞車
幾隻羊最機車|三隻
王加白加十|碧
四個人站在一個十字入口下雨了稱一枝雨傘|傘
青鬼跟紅鬼    要把青鬼打死需要一發子彈紅鬼要兩發   那我們只有兩發要怎麼把他們打死呢??|先把青鬼打死   紅鬼看了身體發[青]再把他打死就好
快樂會怎樣?|跑出四個神仙(因為快樂似神仙)
1+1=???|國
1-1不=零|三
因為一 一 一
加起來等於三~~
主管和媽媽那一個比較大??|媽媽!!
因為.....媽媽的比劃有26劃
啊!!主管的比劃只有19劃!!
為神麼1加1不等於2|因為算錯
很多東西  水洗的越臭|水溝
什麼水越洗越香|香水
一顆西瓜加一顆西瓜等於多少顆西瓜?|無限多顆  因為裡面的種子還可以一直種 雖然不怎麼欠扁 還是希望大家可以投給我  感謝~
大人與小孩|大人說:為什麼不讀猴子?
你猜 性韓的 是什麼國家|韓國
有一天5分熟的牛排和7分熟的碰面了他們為什麼沒有打招呼?|因為他們都不熟
小明上課一直跟同學講話，為甚麼老師不會罵他??|因為他是老師
韓國  德國  土耳其|韓德爾
位什麼明明你就35歲而體型就跟10歲一樣那是因為位神麼呢??|因為他有不老症
新鮮的魚哪裡哪裡有？|自己出海去捕魚就有了
怎麼樣把水變成冰？|在水這個字的左邊加兩點就好了
2+2=?|任何答案都可以啊= =''笨笨
18x82這個公式怎麼算？|用手算
大便和尿尿走在路上，大便被車撞死了。尿尿會說甚麼?|我好想大便
張飛穿針|大眼瞪小眼
聖誕節那天會剩下什麼東西？|吃的東西
有頭不長髮，記憶人人誇，問題一提出，立即就回答？|電腦
什麼國家不用電？|緬甸(免電)
某人吃葡萄不吐葡萄皮,為什麼 ?|因為他吃的是葡萄乾
雨中桃花棉？|越跳越重
一年四季幾乎都開花？|雨傘
如果你摔倒了？|馬馬乎乎
什麼東西你按它就會吱吱叫主人就立刻趕到？|電鈴
一部電影100元，那三部電影幾元？|五十元(因為三不五時)
哪個月有28天？|每個月都有
燃燒自己，照亮別人？|蠟燭
牙籤走在路上,看到刺蝟經過,牙籤會說神麼?|公車來了(因為刺蝟上都是刺嘛!)
超人保護地球，甚麼保護城市?|螢幕，因為螢幕保護程式
豬應該喝甚麼奶茶|珍珠奶茶
天衣沒有甚麼?|電話phone  因為:天衣無縫(phone)
樹是什麼味道??|相機(因為數位相機
〝賤〞這個自要怎麼分離|就是〝貝戈戈〞
記者去才訪企鵝國。記者問：你們每天都在做什麼？企鵝說：吃飯‧睡覺‧打東東]記者問其他企鵝回答都一樣。他又問一隻企鵝：［你平..麼？］[ 請案小題示繼續讀完]|因為他就是那個東東
請問麒麟飛到北極去會變什麼??|冰淇淋
因為..冰麒麟
綠豆跳樓之後會變成什麼??|紅豆....
Fool = pig yo?|大笨蛋＝豬頭唷　？　請投給我超欠揍一票Thank you
一加一等於多少??|王、田
有獵人看到一支青蛙獵人的槍指能射10公尺但獵人跟青蛙的距離有100公尺為甚麼最後青蛙還是死ㄌ?|獵人ㄉ槍有90公尺子彈射10公尺剛好100公尺
笨+笨=?|你!!!!!
人的牙齒是白色的，那黑人嬰兒的牙齒是什麼顏色的？|嬰兒沒有牙齒
什麼車沒有輪子？|風車沒有輪子
為甚麼老師不相信小華有理過頭髮？|因為小華是禿頭
瞎子最喜歡什麼人？|流氓 因為他們都會說：給他點顏色瞧瞧
玉米要怎麼吃？|用手吃
為甚麼人死後身體會冰冰涼涼的？|因為心靜自然涼
小明是誰?|是人
把家裡弄ㄉ(    )讓媽媽很生氣!|亂七八糟
有一個白人和黑人在餵他們喝母奶,為啥白人的小孩一直哭?|白人的小孩吵著要喝旁邊的巧克力牛奶!
有一隻豬跟他媽媽說，位甚麼隔壁的小明都說我不算是一個人阿?結果豬媽媽拿ㄌㄧ面鏡子給他，並說ㄌㄧ句話，尼們猜看看豬媽媽說啥ㄋ?|因為裡外不是人
先有雞還先有蛋呢?|雞因為(雞蛋)
有1沒有2有3沒有4有東沒有西是啥阿??|陳....因為1加長把3放上去,再把東放再1跟3的右邊阿
打棒球時吃什麼最痛?|蘿蔔
小美說：我家美勞工具最多小英說：我家美勞紙最多猜小明家什麼多？|固執(固紙)
醜小鴨變天鵝結果會變成什麼樣子呢?|變成美味大餐(頭我欠扁謝謝大家
手機吊到水溝裡|機不可失
餅乾要被吃掉了他的最後一句是啥|餅乾會講話嗎?
點解小明住15F,but小明升到5F後自已走樓梯??|因為他小粒,只按到5F,自已上樓梯
一百元 一萬元 一千元怎樣撿能最多|三張都撿
有個黑道  大哥叫大刀二哥是小刀三弟是麻煩   有一天麻煩不見了大刀小刀去警局說啥??|我們要找麻煩        (麻煩)      要投我票ㄛ
請問:小美全身好好的跟小明出去 卻是四分五裂的回來?|小明說:美爆了 所以小美就爆掉了
猜猜看每一隻蟑螂是男生還是女生?|女生,因為會生很多隻小蟑螂嘻嘻嘻!
三隻小鳥在樹上唱著(又又又)|桑
花叢裡有顆蛋|花旦
樹上有100隻鳥 要怎麼抓到|用照相機
有兩個人到海邊去玩，突然被一陣浪捲走了。 被捲走的那個人叫小明，請問剩下的那個人叫什麼？|當然是叫救命啊！
ㄧ部電影200元那三部電影多少錢?|50元 因為 三部50 (三不五時)
女人懷孕為什麼要趕快結婚|怕生
一位老師不開口 肚裡學問樣樣有 誰要有事請教他 還得自己去動手|答案：字典
友一天有一顆綠豆走在路上,剛好那天紅豆心情不好就打了綠豆一下,後來綠豆變成甚麼豆呢?|黑眼豆豆
有一天有一顆包子崇101掉下來變成甚麼包?|卦包
位什麼大家都會喜歡shinee|酸你
請問你知道全世界最美的鴨子是什麼鴨子嗎|北京烤鴨
誰的英文最爛?|蔡英文
請問哪個星星最大|大星星
甚麼東西剪不斷??|水...
甚麼東西不能吃?|薏仁因為藝人
有一個男的把他身體上最珍貴的東西弄進的一個女的身體裡裡,請問,那是啥?|心臟 ~~嘿嘿!!大家都想到什麼拉~~
有十隻小鳥在電線杆上,獵人拿出槍來射,為甚麼第一隻到第九隻小鳥沒事,但是第十隻小鳥卻死了?|因為獵人射的時候,手往上揮,第十隻小鳥跳了起來就中槍了.好笑嗎?
我有一隻腳,結過摔斷了,我有大嘴巴,結果斯爛了,我家有姐姐,然後姐姐怎樣嘞?.....|姐姐結婚了
一加一等於|田
小明的姐姐為了教小明打電腦......|"打"電腦呀,不是用手打的嗎?
小明跟誰玩象棋會贏 想看題示(點吧）！|自己
一暝一大吋,大了換白袍,白袍換盡得新生,留下絲繭可織襖。|蠶
有兩個人,第一個人的名字是小明你猜猜看第二個人的名字是什麼?|大明
有一塊生牛肉遇見一盤生魚片但是他們都不打招呼請問為什麼?|因為他們都是生的
請問你是天使還是惡魔?|如果是選天使是天上的狗屎惡魔就沒
有三個小孩，老大:老大、老二:機關槍、老么:麻煩，有一天，麻煩不見了，媽媽叫他們去警察局報案。猜猜他們說什麼|我老大，帶著機關槍來找麻煩!!
有一個黃黃又長長的東西?|蜂窩
怎麼把長頸鹿放進冰箱?|1把冰箱打開2把長頸鹿的脖子折斷在把牠放進去3把冰箱關起來
八爪魚也幾個心臟?|9個
7+7=?|戚七乳加巧克力
誰寫的字永遠都是白色的？|李白 字太白
如果要確認某個事情，必須在桌子上百多少錢？|四十元
筷子要怎麼用？|用手用
哪一個人辦活動，到最後只剩女生？|聖女（剩女）貞德
如何把0變成8？|把0繫皮帶
一這個國字怎麼寫？|拿筆在紙上撇一撇橫線
糖果是公的還是母的？|母的，因為她會生螞蟻
老闆和員工誰比較大？|要看身份證才知道
所有全部顏色的熊，誰比較厲害？|灰熊 因為灰熊厲害（台語）
企鵝的性別為何？|要經過鑑定才知道
為甚麼功課會飛|被打時ㄚ笨蛋!!
請問紅豆的小孩叫什麼?|南國   因為紅豆生南國
晶瑩剔透小珍珠原原滾滾真可愛渴惜只能近觀看不能西手帶!|露珠!
綠豆哪裡人？|嘉義人(綠豆加薏仁)
請問網子是甚麼組成的???|是很多很多洞組成的
胖子崇天空吊下來會變成甚麼|死胖子
十元買早餐，八元買豆乾|ㄍㄢˋ   (國字)
某間學校在升旗  突然掉一塊錢在地上 卻沒人有反應 為什麼台上老師說(向前看齊)所有人都排到那塊錢的後面|因為向(錢)
看齊
哪種鳥不會飛|小鳥
有一個女學生上了傳說中鬧鬼的廁所 為什麼出不來?|因為她忘記們是帶啦的 推半天推不開被排泄物薰死了
魚缸破了!位啥依對情侶就死了?|因為那對情侶是魚
竹本口木子|笨呆子
阿拉丁有幾個哥哥|3個因為阿拉甲阿拉乙阿拉丙
阿拉丁有幾個姐姐|1個因為阿拉雷
什麼人最愛明知故問?|老師 因為老師都會說:這個問題誰知道?~
十月十日猜一個字|朝陽的朝
王先生白小姐坐在石頭上|碧
一個石頭兩隻鳥|一石二鳥
什麼布剪不破??|瀑布  哈哈!!
糖果是公的，還是母的???|是母的，因為糖果會生螞蟻
請問綠豆哪裡人?|哈哈!!是嘉義人，因為綠豆加薏仁
吳宗憲打籃球，要找誰來防守他???|慈母，因為慈母手中線
哆啦a夢是什麼顏色??|紅色，因為ㄤㄤㄤ  哈哈!!!
猩猩和猴子去椰子樹上採香蕉,誰會先採到香蕉?|都採不到!!                                                           笨蛋!!!
7382是什麼意思??|欺善怕惡
為甚麼男生上廁所地方會流血?|因為他女變男裝
在北極有三隻企鵝 第一隻企鵝:說他每天吃飯,睡覺,打東東 第二隻企鵝也說:每天睡覺,吃飯,睡覺,打東東 那第三隻企鵝為什麼只有說:吃飯,睡覺,而已|因為它就是東東
為什麼吸血鬼會怕十字架?|我哪知啊‧我又不是吸血鬼‧阿你是不會自己去問他喔!
超人保護地球，誰保護城市|螢幕(因為螢幕保護程式) 請各位大大們把你神聖的"欠揍"1票掊我吧~
世界上最難的是那一題?|就是這題
哪一種動物最會花錢|斑馬,因為黑白馬(台語)
哪一種動物在運動會會被罵|魚,因為預備起(魚白癡)(白癡是台語)
有一位魔術師他說要把黑桃A丟出去變不見...但是...他沒變不見捏  為什麼 ? 0 ?|黑桃A撲克牌的被面寫不見拉  ㄏ ㄏ ㄏ
台灣有i phon外國有啥?鳳  (外國人唷 ! !)|吳鳳(有猜對嗎?)
一個遮雨棚 1隻腳 4個人|傘
１+1=|田
凱蒂貓賣光光.猜地名|貓空
白吃+白吃=?|2ㄍ白吃
位甚麼男生洗澡要關門?|因為小鳥會飛出去
什麼老虎不會吃人??|巧虎啦!!你有沒有看[可愛巧虎島]啊
哪國人肚子最硬|印度人[硬肚人]
請問陳小林是男的還女的!!|我也不知道,我也沒看過ㄒㄒㄒ被我騙了ㄡ
(..)nnnn|毛毛蟲
用什麼東西打橄欖球最痛|西瓜
紅關公,白劉備,黑張灰飛|紅龜
為啥麼寵物生病了跟本不用擔心|因為根本不是我的寵物
大家都說馬桶士無底洞 那甚麼時候馬桶會裝滿??|馬桶堵塞的時候~哈~哈
世上最難的是哪個題目呢|正是這題啦
為什麼你會在這裡|你為什麼在這只有你知道!我怎麼知道
三個金碰在一起叫ㄒ一ㄣ 三個車碰在一起叫ㄏㄨㄥ那麼三個人碰在一起叫什麼|叫你好
位甚麼人可以在海裡說話|因為那是特效
河馬.斑馬.白馬,誰最愛亂買東西?|斑馬
你知道什麼東西最欠扁嗎|你最欠扁啦   笨蛋!!!!!!!!!!!!!!!
請問李小帽是男是女|部是男也不是女
請問李小帽是男是女|是帽子
有一塊蛋糕跌倒了,它氣餒、情緒低落.有什麼動物能鼓勵它站起來?|豬, 因為有一樣東西叫做朱古力蛋糕(豬鼓勵蛋糕)
為什麼小明告訴教官他有理頭髮，但教官卻堅決不信？|秀才遇到兵，〝有理〞說不清
黑人為什麼不喜歡吃黑色的巧克力?|因為怕咬到自己的手
綠豆是什麼人|嘉義     因為綠豆加薏仁
請問獨角仙為神麼是的???|他被太陽曬黑了
把水從瓶子倒出來  裡面還會有甚麼?|沒有東西
隔壁老王為甚麼痛恨小名|因為名存死(實)王     超不欠揍的 是很那個那個XD
為甚麼不能給警察管電台|因為警察會打破電台(警察廣播電台)(台語諧音)
哪種動物最好命|狗或豬(因為人家說:金窩銀窩不如有狗/豬窩)
小叮噹問凱蒂貓，凱蒂貓為何不回答多拉美問小叮噹，小叮噹為何不回答|小叮噹聽不見，凱蒂貓沒有嘴
五分熟的雞排遇見三分熟的豬排為甚麼他們不打招呼?|(1)因為他們不熟(2)因為他們無嘴啊
怎樣的客人讓蚵仔煎和生魚片老闆很困擾|說蚵仔煎不要蚵仔，生魚片煎全熟的人
小丸子抓到章魚後要怕誰|煎章魚小丸子的人
老鷹最怕誰|小丸子(鷹逃小丸子)
蘑菇被殺前的遺言是|他會說話嗎
7-11的人物(抱歉不會寫英文)歐噴醬和拉克醬在英文聲控開關的門前吵架這門會怎樣|門會壞掉(在門前歐噴拉克{打開關閉}當然會壞)
有三兄弟~~老大叫(歹徒)老二叫(小刀)老么叫(麻煩)，有一天 老么(麻煩)不見了，老大帶著老二去警察局問怎麼??|我叫歹徒我帶著小刀還找麻煩((雖然不好笑 但投一下把:)
大愚是什麼動物?|是蝦子~~~因為大愚大愚一隻蝦
1逃學位什麼老師會很高興  2位什麼要打架|1幫老師解決負擔  2幫社會解決敗類  投一下欠揍
睡覺ㄉ地方界較寢室,那麼用來教學ㄉ地方就叫教室,用來辦公ㄉ地方就叫辦公室,那麼當然休息ㄉ地方就叫休息室,只不過休息是通常都在很遠ㄉ地方,為什麼|你沒聽過嗎?因為休息是餵了走更長遠的路
老師為神麼一定要出功課??|因為教有教權 -  法有法權 !!
老虎叫啥??|丹丹.......因為........虎視眈眈
水絞是公的還是母的|公的
為什麼南部沒有阿彌陀佛?|因為南無阿彌陀佛!
猴子不喜歡什麼線?|平行線(因為沒有相交)(香蕉)
太陽.月亮.星星哪ㄍ是啞巴|星星(天上ㄉ星星不說話)
一點一橫長,一點到南洋,十字對十字,太陽對月亮|廟
什麼鞋穿起來會很開心?????|黑皮鞋(Happy鞋)
【猜一海洋生物】什麼生物活著不見血，死了才滿身紅？|蝦
小白+小白=?|小白兔(因為有兩個小白是two所以答案是小白兔)
二狗隻在談天|獄
肉包子打狗|有去無回
烏龜下樓梯|連滾帶爬
什麼東西會往西邊打?|蘋果，因為蘋果西打!
不流血的戰爭|象棋
紅關羽白劉備黑張飛猜一總水果|荔枝  應為外面紅的裡面白的子是黑的
火柴棒進醫院出來變啥?|棉花棒(因去包紮了)
什麼東西打破了不會被媽媽罵??|破紀錄
什麼龍最白??|保麗龍XDDDD
兩好球三壞球|南投
為什麼王子親了睡美人，睡美人沒有起來？|因為她在賴床
『什麼東西進去的時候是硬的，而出來時是軟軟黏黏的？』|口香糖
住在臺灣的熊叫 臺灣黑熊住在北極的熊叫 北極熊那麼住在醫院的熊叫什麼熊|謀正雄(熊)(神經不正常)
老天爺給一群青蛙，一個願望，青蛙卻被砸死了，為甚麼？|因為牠們一直呱呱叫，老天爺就丟了西瓜、南瓜等瓜類，所以青蛙就被砸死了
超人為什麼要穿緊身褲?|救人要緊
十月十日猜一個字|萌
曉銘吃了番薯是怎麼害死了大家的???(有兩個答案)|1.他吃太多讓其他人餓死的2.臭死的
不正猜一字|歪
敢貓要用什麼敢貓?|感冒(敢貓)用斯斯
瞎子最不可能說出哪一句話!|我看到一隻蟑螂啦!...哈哈哈
有一天有一個啞巴要買口罩他就跟老闆比手劃腳老闆就懂了隔天有一個瞎子要買影型形眼鏡他要如何表達?|用說的
李白是怎樣死的??|失血過多(詩寫過多)因為他的詩寫很多!!ㄒㄒ!!
花生生什麼??|花生牛奶!!
火柴進醫院出來變|棉花棒
把後面是甚麼|爸爸
豹的女朋友是誰|烏龜因為豹得美人龜(抱得美人歸)
什麼們打不開?|球門
請問什麼魚最想死?|鱈魚香絲(雪魚想死)
請問哪裡沒有阿米的頭髮??(阿米是個人)|南因為南無阿米頭髮(南無阿彌佗佛)
樹上有10隻小鳥，獵人打了1隻，還有幾隻!|0隻~ ~因為被槍聲嚇跑了
颱風天，沒帶多少錢不能出門??|4千萬 因為沒4千萬別出門(沒事千萬別出門)
什麼數字最勤勞 什麼數字最懶惰?|2最勤勞 1最爛懶惰(因為一不做二不休)
有一天有一隻狗 然後他燒起來了....|然後他就變成熱狗 XDDDDD
歷史上哪個人跑最快？|曹操 (音說曹操曹操到
薑分成四片變神麼|薑薑薑薑
什麼球不能玩|地球
白天不出現晚上他出來|貓頭鷹
瑪莉的連體嬰妹妹是誰|夢露因為瑪麗蓮夢露
鍵盤上哪個鍵最帥˙˙?|F4!
沒黑眼珠|白目
蜈蚣對爸爸說了甚麼話，為甚麼爸爸一聽就昏到了|爸!我要買鞋
哪一種比賽是要往後跑?|拔河比賽!
僵屍尋人?|跳蚤!!
七個人有八隻眼，十人一有八隻眼，西洋人也八隻眼，家母同樣眼八隻|貨真價實
北極耕田|雪梨(犁)
什麼事情比踩到大便更惨|踩到地雷
1歲學會爬，3歲學會走，那4歲學會甚麼?|上幼稚園嘛XDDDDD
犬叔叔家有4隻狗汪汪叫猜一個字|器
烏龜的心像什麼？|龜心似箭〈歸心似箭〉
豆腐摔下樓|豆花
有客來，先脫帽，再進門。|閣
不正的人 綽號叫神麼|歪
木魚掉到水裡變什麼?|濕木魚(虱目魚)
雞毛被拔光了！會怎樣？|雞皮疙瘩
兩串火再說話??請猜一個字|^^談
阿匹婆的英文名字是啥?|A   people
番茄從頂樓跳下來會變甚麼?|茄子
吃什麼東西會肥|食言(鹽)而肥
嬰兒四隻腳成年二隻腳老時三隻腳|人
冬天吹東北季風，夏天吹什麼風?|夏天吹電風
什麼東西打下去流出來的會是自己的血？|蚊子
有7個神仙去逛街,最後回來只有3個,那其他4個去哪了?|變成四神湯了
關雲長過海|關渡
基督教不會做的事?|臨時抱佛腳，因為他是基督教
在半夜時二點在鏡子前面拿著梳子，披著黑色衣服會看到什麼?|阿~~~~~~頭皮屑
哪種動物最髒|老虎 因為老虎的英文叫( tiger發胎格)(骯髒的台語叫胎割)
有2個人從101大樓跳樓1個死掉了叫做死人一個還沒死要叫什麼|救命
甚麼虎不咬人|壁虎
打破什麼東西最好？|打破計錄
為什麼熊要冬眠6個月?|因為沒人敢去叫醒牠
一個男人可以一邊刷牙、一邊吹口哨，為什麼?|因為他刷假牙
請問哪一種魚最想死???|鱈魚香絲  (鱈魚想死)
女人的嘴巴|如
誰超大牌飲料吸管都用好他卻不喝|﹝布希﹞不吸
一個矮人有名有姓遇到事情請它作證。|印章
史努比今年幾歲?|比去年多一歲...
甚麼球可以看到東西?|眼球
甚麼東西升上來就不會掉下來??|年齡
牛是怎麼死的?|newbalance(牛被冷死)
小甜甜住孤兒院 那老甜甜呢?|養老院!
10月31日是蔣公誕辰,那11月31日是什麼節?|根本沒有11月31日啦
老虎死掉後便成什麼?|髒鬼(tiger鬼)
10月31日是萬聖節 那6月31日是什麼節?|6月根本沒有31日!^_^
為什麼流氓坐車不用錢?|警車
金抱銀，銀包金，白殼包金銀。|水煮蛋
一對夫妻黏在一起，身體洗一洗送到嘴裡。|油條
那一個英文字母會打免子|S.  因為sk2
4個人在聊天，中間突然來了一隻狗。|器
哪一種狗不會叫|熱狗
有一台車~他的車牌是(0487-YA)翻譯是啥??#|0487-YA翻譯~你是白癡-YA  ^^
烏龜腦袋|能屈能伸
八仙過海|各顯神通
沒有尾巴的熊叫無尾熊，那麼沒有裊裊的熊叫什麼熊?|母熊!!
為甚麼一張獎狀上只有學生的名字,之後就什麼也沒有了?|因為影印機印到一半突然沒水了!
有一罐香水,才拆封一天,但為甚麼裡面的香水已經沒了?|因為太陽太大,他被人間蒸發了!!
一口吃掉牛尾巴?|告
900除以7000答案是什麼|天下的一個數字
小王要問這一枝筆是誰的 是誰的筆|人的
爸爸問工作人員糖果的成分是什麼成分|好幾種配料
獅子的名字|萊恩（lion發萊恩）
二人要死 一人走到三十一樓就跳下去一人走到六十二樓就跳下去他們有什麼差別|多看了三十一樓的風景
一個胖子死了他叫什麼|死豬
什麼龍不吃人|保麗龍
1加1等於...........|2 、田、甲、由.........
小明從遠方看到一個破掉的桶子他說:哪裡有一個??????=甚麼|破桶子
為啥模特兒不敢吃東西用醬料?|因為他怕她瘦死(醬料英文)
什麼虎不咬人|壁虎
猴子不喜歡什麽線?|平行線(因為沒有相交)
香蕉從大樓跳下去會變成甚麼?.|茄子
女人最喜歡男生口袋那個長長的 還有一點味道的是甚麼 而且結婚後用的到|一張一張的1000鈔票  因為要買一堆東西嘛
一張紙,很聰明,好幾張,更聰明|書
九十九歲的阿嬤過生日，不能對他說什麼?|長命百歲(因為快要100歲了)
ET走了剩幾個英文字母？|21個（因為ET坐UF0飛走了）
六九猜一句成語~~|七上八下
誰最美麗?????|美麗ㄉ媽媽(美麗是名子)
黑人跟白雪公主結婚生下來的孩子是甚麼?|灰姑娘(因為黑+白=灰)
9958是神麼意思|救救我吧
有一個豆子較魔法豆，猴子吃了魔豆所以牠飛起來了，那老應未啥會飛?|牠本來就會飛阿?
台灣神麼雄顏色最厲害|灰色因為輝雄利咳台語
有一天小名要回家時趕到繳很酸請問他採到神麼|檸檬
醫院神麼雄很厲害|神經不正常台語ㄒ一ㄥˊㄐ一ㄥ謀ㄓㄥˋㄒㄩㄥˊ
灰面鳩又有甚麼鳥之稱??|候鳥
姜太公釣魚.......|願者上鉤
我有一個大大的耳朵，我姓王，今年十四歲，就讀一心國中。|聽
有人去搭公車誰會最想吐?小紅，小白，小黃，小黑|小白
誰的速度最快?|說曹超  曹超到!
打電話給烏龜|苦瓜（call龜）
廁所裡掛時鐘|有始有終〈有屎有鐘〉
國曆9月28日是孔子出生的日子，那國曆10月28日是什麼日子?|孔子滿月
泥菩薩過江|自身難保
脫褲子放屁！|多此一舉
總統府前面那條路是甚麼路?|柏油路... ...
偷偷進你房間,吸你紅花酒,拍打見閻羅王|蚊子
說牛不是牛,說她力氣小,身上背房子|蝸牛
白白的 四方方 可煮湯 可生吃一塊一塊|豆腐
什麼時候一加一不等於二?|算錯的時候
牛的舌頭跟牛的尾巴在什麼地方會遇見|餐廳
7個嘴巴8個舌頭|7嘴8舌
兔少一撇|免
一個人又兩橫|仁
在田裡的大力士|男
上看像不下看像不不是不上就是不下猜一字|米
醫生為病人開刀時，為什麼都要戴口罩？|因為出錯時才不會被認出來
可愛的左耳|阿
為什麼一個盲人只要摸到錢就看得見??|因為「見錢眼開」
一棵樹，多椏杈，雨淋就開花!|雨傘
新娘結婚後會變什麼？|老婆!
有一隻螞蟻從聖母峰掉下來，你猜它會怎麼死呢？|飄太久，被餓死
七除二|不三不四
肉有危險了，誰會來罩他|麵，因為肉燥(罩)面
三天|晶
什麼東西肥得快，瘦得更快？|氣球。
天啊!好苦|叫苦連天
美到農夫都不能勝利的收獲|美不勝收
天熱吃雪糕|冰心
上邊毛,下邊毛,中間一個中間一個黑葡萄|眼睛
七除以七等於???|七七乳加巧克力
老太婆過年|一年不如一年
李白怎麼死的= =|(詩寫過多)失血過多
什摩還很小 卻可以裝很多東西?|腦海~~~
什麼酒不能喝呀？|跌打酒
為什麼蘇文鋒同麥玲玲經常叫人們不要把飯咬得太粹|犯太歲
天上的星星有幾顆|沒人知道的^^
有一群人困在礦坑裡，死的人叫死人，那活著的叫甚麼？|救命
未成年懷孕未神麼會死|被父母打死
一打雞蛋有幾顆?|0顆
小明的生日是在4月12日,哪一年的4月12日是小明的生日|每年
蚊子布丁甚麼|布丁狗
男生口袋拿什麼東西,結婚用的|戒指
這個世界上最長的車叫做什麼車|拖車
和尚下班？|關廟
只要大人去就好？|不約而同﹝不約兒童﹞
十二點|斗
我拍手拍了十下，問：「請問有幾匹馬？」到底有幾匹馬？|6匹馬(跟我拍手拍幾下無關，數數看我說的字數你就知道了)很欠扁吧！
十四點|米
什麼鍋不能吃???|平底鍋
五十個人|傘
雞跟鴨對話|雞同鴨講
哪個卡通人物最噁心？|麵包超人
你猜我叫什麼名子??|吳品群
阿拉丁有幾個哥哥??|阿拉甲.阿拉乙.阿拉丙
廁所裡有甚麼花??|五月花衛生紙
男人喜歡甚麼車?|電子花車
1+1=多少??|2王田
黃皮膚的人|新品種
為什麼美人魚那麼專情?都不會喜歡別人，只喜歡王子?|因為她不會劈腿!
誰講的笑話最冷?|蔡依林(英文名)，因為就冷(台語)>
漁夫最怕什麼??|沒人吃魚
有一艘船只能載10人,滿了9人後,又來了一個孕婦孕婦來了就傳沉下去了..為什麼?|第1個答案:因為孕婦肚子裡還有一個孩子 第2個答案:因為孕婦的名子叫做:陳夏趣船就沉下去了
露營時，你醒來後，看到滿天的星星，這時你會想到什麼?|你的帳棚被人偷了!
面對一個99歲接近100歲的老奶奶不能說什麼?|長命百歲
有一種牛拉不動牛車，卻拉的動房子，甚至拉著跑，請問他是什麼牛?|蝸牛
和尚下班了|關廟
什麼雞跑最快?|麥克雞，因為麥克雞塊(快)
小小的東西   越用小塊|橡皮擦
是蛋先生出來還是雞?|雞
位甚麼螞蟻從101跳下來會死?|因為飄太久餓死了
位甚麼cs的殭屍要較芭拉?|因為他喜歡吃芭樂 (台語)
廁所要放什麼花|五月花
現代人為甚麼要跳有氧體操??|因為如果跳無氧體操那就無法呼吸了!!!
老公帶綠帽|凌盟紅茶
耶穌的爸爸叫甚麼名字?|耶(椰)子
有車牌是520，另外一個人的車牌是5120。520、5120翻譯成中文。|我愛你、我也愛你
一間屋，三個門，裡面只住半個人|褲子
有兩個人，從101掉下來，死的人叫死人，活的人叫什麼？|救命~！
壞掉的腎臟|西遊記[台語]
為什麼你要去床上睡覺？|因為，床不會自己跑過來！！！
左邊的屁股像什麼？|右邊的屁股！
什麼老鼠是用兩隻腳走路?答:米老鼠,那什麼鴨子是用兩隻腳走路?|所有鴨子都是用兩隻腳走路的呀
嘴大吃四方打呼震天想貢獻全身保滿足五臟廟|豬
有兩枚硬幣.總共是15元.其中一枚硬幣不是5元 為什麼?|因為不是5元的那一枚硬幣是10元
羊吃草，那馬吃啥？|杯子（馬「嗑」杯）
在廁所裡掛鬧鐘|有屎有鐘(有始有終)
雪人從101一掉下去變什麼?|死人!
兩個男人坐在石頭上|一石二鳥
第十一本書|不可思義(Book   思義
一加一等於多少|田
1+1=|田 1+1=田
1+1|2或王和田不要笑喔
有一間趣趣店,那裏要給1000元就不找錢.為甚麼小明買東西時.給了1000元？|因為他買東西合好是1000元
將切成四半變什麼|將將將將
世界上什麼東西最大|眼皮
肥沃的土地|豐原
仙女下凡|七美
空中的霸王|高雄
東西南北誰最強|東因為咚咚強斜音(東東強)
有熊走過來|有貝而來
用什麼文具要小心|蠟筆因為(蠟筆小新)
什麼狗不能養|熱狗
10個人團結力量大|協
從前，有一隻狗狗的前面是一隻貓，貓的前面是一隻老鼠，老鼠的後面是一隻貓，貓的後面是一隻狗，狗的後面是什麼？|蟲，因為從（蟲）前有一隻狗
請問孫中山先生往生以後對中國有什麼影響???|少了一個人~~
每一個小學生都喜歡什麼課?|下課
甲狠狠的剖開乙的肚子為什麼其他人都見死不救?|因為甲是外科醫師
哪一個英文字母最愛裝酷?|C,因為C 裝酷(西裝褲)
什麼草能吃？|仙草
豆腐跌倒了叫什麼|豆花
哪種東西轉不暈|電風扇/膠台
在你家走來走去的是什麼人...?|家人
我的上帝|余天
萬年青|長生不老
石頭被砍掉了|欠
二三四五六七八九|缺一少十
什麼龍會亮|燈籠
不上不下|卡
貝多芬的弟弟叫??|較:貝扣芬 翻譯:被扣分
心小姐被關在門裡面|悶
九口缺八口?|井
豬可以分成哪幾種?|CD，VCD，DVD，LD，MD
哪一個遊戲中2大於5，0大於2？|剪刀石頭布
香格里拉和凱悅哪一家店最不禮貌|香格里拉因為台語誰叫你來
十一點十一點猜一個字|晶
雞的腳為什麼那麼短?|因為他的腳太長的話,蛋掉下來會破掉嘛!
一字十三點,難在怎麼點|汁
一根木頭一寸橋|村
跨過大便|過糞(過分)
什麼比春光外洩更為嚴重?|瓦斯外洩
一千八百個女鬼|魏
我少了一點|找
椪柑和柳丁打頭哪個比較痛?|是頭比較痛
軍人的手|揮
外表白如雪肚裡一團黑從來不偷竊硬說她是賊|烏賊
什麼樣的名畫最難偷？|壁畫
請問~~~~百家姓當中....目前是由哪三個姓氏最為出名???|楊丞琳 (楊, 陳, 林)
什麼花夏天是冷的 ， 冬天是熱的 ？|豆花
圓圓身體上面二把剪刀|螃蟹
啥藝人說的笑話最冷|蔡依林,因為她的英文名字叫就令(很冷)
對於你的出身 世界上有甚麼改變|多一人
東一片，西一片掉到水裡看不見。|水
車馬炮將士象全部出動?|按兵不動
看來很有分寸，滿身帶著斯文，從不見它律己,專門衡量別人|尺
一個女生未成年|妹
兩座山，一山比一山高。|出
"一"猜成語|接二連三
什麼人最瘦|台灣人，因為台灣人壽(台灣人瘦)
哪一個月有28天|每個月都有
稻草人救火|自身難保
哪一家理髮店最沒禮貌?|香格里拉理髮店
(誰叫你來)台語
一斗米？|料
動物園裡有黑熊，那醫院裡有什麼熊？|神經沒有熊（台語發音）
穿什麼鞋會讓你看起來很瘦？？|阿瘦  皮鞋
什麼東西會從天上掉下來|雨
左邊美少女，右邊小伙子，兩人一對寶|好
森林大火|焚
72小時猜1字|晶
青色的狗?|猜
黑色的狗?|默
紙包火|天燈
出去不要約誰?|不約而同(兒童)
臉而圓圓像蘋果.又酸又甜營養多.媽媽拿他做菜吃.妹妹拿他當水果|番茄
忘情水要跟誰買??|阿霞(台語)因為阿霞~給我一杯忘情水
缺一個哥哥|歌
上面有帽子下面有個比|屁
沒有郵筒|難以置信
五個人撐十字架|傘
15個人猜一字|傘
要怎麼證明2比3小??|對流氓比YA!!
一個家三個門卻只住了半個人|褲子
大人一起出去玩~|不約而同(不約兒童)
有三位地獄人第一個打電話五分鐘五萬第二個說五分鐘要五萬那我少打一點打了兩分鐘五十萬第三個打ㄌ20小時才20元請問為啥咪??|因為第三個打給地獄裡ㄉ人所以   網內互打比較便宜
說它像龍不是龍  一點朱砂頭頂紅  興雲作霧本領大  夜夜為人除昆蟲|蚊香
天上圓圓，地上圓圓，姑娘房裡圓圓。|月亮，井，鏡子
嘴吧尖尖生體長長木頭外衣黑色心腸|鉛筆
多啦A夢是神們顏色|紅色因為ㄤㄤㄤ多啦A夢母
一個樹枝碗，下雨下不滿。|鳥巢
怎麼把長頸鹿放進冰箱|打開冰箱放進去就好了
龜兔賽跑，豬當裁判，結果比賽開始最後烏龜贏了請問為什麼?|豬也不知道為什麼
會走沒有腿,會吃沒有嘴,過河沒有水,死了沒有鬼。|象棋
點腦和人有甚麼不同??|是電腦可以搬家人腦券不行
有一對太陽夫婦生了一個小太陽！請問要慶祝他們什麼?|生(日)快樂
有一人向神許了願望 他說:我想要有九條命! 神:你現在有了!!那人不相信 跑去給火車撞 結果他還是死了 你知道為甚麼嗎?|因為火車有十節(好幾個輪子)
目魚掉到水里變什麼|溼目魚
有人吃豆腐猜是啥|色狼
一個大人和四個小孩坐在十字架上!@3$%^&*()_+*()_=+++++==+__---___-___--_---_|傘11111222223333
kiss|集集
哪一ㄍ藝人最有誠意|陳奕(AK)
一個獵人去打獵，看到一隻猩猩，往牠射了下去，牠接住了。你猜他最後怎麼死的?|因為猩猩會拍打胸部，而且牠還拿弓箭，所以往自己插了下去。
一個東西直廷廷  裝著看的到的  但無形|水壺
颱風天要帶多少錢才能夠出門?|4 千萬(颱風天沒  {事千萬 (4千萬 ) }        不要出門 )
船上有二 個人，一個是船長，另一個是水手，船長負責開船，請問 水手 負責什麼工作 ? 想出來水手負責什麼工作了嗎??????????????????|關燈  因為 隨手 ( 水手) 關燈
天氣多變化....看冷笑話也會變化 .... 7-11猜一個職業 答案真的很..... #&&&&&*^  不是店員 ???????|護士   因為7-11= -4
有一天蜘蛛像蠶寶寶表白心意,為啥會遭到牠拒絕?|因為牠媽說成天掛網的都不是好東西:))
大白的第弟長的很像他 猜一句成語|真相大白=真像大白
哪個英文會爆炸|ok蹦
哪各族不會唱歌|泰雅族   （太啞了）
小明在路上看到一張一百和一根骨頭小明為什麼要撿一根骨頭不撿一張一佰|小明是狗
什麼的東西會被它氣死?|氣死(起司)
家境富裕|金門
哪一種龍最白?|保麗龍
為什麼老人怕月亮?|月下老人
稀飯想旅行，他會去哪一個地方玩?|列國
因為粥(周)遊列國
老婆婆燙頭髮|銀絲捲
111甚麼|還是111
從前有一隻羊後面是豬在來是馬請問第一隻動物是啥|蟲﹝從前﹞
世上那ㄍ人最欠扁|這是秘密~
猴子為啥不走平行線?|因為沒有相交(香蕉)
薄薄一張紙，四邊生長細牙齒，兩地朋友要談心，必須請他當差使。（猜用品）|郵票
紅門樓，白院牆，裡面坐個胖兒郎。 猜器官|嘴
稀奇稀奇真稀奇，拿人鼻子當馬騎。 猜一物|眼鏡
四四方方一塊田，一塊一塊買銅錢。 猜食物|豆腐
一雙玉燕靠地飛，早上出門夜裡歸。 猜用品|鞋子
樹的味到像什麼|雞{數位相機}
有風不動無風動，不動無風動有風，猜物品|扇子
一隻狗，站門口，打一槍，就開口。 猜一物|鎖頭
滑溜溜，光亮亮，眼睛生在屁股上。 猜一物|針頭
一身毛，尾巴翹，不會走，只會跳。 猜一物|麻雀
蓋一半，露一半，太陽出來曬一半。 猜一物|屋瓦
美國ㄉ錢叫美金，那英國跟越南ㄋ??|陰莖(英金)越經(越金)
7-ELEVEN‧猜一個職業?|護士(-4)
我們要洗澡時有水有瓦斯要先開哪一個?|要先脫衣服
下雨天，三個洞，兩個工人在做功！|靈
李白怎麼死的？|失血過多(詩寫過多)
大人不見了！|一
會走沒有腿,會吃沒有嘴,過河沒有水，死了沒有鬼。|象棋
1245|梅山(沒3)
傘兵班長問:降落傘破了怎麼辦傘兵回答了一個令班長訝異的回答|傘兵說:我們目前是站在地板，傘破了再買阿
什麼族很雅|泰雅族
薑母鴨要用母雞還是公雞|不適用母雞也不適用公雞適用薑母鴨
綠豆和紅豆同時從頂樓跳下來...它們變成神麼?|黑豆
戰場上不能用的槍是什麼|娘娘槍
有九口井破ㄌ八口井|井
什麼動物最兇有三種|殺魚.食人魚.海怪
1~10哪一個數字最懶惰,哪個數字最勤勞!|1跟2 , 因為 1不做 2不休
羊吃草，那馬吃什麼？|馬克杯
布跟紙怕甚麼？|布怕一萬紙怕萬一
蜘蛛   白還黑|白的     因為    死掰ㄉ英文     國語是白ㄉ       好...ㄅ
什麼燈最亮|夜燈>
金城武有多重?|5斤(斤乘五)重
98+77-137-75-36/(3*2*1)猜個地方|富士山
哪個變形金剛最臭?|科博文
阿拉丁的哥哥有幾個?|三個有阿拉甲.阿拉乙.阿拉丙
每對夫妻都有的共同點是?|同年同月同日結婚
有一種花冬天是熱的,夏天是冷的~~請問是什麼花呢??-.-?|是...豆花!!哈哈哈~
請問什麼人跑的最快?|是...曹操~因為...說曹操,曹操就到!!
有一天有一個小鴨子死了,他主人很傷心,鴨子怎死的?|鴨死(壓死)
有個人去訪問一百隻企鵝...那個人問第1隻企鵝:你都在做什麼?企鵝回答:吃飯、睡覺、打東東第2知也這麼說...直到第100隻企鵝他說:吃飯、睡覺，請問他為什麼沒有打東東??|因為他就是東東
3個口叫啥?|品
天亮了|黎明
有一個媽嬤生了三個小孩,兩個小孩有工作,只有大哥沒有工作,猜一個臺灣地名|鷹哥
史努比今年幾歲?|比去年還要多一歲
神仙放屁|不同凡響
說他忘，他沒忘，心眼長在一邊上|忙
一字十三點，難在怎麼點|汁
什麼水不能喝?|薪水
有一個人,他很帥 也很聰明 那是誰??|沒有答案 ((就叫你不要看了 ==
其實也有可能是我...
5288 87是什麼意思？|我的爸爸 白痴。 哈哈
3歲的小孩說:媽媽我知道犯規是什麼了                               就是|飯裡面有烏龜
有兩個人到海邊去玩，突然被一陣浪捲走了。 被捲走的那個人叫小明，請問剩下的那個人叫什麼？|當然是叫救命啊!
綠豆從三樓摔下來會變成甚麼?|紅豆，因為他流血了！
獨腳兵|乒乓
女人懷孕了?|大肚
小孩跌倒了？|馬馬虎虎〈媽媽呼呼〉
小小一池塘，清水池中放：黑人去溜冰，滿地黑泥漿。|硯臺
舉雙手贊成。|舉重
一家一不是二|王
大江東去|上海
兩動物，並排站，一個會游泳，一個會爬山。|鮮
農場品。|土生土長
眼睛大大，嘴巴大大，不供人吃，只供欣賞。|金魚
上下一致。|卡
什麼文句要小心?|(蠟筆)小新
看到美女要做什麼..?|吹口哨
有一隻熊走過來,猜四個字的成語?|有備而來(有bar來
第一題1.青蛙為什麼會飛?2.蛇為什麼會飛?3.老鷹為什麼會飛?|1.因為青蛙吃了捷克魔豆
電腦的媽媽是誰?|電腦螢幕   因為電腦他母(台語發音)
颱風天要帶多少錢出們???????|四千萬(因為颱風天沒事千萬(四千萬)不要出門  呵呵
哪兩個英文字母在一起會爆炸|O.K因為OK蹦
是像蘑菇的樣貌  當年白蛇說它盜其實是味好草藥  吃了促健身體好|靈芝
誰可以每天乘巴士而不須付錢?|巴士司機
甚麼人一年工作一次，而且不會被炒魷魚？|聖誕老人
王冠勳是誰|無彥停
女生最喜歡甚麼花?|有錢花跟盡量花
地有天沒有,他有你沒有.(欠揍請給超欠揍3Q)|也
今天小美拉屎拉不出來媽媽先說你嗯不出來我去哪瀉藥請問小美最後怎麼樣又說神麼?|說你現在是怎樣欠扁優沒看健我在嗯嗯喔最後打媽媽耳光
人不在其位|立
金銀銅鐵開公司會怎樣|會導電
甚麼東西免錢|零售商
耳朵長長我姓王我今年十四歲我的名字叫一心|聽
捷克為什麼會飛？？？|因為他吃了飛天豆豆！！^_^
誰最會拒絕別人|NoNo
人類ㄉ第一部車是嬰兒車，第二是學步車，第三是腳踏車，第四是摩托車，第五是轎車，那第六部是什麼車???|靈車
誰最北七|東西南北的北 因:北七
人甚麼時候有兩張嘴吧？|兩個人的時候
1加1|王
1加1=？|田
有一隻小鳥從台北飛到高雄花了一個小時，他飛回來的時候剛好在下雨，他回來花兩個小時WHY？|他一手遮雨一手飛
羊終於不吐氣了!!!|羊沒吐氣
紅關公  白劉備  黑張飛  三結義|荔枝
有兩ㄍ爸爸兩ㄍ兒子,一ㄍ爸爸給自己兒子1500元,令一ㄍ爸爸給自己小孩500元,但兩ㄍ兒子ㄉ前只有1500元,這是怎麼回事?|兩ㄍ爸爸兩ㄍ兒子<-他們ㄉ關西是爺爺爸爸兒子
爺爺給爸爸1500
爸爸給兒子500
兩ㄍ兒子+起來當然還是1500
阿強和阿燕死在一間密室.現場只留下一攤水和一些碎玻璃,請推測他們ㄉ死因|阿強按阿燕是金魚,他們因為水缸打破,因缺水而死
請問盒內有五隻蚊子,一隻青蛙,一條蛇,放在一起會有幾隻腳|他們在一起,青蛙會吃蚊子,蛇吃青蛙,所以沒有腳
左一片，右一片，摸的到，看不見|耳朵
小紅帽位甚麼沒有胸部|因為它的奶奶被大野郎吃掉了
垃圾車有幾個燈|九個[因為燈燈燈燈燈燈燈燈燈]
小叮噹是什麼顏色?|紅色因為(ㄤㄤㄤ)
什麼動物每天過生日?|豬（豬妳生日快樂）..........
牛奶是誰生的?|花
王先生,白太太,座在石頭上.|碧
有山沒石頭.有城沒高樓.有路沒人走.有河沒水流|地圖
小明去看球賽時只有168公分可是回去的時候變170公分呢???|因為被球k了2公分的包
小明去書店買書有一本恐怖小說店員說那本恐怖小說最後一頁最可怕之後店員賣他1000元小明想:最可怕就先看最後一頁翻開之後他嚇ㄌ一大跳你知道怎麼ㄌ嗎??|這本書特價50元
上生耳朵，下長嘴巴，互不見面，可以說話|電話
什麼花最快消失|火花
哥哥怕弟弟|後生可畏
狗咬人，人咬狗|以牙還牙
垃圾箱|藏污納垢
大口包小口|回
身體哪個部位可以賣到兆|膽(好膽賣兆)
有風不動無風動，不動無風動有風。 猜一物|扇子
西瓜和香瓜哪個比較貴?|西瓜(因為物以西為貴)
三塊黃金|鑫
天不算高，比天還要高|夫
十滴水?|汁
結了9次婚|巴黎
用吹的就膨脹.不吹他就縮小|氣球
小明不喜歡上課，那他喜歡那一課？|下課
犬和星|猩
薄薄一張紙，四邊生長細牙齒，兩地朋友要談心，必須請他當差使。|郵票
紅門樓，白院牆，裡面坐個胖兒郎|嘴
稀奇稀奇真稀奇，拿人鼻子當馬騎|眼鏡
哪個女孩最沒力??|小薇!因為小薇啊 !你可知道你多麼"沒力"
請點出我的名子:小謙|請點出我的名子
你在學校數一數二但.....|數到三就錯ㄌ
誰跑最快?|曹操〈因為說曹操，曹操到啊〉
綠豆從天上掉下來會變成甚麼？|紅豆，因為綠豆從天上掉下來全身都是血
十五個人|傘
不是車|輩
為什麼黒人只吃白朱古カ？|因為黒人怕吃到自己的手指
什麼包最殘忍？|腸仔包
哪兩個英文字母放在一起會爆炸?|O和K因為OK蹦
氧氣.二氧化碳哪一個比較美阿:">|氧氣.因為 助然就是美(自然就是美)
老鼠的天堂|貓空
進棺材|非死不可face book(上班玩face book，被老闆抓到就非死不可)
如果你在12月12日12點12分的時候打電話打44440574，當你接起話筒時，話筒會說甚麼?|您撥的號碼是空號，請查明後再撥
小白像他哥哥|真相大白
欠|6276
為甚麼九怕七？|因為seven eight(ate) nine
小白 小黑 小黃  小紅 誰坐飛機會吐|小白   因為小白(吐)
兩種黃金|大便.黃金
米田共|糞
什麼圓圓圓上天，什麼圓圓水中間；什麼圓圓常街買；什麼圓圓妹跟前。|1月亮2連子3扇子
看到人跌倒了要說什麼?|活該!=))
你的家什麼最多?|人
為什麼小偷坐車不用錢?|坐的是警車
小明爬樓梯的時候,才爬到二樓為什麼腳就痠?|因為他踩到檸檬
什麼時候會一直叫變態?|廢話,當然是遇到變態的時候!
哪一種羊最機車|三揚機車
羊來了猜一種水果|草沒(草莓)
什麼人最欠揍.扁~>|就是~你自己啦>o
一點一橫長，一撇到南洋，十字對十字，日頭對月亮。|廟
為什麼?螞蟻會飛|因為.他吃了神奇豆豆
信用卡掉了怎麼辦?|撿起來
蚊子不盯什麼狗?|狗:因為(布丁狗)
香蕉從樓梯上摔下來後，會變成什麼??|茄子
老虎皮和象皮哪一個比較好擦?|象皮(因為橡皮擦)
跟媽媽說再見(猜數學名詞)|分母
爸爸(猜植物果實)|椰子(爺爺的兒子)
為神麼長頸鹿的脖子那麼長?|上吊不成功
泉(猜二字)|白水
1ㄍ土饅頭2ㄍ土饅頭3ㄍ土饅頭  排立在時間ㄉ廣場上|墓園
超受歡迎原住民猜3個|羅志祥.張惠妹.捻魚哥
什麼人最不孝母?|面速立 因為....面速立打母
小雞.小狗.小羊.誰不會被員工打?|小羊 因為24小時不打烊(羊)
有一隻螞蟻從101大樓跳下來   為神麼在半空中就死了|餓死了
有個媽媽有三個孩子大姐叫欣儀二姐叫新兒小妹較什麼?|馨珊(因為儀ˋ兒ˋ珊)XD
酷酷哥和帥帥哥,誰的太太最虛弱?|酷酷哥---因為它的老婆是酷酷嫂
小明不喜歡社團~但他卻喜歡一種社是什麼社呢?|合作社~~哇哈
夫人何處去|二
內人|肉
犬叔叔家有4隻狗汪汪叫|有四口
五個金猜一個藝人的名字|金岑五
請問要怎麼證明2比3小？|對著流氓比2~他就會說''比三小啦''
可以用兩隻腳走路的老鼠是米老，那哪一隻鴨子會用兩隻走路？|所有的鴨子都會用兩隻腳走路
哪兩個英文字母在一起會爆炸?|O.K因為OK蹦
什麼水果最烫?|黎子因為離(黎)子燙
一勞 二勞  三勞  麥勞.那個最有錢.|麥當勞
小時用四隻腳,張大後事二隻腳,老了以後是三隻腳?|人類
吳宗憲打籃球要找誰防守|慈母 因為......慈母手中線 --慈母守宗憲
在晚上十二點的時候’穿著紅衣’畫著紅妝’拿起疏子疏頭髮你會看到|頭皮屑
一個四腳朝天，一個四腳朝地，一個很痛苦，一個很高興，這是在幹什麼??|A:貓捉老鼠
家裡哪一個人最有錢??|姨丈
大人不在家|一
一加一不是二|王
長長一條河,亮亮閃銀光,沒有魚蝦游,不見船而往|銀河
小明的爺爺年輕時是短跑健將，今年七十歲了，他要到什麼時候才能打破男子短跑一百公尺世界紀錄？|做夢的時候
為什麼廁所要蓋屋頂|因為老天有眼
一陰一陽，一短一長，一白天一黑夜，合為一雙|明
什麼時候1+1不等於2|算錯的時候
1為什麼比2大|因為老大本來就比老二大
洗澡前要做什麼|先關門OV
哪一個人最會拒絕人|NONO
十元買早餐，八元買豆干?|ㄍㄢˋ
小明的媽媽生了三個小孩一個叫大白一個叫二白請問第三個叫什麼名子|小明
什麼時候四減三等於五?|四角形減三角形等於五角形
煮什麼湯最(鮮)?|魚湯和羊肉湯
為神麼雞在叫go的時候,狗會不耐煩?|因為go~go~go(狗~狗~狗~)
如果台灣在戰爭的話那台灣會怎樣??|在打仗
一個白色長條的東西 包著一個紅色長條的東西!!|大腸包小腸
它是一個說話老師|鸚鵡
海為甚麼是藍色的?|因為魚會ㄅㄨ~嚕 ㄅㄨ~嚕(blue blue)
有一種人 它又不是人 也不是東西 也不是想像|丁丁
請問我本人最愛神麼綽號???(一定猜不到)|丁丁
請問身上有幾種毛?|無限(因為是用講的)
請問.原本有5根手指.割掉後變??|小叮噹
哪一國的(阿兵哥)部隊走路最整齊???|日本(濱崎步......兵齊步)
最會嚇到自己的人是誰???|自己
最愛吃的人是誰??|巧達
被嚇到會做的事|嚇的:屁滾尿流 痛哭流涕 只能回家找媽去!!!!
半夜12點在家中的廁所照鏡子會看到誰??|自己的那副鬼臉
相反的美少女是什麼?|女少美
什麼魚最臭?|廚餘(魚)
千根木頭不用斧頭建個高高樓|鳥巢
鴨子吹泡泡時,最喜歡吃甚麼?|apple(鴨泡)
誰會天天用五月花衛生紙|五月天
房間有油燈，暖爐和壁爐。現在，你有一支火柴。請問首先應該地點燃什麼？(這是一個....的問題:D)|火柴
胖妞生病了，最怕別人來探病時說什麼？|多多保重！
蜜蜂停在日曆上。|風和日麗
4個人在屋子?堨斑簣N，員警來了為什麼帶走5個人？|因為他們四個人打的人叫”麻將”
一個胖子從樓頂摔下去。|死胖子
醫院怎麼走?路人問道|閉上眼睛直走
門裡有鬼|門!因為鬼看不見
有一天小明在路上看到一家店名教做 吃小朋友!|友朋小吃
有一天.綠豆出去玩 結果下雨了 我躲起來之後.一出來以後.綠豆變成了甚麼???? 結果下雨了 我躲起來之後.一出來以後.綠豆變成了甚麼?????????????|變黃豆.
1+1=等於多少??|田
哪一個國家不用到電?|緬甸(免電)
會走沒有腿,會吃沒有嘴。過河沒有水,死了沒有鬼。|象棋
有紅,橙,黃,綠,藍,靛,紫七種顏色的氣球,那個氣球比較快脹大。|黃 ( 黃大仙 )
行人穿越道|橫貫公路
付出愛心|受
曉明的媽媽有三個孩子  一個叫大寶  一個叫二寶 請問第三個叫??|曉明  因為  曉明的媽媽有三個孩子
台灣誰最瘦?|台灣人壽
1一1=|日
哪一國人肚子最硬?|印度人
胖子從50樓掉下來變成什麼|(死)胖子
如果有一輛公車,載著小明和小紅,那輛車是誰的?|如果的,(因為如果有一輛公車)
豬七祴的弟弟是誰??|豬聰明
為甚麼星星會狂敲猛敲她的胸部|因為牠 ㄍㄟˊ 到了
被河攔住的的豆子叫繩甚麼豆？|荷蘭豆
有一位巨人，他要吃掉一棟比他大的房子，請問他是哪裡人？|客家人〈吃 等於 啃〉
小玉說他爸爸性無能|欲罷不能(玉爸不能)
為什麼小明上完測所不沖水呢?????|因為沒有水了~
與到色狼怎麼辦？|抱緊〈因為報警〉
假如有一天當你在開車時,突然有一隻猴子擋住你面前你會怎樣做?|咖啡(念台語)
女生先還是男生先|男生先
因為自大一點惹的人人討厭|臭
世界上誰最老????|新娘  因為明天就是老婆
西邊的門有釘釘子|西門町
什麼車最多燈|垃圾車
甚麼球不能踢也不能打|地球
什麼失最大|有兩個答案!!!一個是損失!!!一個疑失
有一隻羊,左眼瞎了,他左眼有牛排,右眼有牛肉,你猜他會吃牛排還是牛肉?|羊只吃草,不吃肉.
綠豆是哪裡的人|嘉義人
哪個動物最有錢|斑馬
公雞會生雞蛋還是生鴨蛋?|公雞不會生蛋
哪一個蚊子不會叮哪一個狗|布丁狗
誰最愛桶麵?|阿Q桶麵
為什麼老鼠會飛  為什麼貓會飛  為什麼老鷹會飛?|因為是飛鼠,因為貓吃了老鼠,因為他有翅膀
15個人|傘
請問鄭成功ㄉ媽媽叫什麼?XD|失敗，因為「失敗為成功之母」~~
只要危險一到來防衛武器便張開蜷起身子像團針胸禽猛獸不敢進|刺蝟
鹹鹹的人要穿什麼鞋?|休閒鞋
此物生來有兩腳一像針來一像鉗,先要針腳站的穩,好讓鉗腳走圈圈|圓規
高高樹上掛水罐,不用去灌自己滿|椰子
狀況好馬力就會大一些.如果狀況不好馬力就會小一些?|腳踏車!(哈~哈~)
4/4哪兩種人最開心??|1兒童2死人
我會輕功:樹上飛我像老鼠|松鼠
有一天，爸爸打電話給一個人，電話是一個女人接的，猜她說什麼?|您撥的電話未接聽請稍候再撥.........
請問孔老夫子是我國的最偉大的繩麼家|老人家
哪一條街不會下雨|眉
一個白色長長的東西 包著一個紅色短短的東西|大腸包小腸
一個白色長長的東西，包著一個紅色短短的東西|大腸包小腸
人甚麼時候會七竅生煙?|火葬
三個嘴巴|品
有一個小偷叫做小星,那小星的哥哥叫做什麼|小星他沒有哥哥拉!
有時有聲　有時無聲|屁
十五個人猜一個字|傘
平日不思，中秋禮你。有方有圓，有甜有蜜。|月餅
懷胎十個月猜個地名|大肚
左一片右一片摸的著看不見|耳朵
為什麼關羽那麼短命?|紅顏薄命
哪一家醫院從不幫人看病?|獸醫院
八把刀|分
羅先生的嘴|囉
從A到Z的英文中哪一個英文最愛打兔子|S!因為SK兔
一寸光陰一寸金 寸金難買寸光陰|時間
一口牛尾巴吃掉|告
這次兔子又和烏龜比賽了,這次比賽誰先到家,猜一猜誰贏了??|烏龜,他只要縮近龜殼裡就好!!哈
在廁所裡放時鐘|有始有終(有屎有鐘)
青春痘最好長在哪個地方最好??|當然是長在別人身上最好嘛!!XD
有一個人他會學你做每一個動作|鏡子
十個口一顆心|思
一座大橋，造的真高，美麗耀眼，沒人能到。|彩虹
一個老頭，沒手沒腳，笑口常開，不跑不走，要它睡覺，它卻搖頭。|不倒翁
里長喊立正|童
哪一種老鼠最乾淨?|衛生署(鼠)
眼睛分開了|盼
十個月亮|有
夫妻倆共同的地方是什麼?|同年同月同日結婚
馬頭朝東，那馬尾朝哪?|朝下
燃燒吧！木材！|杰《你猜對了嗎》
太陽超出地平線|旦
頭上一根草，身體3個心。|蕊
從前有一隻狗狗的前面有一隻貓貓的前面有一隻豬請問狗的後面是甚麼動物??|蟲(從)
別人請你吃甚麼不用錢？|吃官司
一個算命師|仆
自誇自己的姓氏|郝
總統府前是甚麼路?|柏油路
有個好朋友，天天來聚首，告訴我天下是，卻又不開口。|報紙
誰最好客?|綠巨人浩克!!
鐵嘴巴,愛咬紙,咬玩掉個鐵牙齒.|釘書機
人家脫衣它穿衣,人家穿衣它露體.|衣架
紅姑娘,住小巷,冬天長,夏天短|溫度計
一張紙,不太大,整個世界容的下,看方位,查距離,不需再用測量儀.|地圖
一邊是山,一邊是水.|汕
古時的月亮|胡
三個胖女人一起撐一把傘,卻沒有濕掉,為甚麼|因為根本沒下雨
誰的腳最黑?|媽媽  因為  歐卡(黑腳)桑
水煮的豆干猜一字|汗
木頭旁有風|楓
什麼東西吃下去前是綠色的，吃下去是紅色的（或黃色），吐出來是黑色的？|西瓜
北極熊和企鵝都生長在冰上.而北極熊是肉食性動物.為甚麼卻不會去吃企鵝?|因為 北極熊在北極.企鵝在南極(!)
瞎子逛大街|目中無人
當妳很生氣時，要做神麼?|喝一杯淡定紅茶
公鹿跑得很快那叫什麼 ?|快速公路(公鹿)
千隻腳，萬隻腳，站不住靠牆腳|掃把
成語猜謎|明察秋毫
A和C誰比較高??|C,因為A比C低(ABCD)
一個呆呆的人|保
10元買早餐8元買羽毛|翰
有兩人在逛公園’有人問這是神麼花? 另一人說是玫瑰花’他又問這是神麼花?另一人說是瑪格麗特’他又問這是神麼樹?另一人不回答就走了。|欲速則不達(遇樹則不答)
甚麼東西有綠頭髮 青春痘和紅皮膚?|草莓
投手投出2好3壞|南投縣
棺材裡化妝|死要面子
棺材裡放鞭炮|嚇[死人]
打破神麼不會被罵|紀錄
世界上開最快的花|爆米花
為什麼壞人可以免費坐車|因為他們坐的是警車
拆掉一點|折
紙怕甚麼|萬一,因為[不怕一萬,只「紙」怕萬一
相信你們都看過波妞吧!!那你們知道他的爸爸叫什麼嗎?|波爸(波霸)
不能用來遮雨的傘|降落傘
風光明媚|景美
頭上尖又光,身子圓又長.腹中墨水裝,寫字一行行.|鋼筆
一個黑小孩,從來不開口.一咬嘴便開,伸出白舌頭.|瓜子
什麼英文字母會打電視|K因為KTV
四個口|田
6.大伯家裡沒有人。|白
三個人分一顆蘋果，怎麼分才最平均?|先打成果汁在分配""
七把刀|切
兩個口|回
婚逃賣卵蛋|煙蒂不要亂丟(唸台語)
一+一等於甚麼|王
國慶日|朝
什麼鼠最乾淨|衛生署
二三四五六七八九想到了嗎?嘻嘻嘻^_^|缺衣少食
兩兄弟立正站好|競
超人的衣服是穿幾號的?|S!!!!!!!!!!!!!!!
為甚麼超人的衣服都那麼緊？|因為就人要緊!
騎馬逛公園|走馬看花
三十六計全用完|無計可施
水沖不走火燒不掉吃了不飽人人需要|空氣
小雞,小貓,小狗,哪一隻會先背書包?|是小狗,因為(汪汪先背)
十個太陽猜一個字|早
什麼水放在口袋不會融化??|薪水
4個口1個心|思
哪一位藝人最孝順|許效舜[孝順]
歷史上誰跑得最快？|曹操！因為說曹操曹操到
白天聽音樂|暗
手很安全|按
請問...小甜甜，身體那個部份最甜？|腳！ 因為有一個女孩叫{腳}甜甜
一家六口，兩口不全|用
為甚麼何嘉仁補習班不是何嘉仁教的ㄋ!|啊不然長頸鹿補習班是長頸鹿教的ㄜ~~~~~~
.甲、乙、丙、丁、戊、己、庚、辛，那一個字最酷?|丁(丁字褲)丁  字酷
黑白牙尺齒咬合不停送出音樂很是好聽|鋼琴!!
哪個數字不會說謊?|十------(實不相瞞)
小紫 小綠 小白 小黑 小紅坐在飛機上，誰會先吐？|小白   因為小白兔（ 吐）
哪個藝人說的笑話最冷??|蔡依林因為(jolin就冷)
年年二三月|恆春
人心痛的時候，會像什麼?|餃子，因為心痛如餃(絞)!
蜈蚣跟牠爸爸講一句話讓她爸爸聽了暈倒,到底是什麼呢?|爸爸我要買鞋子,爸爸聽了暈倒
什麼鏡子最神奇？|魔鏡
地瓜拍照|地瓜葉(ya)
今年爆紅的林書豪,為甚麼要抓皮卡丘?|因為加入火箭隊了
十個哥哥猜字|克
哪一個藝人最有禮貌?|溫昇豪(問聲好)
變化球|南投
一頭牛300元 3頭牛多少元??|無價  一頭牛很普通    [3頭]牛很稀有
兄弟幾個真和氣，天天並肩坐一起，小時喜歡綠衣服，老來都穿黃色衣。|香蕉
請問老虎叫什麼名字|丹丹
為什麼狐狸一直跌倒|因為他很狡猾
小名笑小玉的爸爸不能|欲罷不能(玉爸不能)
A.B.C.D.E.F.G 哪個字母 最愛裝酷?|C 因為C裝酷(西裝褲)
有翅無羽毛，能飛不是鳥。雷達本領高，捕蟲不煩惱。|蝙蝠
有一家小吃店，叫做『友朋小吃店』，為什麼大人都敢，去小朋友卻不敢去勒？？？？？？|因為反著唸就是『店吃小朋友』
大口吃掉牛尾巴|告
魚和羊是好朋友|鮮
有一個國王,每天都吃八個蛋|王八蛋
哪一個字能讓別人掛掉|886
7+7=?|七七乳加巧顆力
9+21=?|九二一大地震
有一天，小兔、小狗和小雞玩改名遊戲，小兔改成小兔兔，小狗改成小狗狗，這時，小雞說：〝我不玩了〞’為甚麼？|因為小雞雞
彎彎床，彎彎被，彎彎娘子睡在彎彎裡|菱角
痘痘長在哪裡最不用擔心|別人的臉上
狼來ㄌ|楊桃(因為狼來ㄌ  羊就逃)
糖果是公還是母|母
誰最聰明？|我
關鍵橋|關渡大橋
再怎麼大的「      」都穿得下  括號中猜猜看|憤怒鳥
小熊愛啥?|小熊維尼
什麼東西買的人知道賣的人知道 只有用的人不知道|棺材
770 880 5354920|親親你 抱抱你 5354920
哪一個動物的皮膚最好|大象
天高不算高,比天還要高.|夫
青椒摔下樓,變成甚麼?|瘀青
什麼動物最沒力|蝴蝶(唱首歌吧)
1是雞不長毛2是牛不耕田3是貓不補鼠4是虎不上山|1田雞2蝸牛3熊貓4壁虎
那兩個英文字母會天空翻倒|hi
土豆捅了包子致命一刀,怎樣了?|豆沙包(豆殺包)
1+1=?|2
猴子最討厭哪一條線??????????|因為沒有相交易(香蕉)!!!!!!!
嘴巴出力|加
月亮為啥是彎彎的|被人打彎的
開,安|開車要喝酒,安心被警抓
在台灣,一個碼頭要10000元,10000個碼頭要多少元?|無價,因為台灣沒那麼多隻馬
為啥小番薯不能讓人看到|因為人會把小番薯吃了
甚麼動物最會跪??|豬血糕(台語>
小華的姐姐15歲就穿內衣了,小華15歲為什麼不能穿了,兩人都發育了|因為小華是男生
半夜12:要說什麼|嗨
猴子不喜歡哪一條線|平行現〈因為沒有相交《香蕉》〉
樹的味道像甚麼??|雞,因為:樹味像雞(數位相機)
古代的皇帝要找那天去拜拜?|大白天
什麼水果看不見呢?|芒(盲)果
有一天小明去公園玩   結果回家就被罵|因為他採到屎
死在棺材裡還化妝?|死要面子!
小明到火鍋店吃火鍋,它一走進去,看了看門,看到門上有6個字,它就跑走了,想知道牆上的6個字是啥媽?|再不走轟爆你
有一種東西,看到你拿者錢,就會把錢搶過來。|強盜啊,不然會是啥
英文有幾個字母??|7個!
什麼叉燒包不能吃??|人肉叉燒包
有十個小孩,玩躲貓貓,找到三個人,還剩幾個人??|四人(因為一個當鬼,找到三個,就剩四個)
肚子有帶子，跳得很高。|袋鼠
如果媽媽炒菜妹妹在旁邊你知道會怎樣嗎|妹妹打媽媽 媽媽說你是白目嗎
位傻麼人死後身題是冰的!!|因為心靜自然涼
要怎樣才能把珍珠奶茶變大杯|唸大悲咒
換心手術失敗，醫生問快要斷氣的病人有什麽遺言要交代，你猜他會說什麽？|其實你不懂我的心
有個人，他要過河；但是這條河沒有橋。他便泳過河，只花一小時的他便游到了對岸，下午，河水的流速沒變，他的游泳速度也沒有變，可是他用了兩個半小時才游到河對岸 爲什麽|兩個半小時加起來就是一個小時
什麼車燈最多|垃圾車(燈燈燈燈燈燈燈燈燈......)
男人當小三叫什麼?|小王
蚯蚓哥哥她跟爸爸說我要買..東西!但爸爸昏倒了? 是為甚麼呢???|球鞋或涼鞋
烏龜怕鐵鎚,蟑螂怕拖鞋,哪小鳥怕甚麼?|拉鍊
畢卡索|比著眼睛卡在徹所
蜘蛛配早餐|拉亞漢堡
I'm  sorry!|我是索利
吼塞雷的中文是甚麼?|香港的(厲害)
歷史上甚麼東西跑得比高鐵還要快|曹操 因為說曹操曹操到
爱是神麼人??˙^˙|爱斯基摩人 嘻>0
有一怎片大太陽|像日葵
10月31日是蔣公誕辰,那1月31日是什麼節?|沒有1月31日啦!
ABCD誰最像豬?|D 因為豬的台語也叫D
一個五分熟的牛排和一個七分熟的牛排他們在路上相遇為什麼不打招呼|因為他們都不熟
2杯水+警察  猜一個名詞|警察杯杯
箱接從101大樓摔下來會變成什麼???|茄子
弟弟愛亂用成語，有一次伯父來家吃晚飯，飯後，弟弟把伯父送來的水果切好，並且對著伯父說：「請自食惡果吧！」|請自食惡果吧！^^
李白是怎麼死的|詩寫堝多而死
一對子女。|好
那種東西隔熱效果最好|燈 因為(登革熱)
豹的興趣是什麼?|聞內褲  因為(豹紋內褲)
大中小誰最老實?|中(因為時鐘(實中))
請問在民國100年12月31日晚上12:00(跨年)打電話打0000會怎麼樣呢？？？|「您撥的電話是空號，請查明後再撥」
天昏地暗|烏日
豹的女朋友是什誰|龜   因為(抱得美人歸)
最熱的導是啥島??|中午(台語)
十月十日|萌
大哥說話先脫帽,二哥說話先挨刀,三個說話先喝水,四哥說話雪花飄|鋼筆.鉛筆.毛筆.粉筆
到底520跟025是啥(答案我知道)猜猜看|1.我愛你2.你愛我
(中秋節版)為啥青蛙不喜歡狼(狼與蟾蜍)|因為青蛙說:我飛上天怎喜歡你.
(探險活寶)你面誰最皮又軟趴趴橡皮的狗又很老|老皮
門裡有太陽|間
上面一個可下面也有可能|哥
哥哥很欠扁!|歌
哆拉a夢有幾個兄弟姐妹?|25個加它26個
考試不能看什麼書?|百科全書[百科全輸]
什麼英文字在一起會爆炸|O.K蹦
地瓜拍照|地瓜葉(地瓜ya)
什麼時候2+1不等於3|算錯的時候啦!!!
一個圓形的東西除了滾動麼都不會.|壞掉的球
人照鏡子   (一個字)|入(人反過來)
有面無口，有腳無手，可以吃飯，可以喝酒。|桌子。
小小鐵瓜，睡在地下，誰敢踩它，腦袋搬家。|地雷。
紅關公，白劉備，烏張飛，三結義。|荔枝。
不想不笑的相反詞是甚麼?|哭
世界上什麼最快|曹操   因為說曹操  曹操到
纏兵|姘
纏兵|乒乓球
樹的味道像什抹 ??|樹味像"雞"  因為: 數(樹)位(味)相(像)機(雞)
學生在較是裡最常用的三個字是什麼??|不知道
什麼狗可以吃|熱狗~~
如果你是男的 你對你喜歡的女生告白[妳是我通向幸福的唯一道路] 猜猜最好笑回答是啥|此路不通XDD
怎樣使麻雀安靜下來?|壓牠一下,因為   (壓) 鴉雀無聲
卡通迪士尼的辛巴性什麼?|王,因為獅子王辛巴
黑色的熊叫什麼熊?黑熊白色的熊叫什麼熊?白熊紫色的熊叫什麼熊?紫熊紅色的熊叫什麼熊?紅熊那頭是黑色.手是白色.腳是紫色.身體是紅色的叫叫什麼熊?|神經不正常(台語)
計程車撞到鴨子|小黃瓜(計程車=小黃,鴨子會呱)
有一天, 貓咪.狗狗.小雞一起玩辦家家酒, 貓咪:我當小貓貓! 狗狗:我當小狗狗! 小雞:我不玩了! 小雞為啥不玩了?|因為他會當''小雞雞''
小杯飲料怎麼變大杯|念大悲咒(大杯咒)
什麼酒不能喝|馬英九(酒)
用什麼東西要小心|蠟筆小新
什麼車最長|塞車
多拉美為什麼會有兩個?|因為他們是雙胞胎
多拉ㄟ夢為什麼會有這麼多個?|他學會了分身術
3隻鹿在打架|麤
一個老公公住在水晶宮鬍子長又亂腰彎背又駝生前不見血死後滿身紅|蝦
紅公雞，綠尾巴一頭鑽在泥土裡紅眼兔子最愛它可惜不會喔喔啼|紅蘿蔔
一點一橫長一丿到南洋十字對十字太陽對月亮|廟
王先生和白太太坐在一顆岩石上|碧
誰的筆最容易不見?|麥克傑克森(因為他一只唱(筆勒?筆勒?)(英文)
香蕉掉下去會變什麼|茄子因為它瘀青
三個人有四顆蘋果有怎麼分|打成果汁再分
開車遇到小狗(猜兩個字)|咖逼(台語) 咖啡
什麼圓最漂亮|桃花源
王先生，白小姐，座在石頭上。|碧
媽媽買了一盒50元的蛋，爸爸的薪水500元，媽媽的薪水550元，現在有多少錢?|500
有一隻狗，過了木橋，就不叫了。|過目不忘(過木不汪)
紅豆從101大樓掉下來變什麼?|紅豆泥= =
星星有幾克??|星巴克
當父母的,最常對孩子說的話是?|父:去你媽那裡母:去你爸那裡
請問在午夜0:00分到廁所照鏡子會看到什麼?|看到自己呀!
2人一組 中間一條線上面有人制止可把他的1畫當+ㄩ=囗!!|齒
如果有一台車，駕駛座是小明，副駕駛座是小美，後面是安安和奇奇，那這台車是誰的？|如果，因為【如果有一台車】
綠豆哪裡人|嘉義因為綠豆加意人
在這世上 ， 誰最聰明 ? 誰最厲害 ? 誰什麼都懂 ? 誰什麼都可以做到 ? 誰十全十美|我 : > ( 被踹
什么酒不能喝|馬英九
香蕉從樓上掉下來變怎麼顏色|茄子
羊打電話給老鷹,老鷹說:喂|陽俸陰違
弟弟造句寫:上面一個車,上面一個車,右邊一個車????????|轟
除夕團圓,與男友賞夕陽!!!!!!!!!|多
什麼樹和香蕉述一樣|橡膠樹
有甲沒有盔有翅不會飛無腳能走路|魚
拿雞蛋丟石頭為捨麼雞蛋不會破|因為拿的是雞蛋丟的是石頭
公公向孫子磕頭|豈有此理
獨具慧眼|一目瞭然
喪事要吹甚麼?|吸收米(台語)
什麼魚最臭？|廚餘(魚)
百步蛇,黑蛇,眼鏡蛇哪一種蛇最短|黑蛇,因為它只有2個字
口是心非|啡
下雨天時，兩個人共撐一把傘，結果兩個人都被淋溼；三個人共撐一把傘時，為什麼沒有人再被淋濕？|因為雨停了
上邊毛，下邊毛，中間一粒黑葡萄。|眼睛
東南西北誰最強|東因為東巄東巄槍
要玩它，才買它，買了它，卻打它。|鼓
為什麼花會笑??|因為...花有梗...
會用二隻腳走路的老鼠是?米老鼠會用二隻腳走路的鴨子是?|拜託~鴨子本來就是用二隻腳走路的~
十二生肖裏，哪一個生肖不會跟別人吵架?|羊，因為太平洋(羊)!
半夜12點時拿手機出來撥12個0會怎樣?|您撥的電話是空號轉接語音信箱謝謝!
左一片，右一片，摸的到，看不見。|耳朵
空心樹猜一字|村
為什麼后羿射得到太陽卻射不到星星?|因為星星會閃!
什麼河沒有魚和蝦?|銀河
山上有一座山|出
歷史人物哪一個長的最正點?|秦始皇爆正(秦始皇暴政)
即將槍斃的犯人的最後一個願望是甚麼？|穿上防彈衣，戴上鋼盔。
身子光溜不能站立內心深處有黃有白|雞蛋
少年pi的奇幻漂流是誰拍的??|少年，因為少年pi(拍)的奇幻漂流
好吃的牛尾巴|告
123456789哪個數字最勤勞，哪個數字最懶惰？|1最懶惰，2最勤勞因為：一不做二不休
為什麼阿里巴巴只帶36名海盜過來？|因為....台灣已經有市民大道（四名大盜）了
一對健康的夫婦，很不注意計畫生育，生了三个孩子，這三个孩子都只有一隻右手，為什麼?|人不可能有二隻右手
哪種品牌的肥皂 發生事情比較難處理|南僑 (難喬)
什麼馬不會動???????|木馬!!!!!!!!!
含血噴人|口紅
1-100那一個數字染了頭髮？|99，因為99乘法(橙髮)!
那一個國家不用電|緬甸
誰最喜歡猜英文??|蔡英文(猜)
世界末日時要吃什麼|生魚片配芥茉醬（因為"是芥末日")
羊沒呼吸|揚眉吐氣
豆先生有很多兒子，大兒子叫大豆，二兒子叫二豆.......以此類推，哪個兒子最愛吃?|八豆
2012年12月21是什麼日?|是[芥末]日
八神過海來台灣逛夜市逛一逛回來還剩下四個為什麼|被
呀米看到鏡子店裡也有一個他呀米他看到甚麼?|鏡子
香蕉掉下樓會變成什麼呢?|茄子
雙手讚成|舉重
胖子從101大樓跳下去會變成什麼?|死胖子
阿里巴巴的故事是東方夜譚還是西方夜譚??|東方夜譚
為甚麼剛買的手套都會有一個洞??|手要穿進洞裡
鐵放在外面會生繡,那金子呢??|會被偷
有4隻動物猩猩.狒狒.人猿.猴子有一天在一棵椰子樹上比賽摘香蕉誰摘的香蕉會最多?|椰子樹上會有香蕉??
九隻牛有幾根毛?|一根        因為九牛一毛
你是一個飛行員前天飛了五十公里到英國昨天飛了六十公里到日本今天又飛了七十公里到俄國明天你要飛八十公里到北極請問 飛行員的名字是甚麼?|你的名字啊!
什麼龍最厲害??什麼龍圓圓的??一個言五個口(猜疑自)|李小龍 龍眼(水果) 語言的語
一部電影要100塊,三部電影要幾塊?|三不五時(三部五十)
紅豆掉下去會變成捨|紅豆因為掉下去會流血
長江後浪推前浪再來是???|前浪死在沙灘上
什麼久不能呵？|馬英九
哪一種動物最會下跪?|豬(豬血糕){台}
世上何種生物最專情?|美人魚
周湯豪和潘偉柏哪個比較厲害?|潘偉柏  因為牠有24比例(歌)周湯豪只有一個比莉
為什麼何馬大便的時候尾巴會轉|因為為了不想讓尾巴沾到屎
哪一條路沒有花?|梅花鹿
打電話給烏龜|苦瓜[CALL瓜]
聖誕節的時候誰最溫暖|聖誕老公公因為他們穿最多
哪兩個英文字母擺在一起會爆炸?|"O""K"蹦(蹦是爆炸聲)
那你知道這一題嗎？誰有2支腳2支手|人
老師生氣你一定要|小心意意
QJK誰打得過他|1
台灣有個特色，是什麼？|台灣人特別多！
為啥大家看會一直笑??|因為電鋸會一直
透明的劍又教什麼劍?|看不見
什麽 東西借了可以不必還？|借過
把一隻小雞疊在另一個小雞身上會變成什麼?|小雞雞
什麼龍是白色的|保麗龍
誰的快遞最多???|王老先生    因為   王老先生有塊地(快遞)  依 ~呀~依~呀~唷~
有十二個人玩鬼抓人抓到八個人還剩幾個人勒|三人因為有一個當鬼
老虎叫什麼名字?|丹丹{因為虎是單單}
一對健康的阜人生了3個小孩3個小孩都直有一隻右手|人不可能有兩隻右手
小華的姐姐13歲就穿內衣了,小華13歲為什麼不能穿了,兩人都發育了|因為小華是男生
胖子從高摟跌下來會變什麼？|死胖子
誰最花心?|蘿蔔(因為是花心大蘿蔔)哈哈XD
哪個字母會打電視？|K(因為KTV)
獨角戰士|乒
水深太嚇人，老王躲進門。|潤
72小時|晶(3日)
紅關公,白劉備,黑張飛三節義|荔枝
永遠不死的龍|保麗龍!!
小明在上體育課時拿出羽球拍要練習為什麼當它拿出來時卻哭了|他帶成電蚊拍了
像塊蛋糕盒中放,能看能用不能嚐,它和清水是朋友,清潔去汙派上場|肥皂
市場旁的樹(猜一字)|柿
最怕看到蘋果裡有幾條蟲？|半條蟲。另半條已經下肚
誰最怕死呢(猜用品)|(撒隆) 因為 撒龍怕死
紅紅小小軟又軟，吃來酸酸又甜甜，頭上帶著綠帽子，全身長滿[青春痘].|草莓
神農氏的最後一句話是什麼?|這草有毒啊
滑溜溜，光亮亮，眼睛生在屁股上|針
T舉手之後是誰?|Y
人最怕屁股上有什麼東西？|一屁股債
老奶奶捲頭髮|銀絲卷
小小一條龍鬍子硬傍傍活著不見血死了通身紅|蝦子
烏龜的心長得像什麼?(猜一個字)|箭(歸心似箭)
用什麼用具要小心?|蠟筆小新 [小心]
A~Z哪一個數字會K兔?|是S   因為(SK2)=SK TWO
一坐山比一坐山高|出
紅通通,一大篷;無嘴能吃天下物,只怕雨水不怕風。|火
有兩個人在玩泥土猜一字|坐
哪種屬最乾淨?|環保署
山上適合種水果山下適合種什麼?|製酒(山下智久)
哪一種虎不會咬人??|壁虎
甚麼昆蟲的名字反過來事食物?|蜜蜂
誰家沒有電話?|天衣(天衣無phone)
打死什麼東西會流自己的血|蚊子
煮一顆蛋要五分鐘 那十顆蛋呢?|答案是五分鐘  因為五顆同時一起放下去煮的
下午才說話|許
阿呆打破了什麼 沒被罵 反而被稱讚?|阿呆打破了「紀錄」
一個上一個下|卡
冬天為什麼要躲在牆角|因為牆角有90度
廁所裡跳竿子下一句?|過分(過糞)
在別人家作客,講甚麼話容易惹人厭?|長途電話
心如刀割|必
什麼水你拿到了很高興|薪水
什麼字我們從小到大都會念錯？|「錯」這個字
一天走一理|量
一家7口再加一隻狗|獸
少了一本書(猜成語)|缺一不可(缺一book)
一間小房子,有門沒有窗|冰箱
哪個島最小|安全島
最容易不見的蔬菜|南瓜(pumpkin)諧音就是台語的不見
上生耳朵下長嘴巴互不見面可以談話|電話
結了九次婚|巴黎（八離）
坐也是臥，立也是臥，行也是臥，臥也是臥。|蛇
什麼東西舊了價錢還是一樣|錢
三張嘴|品
吃粥會過敏|周慧敏
行人穿越道|横貫公路
什麼人有分身|雙胞胎
只騙中年人|童叟無欺
玉米太hi會變啥|爆米花
" B J 4 "  猜什麼意思?|BJ4 =不解釋
誰是萬獸之王|動物園園長
路上下著雨|露
什麼英文合在一起會爆掉|OK蹦
大雨嘩嘩飄濕牆，諸葛無計找張良，關公跑了赤兔馬，劉備拿刀上戰場。|鹽、蒜、薑、醬
登船|上海
和尚撐傘|無法(髮)無天
食人族要吃素要吃甚麼|植物人
惼蝠俠和超人的差別在哪|一個是把內褲穿在頭上一個是把內褲穿在外面
電視卡通人物最血腥的是哪一個?|麵包超人
皮都是白白的，最下面尖尖的，可以適合作**湯|白羅蔔
請問天上有幾顆星星|十打，STARS，120顆一打12顆
天和海的中間是什麼？|和
胖子從40樓吊下來會變成什麼呢?|死胖子
誰會被淘汰|淘汰狼
胖胖圓圓可以吸東西專門來喝飲料|吸管
茶葉蛋+荷包蛋+水煮蛋+炒蛋加起來會變成什麼 = ?|混蛋
世界上最金的門|金門
有一個即將被槍斃的人的願望是什麼|鋼盔      和防彈衣
如果有一台車，司機是小華，乘客是小明，那這台車會是誰的呢?|是如果的啦!
身穿綠衣七八件，懷中珠寶緊相連|玉米
電腦的媽媽叫什麼名子??|電腦螢幕(她母)(台語)
木魚掉到水裡會變成什麼?|濕木魚
紅關公 白劉備 黑張飛 在裡面|荔枝
總共五句話|三言兩語
A先生 and B小孩 在講話中...A:你好矮喔~B:當然阿，我是小孩子ㄟA:這不是理由，我從來沒有像你這麼矮過!B:為甚麼?大家來幫他B解答吧|因為A無時無刻都戴著帽子!!!
外表白如雪 肚裡一團黑 從來不偷竊 硬說他是賊|烏賊
有一個人肚子餓,冰箱裡有豬肉罐頭,魚罐頭.牛肉罐頭,請問他會先打刊哪以個東西呢?|冰箱
中國最早的姓氏是什麼?|是善。 沒聽過[人之初 ，性(姓)本善]嗎!
一加一減十一|弄
新華字典幾個字|4個字(新華字典)
猩猩跟猴子很怕一種線，請問那是什麼線？|平行線，因為沒有相交（沒有香蕉）
大象的媽媽為什麼是猩猩??|:因為象由猩生阿...（相由心生）
人體哪個東西貴的可賣到兆？|膽...好膽麥跑(兆).(台語)
有一把隱形的劍，是什麼劍？|看不見(劍)
神童在哪個補習班上課?|拓人補習班。他本名{神童拓人}
雪村、狩屋、雨宮三人，誰的牙齒最大|雪村。因為雪村豹牙(雪村暴牙)
想知道太陽有多重，要去問誰?|雨宮太陽(題目沒說是哪個太陽)
為什麼冬天時，人們總喜歡躲在平地|因為平角180度
「水是一種液體，霧也是一種液體」這句話哪裡有玄機|霧也(霧野)：霧也(霧野)是一種液體
真田的姓氏是什麼|村，因為真田幸村(真田姓村)
再三推辭。   猜一個三國人物|呂布(屢不)
四君子留下梅竹菊。 猜一個三國人物(蜀國)|吳蘭
張飛缺德。猜一個三國人物，答案絕不是張飛|張翼。張飛，字翼德；張翼德少了德便是張翼
兩個國王。猜一個三國人物|王雙
從小到大我們最常說的話是.....?|不知道~~
有一天大象要去參加動物大會，他必須先渡過鱷魚河，但為何他沒被鱷魚傷害呢?|因為鱷魚也去參加動物大會了
把長頸路放到冰箱要打開冰箱再放牠進去那又如何把大象放入冰箱?|把長頸鹿拿出來再把大象放進去
用兩隻腳走路的烏龜是忍者龜；用兩隻腳走路的老鼠是米老鼠，那用兩隻腳走路的鴨子是什麼?|每隻鴨都兩隻腳走路~
金色的元寶叫金元寶，銀色的元寶叫銀元寶，那黑色的元寶叫什麼?|菱角
會飛的烏龜叫什麼?|世界沒有會飛的烏龜優~各位大大~~
一年12個月中,哪幾個月有28日|每一哥月都有----------1/28 2/28 3/28 4/28 5/28 6/28 7/28 8/28 9/28 10/28 11/28 12/28
蜘蛛人是什麼顏色的?|白色-因為是白的MAN(spider man)
6-8+11=?|主------------因為六減掉下面八,留下[一點和一橫],剩下的土是十和一疊起來的
很多人|三民
高雄的三座山|旗山鼓山和鳳山
成績不好|五甲
台灣最多烏龜的地方|六龜
台灣最會假裝的地方|甲仙
橋的一端|橋頭
有一個人他生了四個小孩,有一個叫做北褕,有一個叫做苳崗,有一個叫做希榟蜿,有一個叫暔梓,他們各是在哪裡生?|暔梓在楠梓,北褕在北投,苳崗在東港,希榟蜿在西子灣
北崗,東崗,南崗,小崗,各是在哪裡生?|北崗在北港,東崗在東港,南崗在南港,小崗在小港,
有一隻熊走過來|有備而來(有bear來)
神農氏的最後一句話是什麼?|這草有毒啊。
兩個雪人一起聊天 女雪人的肚子跑出小雪球 男雪人卻說 我們結婚了 女雪人說那這雪球是我們的......... 猜兩個字|孩子
壞人槍決時,最大的願望是甚麼|穿上防彈背心
世界上誰跑得最快?|曹操(因為說曹操曹操到~)
番茄摔倒變甚麼??|茄子
我信什麼教|睡覺
鳳梨.蘋果.西瓜.一起賽跑.誰會輸?|鳳梨.因為鳳梨(酥)輸
出門一朵花，進門一條瓜|雨傘
薑切成四段|將將將將~~~~~~~
者，猜一句成語|有目共睹
計程車撞到鴨子會變成什麼|小黃瓜 因為計程車稱為小黃鴨子撞到會呱的一聲
饅頭假裝是包子!!~~|吳宗憲
什麼水不能讓馬桶沖掉|薪水
一個圓有幾個面?好笑請投票^^|兩個面!!(裡面和外面~)
早上四隻腳  中午兩隻腳  晚上三隻腳|早上事櫻娥  中午事大人  晚上事老人
林書豪為什麼要抓皮卡丘?|因為他是火箭隊
請問:十二生肖中，哪一隻動物最厲害?|老鼠，因為鼠鼠有練過(叔叔)
猴子少了尾巴變什麼了|還是猴子
賣的人知道買的人也知道用的人卻不知道!!|棺材
吳宗憲打籃球請問如果要贏最好派誰防守他?|慈母 (慈母手中線→慈母守宗憲)
木魚碰到水會變什麼|虱目魚
有備而來?|熊    因為有備(英文)而來
李白怎麼死的??|失血過多(詩寫過多)
三個眼睛 五個鼻子 猜一動物|怪物
老和尚看嫁妝|下輩子再說!!
一個矮人有名有姓遇上事情請他做贈|硬章
小小草碰她曉羞低頭又乖巧|含羞草
女人懷孕了|大肚
甚麼鞋最happy|黑皮鞋
誰最白癡|你
要帶幾萬塊才能出門|四千萬 因為沒事千萬不要出門
一物有三口，你有我也有，有它不怎樣，無它就獻醜。|褲子
有一位女士他姓夏為什麼她不慣夫姓|劉(因為下流)
吃人一口|囚
五個兄弟生在一起,有骨有肉長短不齊|手
車子開錯路了!!|白花油
四個口肩並肩|田
有個老頭,坐也坐不安,立也立不安,叫他睡覺他說卻不要|不倒翁
沙子會騎馬|沙其瑪
胖子會跳舞|肉鬆
1我2我3我4我是兄弟，有一天，123我都出玩，4我留在家哩，123我回來看到地板有大便，是誰大的|4我大的(是我大的)
台灣姑娘|始
沒有舌頭|古
ET離開地球 請問還剩下幾個英文字母??|21個  (ET搭乘UFO離開)
用筷子吃飯|膾炙人口
哪一種蝙蝠不用休息?|不修邊幅  (不休蝙蝠)
郵筒壞了|難以置信  (難以寄信)
五隻手指頭|三長兩短
聊天|談天說地
綠綠的|草蛇
睡美人最怕得神麼病??|失眠
一把大鬍子冬天的其中一個節日出現|聖誕老公公
涵涵是誰呢?|笨蛋當然是我ㄚ
豬照鏡子|裡外不是人
台灣人，法國人，英國人，哪一國人最瘦？|台灣人(台灣人壽)
木魚碰到水會變成什麼|虱目魚(濕木魚)
快樂有幾個神仙|4個 因為快樂似(四)神仙
什麼人一年只要工作一次，而且不會被開除呢？|聖誕老人
搶匪最喜歡搭哪種交通工具?|火車因為(嘟嘟起搶起搶)請搶請搶
千里隨身不戀家，不貪茶飯不貪花，水火刀槍都不怕，日落西山不見他|影子
花園四角方，裡面真荒涼，只有一棵樹，種在園中央|困
請問{少年pi的奇幻漂流}是誰拍的??|少年拍的
什麼貓不會喵喵叫|熊貓
滿載一牛車|滿載而歸
什麼時候2大於5，5大於零，零大於2？|猜拳
1x1=1|一成不變
改邪歸正|善化
五月花和百合花 哪一個不會生小孩|五月花未生子
一家有五口，上口沒頭髮，右口沒右手，下口沒有腳，左口沒左手，中口最完美。|一個字~井!
什麼動物最香|蜂 台語(ㄆㄤ)
所有動物中誰最勇敢呢?|熊,因為熊蓋用(諧音),熊最勇
從前有一個狗，狗前面是貓，貓前面是老鼠，那麼!!狗後面是誰??|蟲阿 為什麼?(蟲 前有
三人一起台十字架|來
說牠是條牛，無法拉車走，說牠力氣小，卻能背屋走。|蝸牛
戒菸成功|心不在菸
A glass cup and a coffee cup walk across a street.Suddenly A said 'Watch out!'|because glass cup don't have ears,it cannot hear!
公司要裁員時不能喝什麼？|仙草蜜，因為...先炒ＭＥ
什麼花最美麗~|茉莉花(因為好一朵美麗的茉莉花)
大家會在廁所放甚麼花!|五月花(因為五月花衛生紙)   猜對了嗎?
羊來了狼走了|(芒果)   (芭樂)
五十人猜一個字?|傘
國王跌倒後會變什麼?|金剛(因為king kong}
有一個人他拿了兩把見,他死了為什麼??|因為他拿了兩把間刺穿自己
國色天香|香蕉
心＋3個十＋貝＋女＋又＋心﹦？？|憤怒
什麼車的燈最多?|垃圾車
十二生肖裡什麼動物不會被蚊子叮？|狗(布丁狗)
2110|言
小噹不小心掉一個東西在大便上是什麼|一元    一元附屎
樹的味道像什麼?|雞  因為[樹味像雞][ 數位相機]
0乘1乘2乘三乘四乘五乘六乘七乘八乘九等於多少|等於0呀
在台灣啥地名有很多雞的籠子?|基隆 因為(雞籠)
請問:1加1不等於3?|算錯的時候
世界上最深的海構位於|太平洋
小玉的爸爸x不能|欲罷不能(玉爸不能)
有隻豬要過橋.但前有狼.後有虎.請問牠是怎麼過去的呢?|暈過去的
1個大人帶著4個小孩走進10字架= =|傘= =
狗過了橋不叫|過目不望 (過木不汪
甚麼花最美麗|茉莉花
什麼食物最傻??  XD|水餃，因為"撒水餃"((傻水餃...XD
有一天,你是一位公車司機~你的車上來了5個人,下去了3個,又上來了12個在下去了5個~現在請問你那位公車司機是誰?|你!  (因為有一天,[你]是一位公車司機)
有一天.巧靈去散  看到地上有一張1000元真鈔和1隻骨  他毫不猶豫選了骨頭  請問為什麼?|因為他是一隻狗
請問為什麼阿兵哥都稱手鎦彈叫鐵蛋呢?|因為碰到了[鐵定完蛋]
什麼東西最冷，最小氣|冷氣
手機不可以溼到|機不可濕
如果做不好的事情，那個人會叫甚麼名子?|孬
人體排放出氣體，會舒暢，人體排不出這種氣體，你會絕得肚子痛。|屁
一隻狗兩個口誰遇牠誰發愁|哭
他有聲音，沒有眼睛，我們用手去轉，它自動會出現聲音。|音響
人反悔，靠它來，回到剛剛，改變未來，人類的救星?|時光機
他出現，每個人都入神，沒了他，我們人類就無法跟著節奏擺動。|音樂
在墓園放炸彈?|炸死人
據說全球%100的人玩電腦最討厭不小心按到哪個鍵?|關機鍵
搬建中的鋼琴|一見鍾情
大家都知道孔子誕生那一天是9月28日,那10月28日大家知道是甚麼日子嗎?就是孔子滿月~嘿嘿~問題來了!請問11月28日是甚麼日子??|孔子誕生滿2個月! 哈哈哈 XD
一隻蟲 跑進草裡|草叢
動物園裡鼻子第1長的是大象，那第2長是誰?|小象
一隻小鴨子被車子輾過去變成什麼?|小黃瓜(呱)
麥當勞24小時不打洋，馬˙獅子˙羊，不打哪一隻動物|羊
木頭製的魚濕掉了!!|虱目魚(濕木魚
你知道甚麼水果最喜歡聽嘻哈音樂嗎??|葡萄(柚)=yo
最會跳舞的狗是甚麼狗??|探狗 因為(探戈)
大家知道為甚麼打隔跟放屁永遠不能湊在一起嗎??|因為嗝屁了!!
有意把隱形的劍,請問他是甚麼劍???|看不見
一個黃媽媽，一生手段辣，老來更厲害，小孩最怕他。|薑
樹林有三個木頭?|森
如果有一部車，駕駛是曉明，副駕駛是小美，後面是其旗和胖胖，那這台車是誰的?|如果
我是阿胖，小美是阿美，小明是阿明，那的本名叫什麼?|小胖
你在幹麻?|猜謎題
有一堆蕃薯為什麼有一個會說話|因為它是小蕃薯
水餃和飯糰和麵包請問這三種哪一個最傻|水餃
哪及種人不會講話也不會動還有哪些人是鐵的|啞巴和嬰兒，植物人，剛鐵人和變形金剛
什麼時候會騎到腳踏車|自己跟別人借腳踏車自己練習就會騎了
總統府前面那條路是什麼路???|柏油路
什麼雞跑的最快?|麥克雞,因為麥克雞塊(麥克雞快)
有個小紅人，天天在跑步，如果停下來，保證你掰掰。|心臟
夜晚，兔子走在馬路上，回頭看到兩個燈迎面而來，牠蹲下來，怕被撞到，但卻沒有被撞到，為甚麼?|因為是兩輛摩托車的燈!
說他堅硬不堅硬，說他很臭真的臭，說他很軟卻不軟，說他有洞真有洞。|肛門
睡覺時,會出現什麼字?|Z
哪個地方最常發生地震?|瑞士(因為每次發生地震時都說{芮氏}幾級)
哪一種虎不咬人??|雅虎(yahoo)
第11本書??|不可思議(book11)
回家急著去廁所|宅即便
大胖子觸電|肉麻
王坤養了10頭牛為什麼只有19隻腳呢|因為其中1隻是犀牛
生來有嘴有耳，但卻沒頭沒腳，沒頭倒戴帽子，有嘴不把話說。|茶壺
一家有三口。|闆
誰殺了麵條?|阿Q..因為阿Q(捅)麵
萬一你左邊的屁屁沒了該怎麼辦?|沒關西~妳還有右邊的屁屁
一部電影100元，那三部電影幾元?|50元，因為三不五時
甚麼食物最欠打?|''巧克力'' 因為 建達巧克力 (欠打巧克力)
綠豆是哪裡人？|嘉義人〈綠豆嘉義人〉加薏仁
明星的家在哪?????|地球的某一角 落
小小英雄漢獨坐中軍帳灑下天羅網捉拿飛來將|蜘蛛
妳動她也動你抓抓不起你罵她不理天黑沒蹤影|影子
梅莉、氣密、安安、大立，哪一個力氣最小，哪一個力氣最大?|梅莉(沒力)大立(大力)
小白+小白等於什麼??|小白兔
在某某高中裡有個長相甜美的女學生，她不但漂亮，功課好，氣質又佳，且家境不錯，可以說是溫室花朵，某天，一個啥都普通的男生向她示愛，他無奈地回:恩 男問:喜歡我哪點|離我遠一點
四季綠,不開花,一隻手,把針紮|仙人掌
一個小姑娘,生在水中央,身穿粉紅衣,坐在綠船上|荷花
什麼茶不能喝??|警察
老的薑與薑辣妹比賽，誰比較辣?|老的(薑是老的辣)
英文字母有幾個??|19個，【因為Aids死了、UFO飛走了】
兩個兄弟吃飯時都會先品嚐食物，全部菜飯肉都不等家人就先吃。|筷子
什麼時候時鐘會響13下？|壞的時候
現在你的左手有大便，你的右手有鼻屎，你會怎樣?|當然拿去丟掉阿
脾氣不如語氣，語氣不如?|語氣不如放屁
五個人踩破一個大冰塊?|五踩冰分(五彩繽紛)
有一天 你被關進"密閉"的房間裡(沒窗戶的)門怎麼推都推不開  那你要怎麼出去??|推不開門就用拉的咩
胖子從樓梯摔下來是什麼|死胖子
出去玩.別約誰?|兒童.(不約而同)
胖胖嘟嘟很有毛   放進嘴巴很爽快|牙刷
哪朵花最沒有力氣?|茉莉花，因為(好一朵「沒力」的茉莉花)
身懷六甲|大肚
什麼東西吃了會吐出來卻是血|番茄醬
哪個英文字母會打電視?|K因為K就是打的意思，KTV
兩隻小強在地上滾來滾去?|強強滾~
石頭破掉的聲音嚇到了天上?|石破天驚
昆蟲的陽春麵|昆陽
你的作文是德國字|文德
天下第一關|頭城
三個瑕疵|三峽
水餃是公的還是母的??|公的 因為有包皮!!
請問雞蛋倒在地上變成什麼?|導彈
東一片,西一片,中間一條線|屁股
一群人拿雞蛋砸槍    (猜四個字成語)|槍淋蛋雨
木魚放到水裡,會變?|虱目魚,溼木魚
什麼動物的味道橡樹?|雞,樹味像雞,數位相機
哪種動物的皮最差?|象,象皮差,橡皮嚓
女的嘴吧|如
夫人找情夫見面。|紅柿、棗子、李子、梨子。〔台語:ㄤ、去、棗、你、來
七月半不能拜的是|香蕉、李子、鳳梨。〔台語:招、你、來〕
什麼花？隨時可開，隨時可謝，可一年常開，可終身不開|心花
瞎掉的狗!|芒果(盲狗)ㄎㄎ!!!
十八個孩子|李
大便最受誰的歡迎？|各式各樣的蒼蠅
鴨子的叫聲位甚麼會很冷?|瓜~瓜~瓜~(冷~冷~冷~)
哪個人會把內褲穿在屁股上?|每個人的內褲都穿在屁股上
位神麼小名看笑話會很冷?|他在看冷笑話
布怕什麼?紙怕什麼?|不(布)怕一萬.只(紙)怕萬一
一端凹進像個盤，一端高竿像支竿，一竿在手緊抓牢，酸甜苦辣盤知道。|哈~~湯匙
大豬甚麼?小豬蛤?|說甚麼得是大豬，說蛤得是小豬
有一個胖子，重12樓掉下來，死了，請問她死了以後變成甚麼???|死胖子
1.羊來了2.狼來了|1.草莓(草沒) 2.楊桃(羊逃)
一個人站在仙人掌旁邊尿尿?|刺鳥
天下第一家?|頭家
猜猜看泉的謎底?|出水
四分五裂?|九份(4+5=9)
開門的魔術叫做芝麻開門，那關門的魔術呢?|隨手關門...
小名去看演唱會，電音女王跟他握手，位啥小名的手會很痛?|因為他被電到囉~
你在地上滾，拿後又尿尿?|屁滾尿流
你的傷口讓妳痛到眼睛哭了，鼻涕流了。|痛哭流涕
什麼東西是壞蛋?|冰箱，因為冰箱會吃食物
074的國語是什麼|你去死^_^
李白是怎麼死的?|失血過多
深夜2點時，拿起電話筒撥0123456789會出現什麼聲音|您撥的號碼是空號，請確認號碼後再撥一次。
歷史上誰跑最快|曹操(嬰蔚說曹操 曹操到)
火柴棒在想事情,就一直搔搔搔搔搔搔搔搔..........................他的頭,結果火了,他被送去醫院,醫生用棉花包一包!,你拆會變什麼呢??|棉花棒
哪個字母再一起會爆炸|ok蹦
武器外銷|出口傷人
臥倒|五體投地
什摸燈最長|垃圾車
有一個窗戶,用盡方法都推不開,為甚麼?|都還沒打開,單然推不開啊!
甚麼雞會吐出火|火雞
金鋼狼不怕受傷,那他怕神摸|他的爪子斷掉
貓;遊樂園;卡通;粉紅色;英文名字|HELLO   KITTY
一部電影200元3部電影幾元|三不五十
什麼是一個人也能做最好是躺著做?|日光浴
五個姓胡的兄弟，走進廁所滑一跤|五胡亂華(五胡亂滑)
從一樓摔下去，和從一百樓摔下去有什麼不一樣?|從一百樓摔下去是啊~
天上有許許多多的顏色|小鳥
三人兩口一匹馬(猜一字)|驗
什麼東西又臭又可怕又好吃!|鬼躲在廁所裡吃蘋果
為甚麼拿雞蛋丟石頭雞蛋沒破？|左手拿著雞蛋，右手丟石頭
吃吃想要去買尿布吃吃要去樓下的雜貨店為什麼繞到更遠的雜貨店為什麼?|沒開
文武雙全|斌
王先生有一口井|弄
一千八百個女鬼?|魏
有一天，有一個人打羽球，為甚麼他拿出來時卻哭了?|他帶成電蚊拍了
鬥牛和犬打架猜狗名|鬥牛犬
有人會說英語有人會說日語什麼語，沒人會說|手語
為什麼百貨公司沒有半個人|因為世界上沒有人是半個人阿
封神榜中...姜子牙之母？|薑母鴨(姜母牙)
給錢屁股的東西|存錢筒    因為存錢筒的下面有洞
孔子是我國最偉大的甚麼家|老人家
睡覺醒來時,每個人都要做的第一件事是甚麼|睜開眼睛
一隻小狗，打算橫越沙漠，牠被齊水糧，但人死在沙漠中，為什麼?|牠憋死了，因為沙漠找不到電線桿可以尿尿
走進一家店，看見老闆和顧客正在議價，老闆一直殺價，顧客卻一直提高價錢?|因為客人是推銷員
有個人打出一支全壘打，可是沒得分，位甚麼?|他打出的是界外全壘打
為什麼阿里巴巴只帶三十六名大盜去高雄,而不是四十名大盜呢?|四名大盜(市民大道)在台北
南半球為什麼沒有廟宇?|因為南無阿密佗佛
考試前 你會做什麼事?|當然是看書呀！笨蛋
現在你的左手有大便，你的右手有鼻屎，你會怎麼樣?|當然是拿衛生紙擦掉呀！
竹 本  口  木  子 寫在紙上|笨呆子
有客來，先脫帽，再進門有客來，先脫帽，再進門有客來，先脫帽，再進門有客來，先脫帽，再進門有客來，先脫帽，再進門|閣閣閣閣閣
每首歌裡面,哪首歌的女孩最沒力?|因為 有一個美麗{沒力}的小女孩
一個點一撇 一撇到南洋那裡有個人只有一吋長|府
灰姑娘的爸媽是誰?|白雪公主和包公
曰本人吃的飯較多還是中國人|中國人    因為中國人口多
台灣哪個湖最大    太陽爸爸和太陽媽媽生了個太陽寶寶我們要祝他們什|膨湖  生日快樂
假設大家都在西元2000年出生而1999年是世界末日那我們現在會在哪?|笨蛋!如果真的是這樣~那我現在還會在這裡出謎題嗎?
為什麼自由女神像要矗立在紐約港?|因為雕像不會坐下
廁所裡撐竿跳|過份
冷氣機為甚麼會煮飯|除溼公能
用哪一種文具要小心|蠟筆
01256789|丟三落四
有熊來了|有備而來
神的交通工具是什麼|寶貝，因為神奇寶貝
一 + 一是多少|王
棉花棒生氣了|火柴棒
bj4是甚麼意思ㄋ?|不解釋
阿拉伯數字是誰發明的?|地球上的麼一個人
有一天小白.小黑.小綠和小紅一起去郊遊，請問誰會暈車？|小白〈因為小白兔〉『吐』
考試前不能看什麼書?|百科全書(百科全輸)
馬桶跟時鐘|有始有終(有屎有鐘)
含著包子準備大便|含包待放
那個島最小|安全島
一條龍戴著一頂竹帽    (猜一字)|籠
臭氣沖天的食物|臭豆腐
第十一本書|不可思議
讀完中午讀甚麼???????|讀下午
蛋去茶葉行變???|茶葉蛋 呵呵
1.香格里拉、2.凱悅、3.希爾頓請問哪一家餐廳的服務生最沒禮貌?|香格里拉
1+1等於=|田因為旁邊2個1中間1個+上下是=
請問哪一種蔬菜很隨便?|青菜!(因為隨便)(台語)
一條龍戴著一頂竹帽|籠
掉進水裡的狗叫什麼狗|水狗(水果)
眼睛瞎掉的狗叫啥狗|盲狗(芒果)
可以洗澡的木頭是什麼|沐浴乳
嘴巴尖尖身體長長木頭外衣黑色心嘗|鉛筆
蚊子叫甚麼名子??|彬彬(文質彬彬)
狐狸位什麼會滑倒??|腳滑〈狡猾〉
怎樣才能讓麻雀安靜??|壓他一下，因為壓雀無聲
猜這些數字代表啥??770  880  1314520|親親你    報報你    一生一世我愛你!    !
考試不能看啥書??|百科全書
胖子重101自殺跳下來  你剛好在下面 (結果是甚麼)|被壓的扁扁的
請問三個壞球，兩個好球。|南投
豆子從十樓摔下來變什麼？|會變紅豆[因為豆子流血把自己染成紅色了]
請問大號+小號=?|特大號
有一台列車,上車五個人下車六個人,又上車七個人下車八個人,請問車掌是誰?|你自己
為什麼他就是自己|照片
放鞭炮時,為什麼射不到星星？|因為星星會閃
能生火|熊
孔子是我國最偉大的什麼師|老師
牛奶是誰生的?|花~~因為花"生"牛奶((被揍
下雨天|烏日
北極有北極熊 ...醫院有甚麼熊呢???|神經謀ㄐㄧㄥˋ熊拉!!(國語:神經不正常)
狗過了獨木橋為什麼不會叫??|過目不忘(過木不汪)
一加一等於幾?|天
有一個胖子要從101大樓跳下來，會變成什麼?|死胖子
有一天有一個小朋友走在路上,為什麼突然不見?|水溝蓋沒蓋好掉了進去
GJPQY  念起來很像什麼|拒絕屁股歪
軟糖生來脾氣怪,丟他甩他蹦蹦跳,只能用他不能吃,讀書寫字要用他|橡皮擦
你看的事他,他看的事你,你舉起右手,他偏舉起左手|鏡子
小白長得真像他哥哥|真相大白
為什麼冰山會缺一角?|另一隻腳被鐵達尼號撞斷了
有三隻羊和七隻狼，一隻狼會吃一隻羊，一起上捷運後，請問到下一站還剩幾隻羊?|七隻 捷運上不能吃東西
一隻公雞向前走了十步，後退走了十步，向走走了十步，向右走了十步。牠會在那下蛋?|因為是公雞所以不會下蛋
有一天，羊、豬、猴一起去便利商店買東西，請問為甚麼只有豬、猴被趕出來？|羊，因為24小時不打羊
好山好水似仙境，無奈只能壁上觀，蔬果花鳥美盈盈，惹人愛憐無法摘。|畫
一隻小白貓掉進河裡，一隻小黑貓把它救了上來。 請問：小白貓上岸後的第一句話是什麼？|喵
是太陽叫公雞起床，還是公雞叫太陽起床？|是公雞叫太陽起床,因為太陽不會叫
五成熟的牛排碰到八成熟的牛排，他們為什麼不打招呼？|因為他們不熟
一個人從四樓掉下來跟從四十樓掉下來有什麼不 同？|四十樓掉下來可以多看到36樓的風景
巧克力和番茄打架，巧克力贏了，為什麼？|因為巧克力棒！
一隻鯊魚吃下一顆綠豆，會變成什麼？|綠豆沙（鯊）
為什麼蠶寶寶很有錢？|因為蠶寶寶會結繭(節儉)
很多東西拿來煮都會有各式各樣的香味， 所以烹調一向都是很有講究。但是相反的有個東西， 拿去冰起來的話反而會更香，請問是什麼?|電冰箱（香）
一個胖子從12樓掉下來死了，他之後變什麼了?|死胖子
白色的馬叫白馬，黑色的馬叫黑馬，黑白相間的馬 叫斑馬，那麼黑色、白色、紅色相間的馬叫什麼馬?|害羞的斑馬
樹的味道像什麼??|雞，因為樹味像雞(數位相機)
什麼東西把頭切掉之後，體積就變大ㄌ???|Fox(狐狸)__Ox(牛)
怎樣把一只大象放進雪櫃?|打開雪櫃,放大象進雪櫃,關雪櫃門
透明的劍是什麼劍|看不見
你左邊的屁股像什麼？|你右邊的屁股
為什麼冷氣機會煮菜？|因為有廚師(除溼)功能
是先有男生還是先有女生|男生  因為(他們都叫先生)
雙手搖,雙腳跳,穿過城門,跨過小橋|跳繩
胖子從101大樓掉下來變啥??|死胖子
蕃茄從101掉下來變啥??|茄子
值有一隻腳，三隻眼睛的是啥???|紅綠燈
1+1=(?)|11
有一朵花在旁，有一顆愛心在旁。|愛心小花
偷什麼不會被抓？|偷笑
孝=?|一個土包子拿著一把刀在殺孩子
玫瑰花,茉莉花,百合花           哪一種花最沒力|茉莉花(好一朵美麗(沒力)的茉莉花)
傑生LOVE傑生|傑生自愛
小白.小黑.小紅.小藍誰最容易暈車?|小白 ， 因為小白吐(兔)
狗的小孩是小狗，貓的小孩是小貓，那蝴蝶和青蛙的小孩是什麼呢??|蝴蝶:毛毛蟲，青蛙:蝌蚪
哪種雞跑得最快|麥克雞塊(快)
颱風天不要帶幾元出去?|四千萬,因為沒''四千萬''不要出去
哪裡人的肚子最硬?|印度人[硬肚]
人死後,為什麼會變冰涼?|心靜自然涼,因為心靜止了自然就會涼
什麼戲人人都演過?|遊戲
有一個人他是你父母生的,但他不是你的兄弟姐妹,他是誰?|你自己
三人共撐一把小傘在街上走,卻沒有淋濕,為什麼?|因為沒下雨
哪個火鍋最熱|熱鍋(熱狗)
你猜誰最愛大象?|小象
池裡沒有水-地上沒有土-他找不到人------------|也
一半太陽一半月亮猜一個字|明
總統府前面的那一條路事甚麼路？|馬路
跑步時,跑過了第二名，是第幾名？|第二阿！
小狗旺旺叫小貓喵喵叫那瓦斯怎麼叫??|打電話叫
為神麼小明帶200出門到了書局買了99元ㄉ書,老闆卻只找他1塊錢ㄋ??|因為他給老闆100而已所以當然找1塊
小小一條龍，鬍子硬幫幫，活著不見血，死了通身紅。|蝦
南極為什麼沒有寺廟?|南無阿瞇頭罘
糖果是公的還是母的?|母的因為會生螞蟻
老闆|蟹老闆
狗跪在冰上變什麼?|貴賓狗
有一天，小明想自殺，小華就說不要讓你爸媽白髮人送黑髮人。可是為甚麼小明還是自殺了。|小明的爸媽的頭髮是黑的。
左右相反|鏡子
有一對姊妹,她們要坐公車,但面前這一班公車只可以容下一個人,她們要怎麼辦?|等下一班公車
怎樣把7顆檸檬平分給13個人|打成果汁
春節、雙十節都很快樂，請問哪種節讓人害怕？|雨傘節(一種蛇)
2樓跟20樓掉下來有什麼不同|20樓掉下來是啊啊啊啊啊啊啊啊啊啊椪         2 樓掉下來是椪啊我的腳好痛啊
什麼餅不能吃|鐵柄
巴黎鐵塔倒了要找誰?|約翰屈弗塔  (約翰去扶塔)
開張大吉[猜台灣地名]?|新店
山中住著兩位玄人,可是他們卻沒有頭|幽
水手負責什麼工作？|關燈，因為隨手（水手）關燈
小黑、小白丶小黃、小紅四人搭飛機，請問誰會暈機嘔吐？|小白，因為小白兔（吐）
小紅姑娘有奇功,高矮變化能隨心;高時人人忙脫衣,矮時人人都喊冷|溫度計
一推開們就看見山|開門見山
在哪裡不能笑?|海邊，因為會引起海嘯(笑)
甲乙丙丁戊己誰最酷|丁因為丁字褲
什麼人最愛亂買東西|歐巴馬
樹的味道像甚麼???|樹味像雞[數位相機]
狼來了 猜一種水果|楊桃(羊逃)
南極吹冷風.為什麼企鵝不戴毛帽呢?|手太短!
下雨了.大象和他的五個動物朋友一起撐一把小紅傘.為什麼沒淋到雨呢?|因為沒下雨
熊怕什麼?|熊掌湯
有人的家遭闖空門了!雖然知道有小偷的腳印.但是腳印只有進門的腳印.沒看見走出去的腳印?|小偷照著進門的腳印倒退走!
一個小偷偷房裡錢.害他怕的要死.請問他偷是什麼房子|鬼的房子
有個偵探.協助警方抓小偷.小偷偷了一條寶石項鍊.但偵探在公寓陽台抓到了小偷.樓上又有一個女小偷拿了那一條寶石項鍊???|小偷靠著旁邊的氣球.把寶石項鍊傳到樓上的女小偷手裡
有一個人跟小明開完笑.小明會說什麼!|揍死你
喝酒過度?|會傷肝過度
有一天.小明和小華被起訴了.他們上了法庭.法官問他們犯什麼罪.他們異口同聲說:公然打廣告  法官判無罪.....但最後小明和小華被關了???|''廣告''是一個人.小明和小華在公然打廣告....
森林失火。|焚
什麼時候零會比二大、二會比五大、五會比零大。|剪刀十頭布
黑馬和白馬生出來的小孩叫什麼?|斑馬
栗子從山上掉下來變什麼?|血淋淋的栗子(例子)
遠看一堵牆  近看一排房|火車
1+1=|11    2進位
紅ˋ黃ˋ綠  誰會先跑|紅    因為大家闖紅燈
獨腳戰士|乒或乓
哈利波特第一集到第七集是神麼?|哈哈哈哈哈哈哈
為甚麼飛機不會打到星星?|星星會閃!
為什麼每個人都是白目|因為每個人的眼睛都有白色的部分
書局裡沒有什麼書?|遺書
大人一起出去玩  (猜一個成語)|不約而同   (不約兒童)
考試前不能看什麼書?|百科全書     (百科全輸)
1/10000|萬中選一
什麼植物最愛比ya?|地瓜  因為地瓜ya
如果有一台公車，上面坐著阿信和怪獸，那這台車是誰的?|如果的，(如果有一台公車XDD
哪隻老鼠最衛生?|衛生署
9橫6豎|晶
三橫三豎三撇三納|林
遇到爸爸就不能做事|欲罷不能
哪隻雞跑的最快?|麥克雞塊(麥克雞快)
一部電影200元，請問三部電影多少元?|三不五時(三部五十)
龍會飛 鳳凰會跳舞|龍飛鳳舞
下了一場大雨,但是盆子卻很輕|傾盆大雨
兩個兄弟立正站好|競
木魚掉到水裡變成什麼魚|虱目魚[濕目魚]
請問哪一種車最長?|塞車
QAQ|驚訝的表情
在地獄的斷頭台看得到什麼|鬼頭鬼腦
魷魚摔在地上會變成什麼？|章魚
公司要裁員時不能喝什麼？|仙草蜜，因為先炒ＭＥ
誰愛吃零食?|孫中山  臨時(零食)大總統
天空是籃的草地是綠的那天空是什麼顏色|籃
神麼花冬天是熱的，夏天是冷的?|豆花!  (因為冬天沒人吃冷的 夏天沒人吃熱的)
拖地要用神麼脫才會乾淨?|要用力!(不用力你怎麼拖?)
還沒吃時是綠色的,吃的時候是紅色的,吐出來的是黑色的|西瓜
有2個頭5隻手9個眼睛4個嘴巴 請問這是神麼動物?|怪物!!
螞蟻從101樓跳下來會變成神麼|被風吹走了
透明的劍叫什麼劍?|看不見
Disney 裡的獅子王姓什麼?|姓王，因為獅子“王辛巴”
糖果是公的還母的??|母的 (因為會生螞蟻)
小番薯不吃神麼?|番薯 因為它不吃同類
哪兩個字合起來會爆炸?|OK繃
小偷最最怕哪4個字?|OICU (oh. I   see  you )  我看到你了!
哪個字母會打電視?|K(KTV)
兔子、烏龜、青蛙誰喝酒不會醉|青蛙，因為蛙沒醉蛙沒醉台語
一個人打電話給烏龜|苦瓜(台語)
問一加一等於幾？|笨蛋當然是二啊
香蕉姓香，西瓜姓西，芭樂姓啥？|手，因為芭樂另一個意思是手榴彈
+加囗|田
有一個病人去醫院看醫生，醫生對病人說你要看開一點，請問那個病人得了什麼病？|鬬雞眼
怎麼讓奶茶變大杯|念大悲（大杯）咒
請問哪種車會原地打轉?|風車(因為風車會一直轉)
西瓜和鳳梨打頭哪一個會比較痛?|頭比較痛
土司麵包和圓麵包過馬路的時候有一台公車要撞到他們了路人:都在說快跑阿!!請問哪一個麵包逃過一劫了呢?|土司麵包 因為它有耳朵所以聽的道路人的叫聲
如果有一輛車，小明是駕駛，小華是副駕駛，小芳坐後座，這輛車是誰的?|如果的
怎麼用藍筆寫出紅字?|寫紅
貝多芬給了我們甚麼比示|備了就會多分
當車子向右急轉彎!~  哪個輪胎受力最小??|備胎!!   (哈哈)
從30樓跳下來,和從3樓跳下來 有什麼差別???|30樓:啊~~~~~~~~蹦          3樓:蹦!     啊~~~~~~~~~~~
鑰乨掉了怎麼辦|ㄧㄠˋ(要)厶ˇ(死)掉了要趕快送醫院啊!
李登輝丟飛刀(猜一句成語)|小李飛刀
三個眼睛一條腿|紅綠燈
三個姓田的兄弟一起去宜蘭|疊
古代的詩人死因都是什麼??|失血過多(詩寫過多....)
白雪公主和包青天生的小孩叫什麼|灰姑娘
天空有嘴巴|吞
什麼東西舊了價值還是一樣？|錢
facebook的中文怎麼說|非死不可
什麼藥可以趕貓?|斯斯。因為 趕貓(感冒)用斯斯
小孩跌倒|馬馬虎虎(媽媽撫撫)
老大在頂樓  老二在中間  老三在地下室(猜一個字)|奈
1+1=?|2(啊不然是什麼啊!!)
春嬌上班快遲到了為甚麼不搭車卻要用走的???|因為公司就在他家樓下
世界上哪個女孩最沒有力氣??|小薇,因為:有一個美麗(沒力)的小女孩,他的名字叫做小微
手機為什麼不能濕|機不可濕
，有一條土司，有一個洋芋片，他們一起走在斑馬線，有一台車子直接衝過來，有兩個人說小心，你覺得土司和洋芋片，哪個人會先逃走|洋芋片(因為洋芋片用滾的)
哪種鞋子最開心!|黑皮鞋
有5個人在一個房子打麻將,為什麼警察來得時候有6個人逃出來???|因為有一個人名字叫麻將!!!
成功的媽媽是誰??|失敗(因為失敗為成功之母)
上下有兩個口中間有一個犬|器
2比5大'5比0大'0比2大'猜一種遊戲!!!|剪刀石頭布
吳宗憲打籃球時,誰要守他|慈母!!因為慈母手中線(慈母守宗憲)
如果有一個人在外面死掉,叫什麼??|外掛
三個大力士舉起一個大草原|荔
三+一+貝=?|責
不管季節再怎麼變換,全世界有一個島,它永遠是最熱的地方,這個島叫甚麼名字?|正中午,套中島((台語發音))
吃飯的時候,大家都叫其中一個人一直添飯,請問這個人是誰??|飛龍在天(飛龍再添))
小孩是無價之寶,如果孩子出生後,發現他只有一隻右手,身為父母的你,該怎麼辦??|大家都只有一隻右手,如果有兩隻右手還比較麻煩!
開車千萬要小心,如果開車時前面突然冒出一個老人和小狗,你會選擇撞哪一個??|先踩煞車
世界最長的車|塞車
綠豆從樓上摔下來變成什麼豆|黑豆
小明在一個沒有鎖門的房間裡，但是他使出吃奶的力氣拉門，還是打不開，為什麼?|因為門市用推的
小志他每天明明很早就回家，可是他的老婆卻一直責怪他，這是為啥?|他是早上才回家
為什麼佛教都在北方?|因為南(無)阿彌托佛
有個中國人，他餓了很久，你知道他練成了什麼嗎?|中國空腹(功夫)
校有校規，家有家規，那動物園有甚麼規|當然是烏"龜"XDD
山下的風|嵐
一家有七口，種田種一畝，自己還不夠，另外養隻狗。|"獸"
小白兔的眼睛為什麼紅紅的??|因為龜兔賽跑時輸給烏龜，很難過，一直哭，所以眼睛才會紅紅的~~~
垃圾車有幾個燈???|九個燈 因為:給愛莉絲的音樂是323237216(燈燈燈燈燈燈燈燈燈 因為:給愛莉絲的音樂是323237216(燈燈燈燈燈燈燈燈燈)
醬油的哥哥叫甚麼?|醬油膏(台語
有一個人邊大便，邊看時鐘。|有始有終(有屎有鐘)
一個火柴跌倒了,頭上包上繃帶會變成什麼??|棉花棒
為什麼廁所要蓋屋頂?|因為老天有眼會看到屁屁
打小狗|高雄(打狗)
被問到很尷尬或很無言的話|0.0...
有長頭髮的鵝在奔走|長娥奔月
老大叫做流氓,老二叫做菜刀,老妖叫做嘛煩,有一天嘛煩不見了,老大帶著老二去警局報案,你(妳)們猜警察對他們做了甚麼????|把他們銬起來
誰最不孝順老媽？|面速力    打母
小狗穿熊熊裝(露頭)變甚麼??|狗熊
為什麼小英每天都在飛機上?|因為小英是空姐
字典有幾個字?|2個
法官問犯人說:為神麼你要印假鈔?|犯人說:因為我不會印真鈔
你是一個飛行員,你可以從台灣到美國,可以到日本等地方,請問那個飛行員是誰?|就是你自己
有三個餅乾,但要分給100個人吃,請問要怎麼分?|全部都不要吃ˋˊ
一個雞蛋要煮3分鐘,請問十顆雞蛋要煮幾分鐘?|一共3分鐘,因為一起煮呀~
哪一個人一年365天只工作1天,卻不會被辭職|聖誕老公公
有一隻公雞先往右走30步再往左走20步再向上走10步請問這隻ㄐ最後會在哪下蛋??????|公ㄐ不會下蛋
劉備在第3次去諸葛亮家劉備說了什麼？|買保險不
烏鴉為什麼沒喝到水？|他跟精衛一起填海去了
為什麼王子跟小矮人都不能就白雪公主|他們在研究iphone
一件東西在紙張跳舞。(猜一文具)|圓規
甚麼運動往後跑才會第一名|拔河
有一種水果 從綠變黃 拔了經過一段時間會壞掉 很像燒焦的肉一樣|香蕉
1+1= ?|田
班長 校長 家長 還有怎麼長|肉粽 {台語}
綠豆流血了 變?豆|紅豆
三國演義的關羽死了後 曬乾了變|乾 魚{羽}
一打雞蛋有幾顆|一打就沒了 0顆
三個人一起撐一把傘走在路上為什麼沒淋溼|因為沒下雨
黑人為啥喜歡吃白巧克力|因為怕咬到手指
有一台電車從台北開到高雄請問它要在哪站加油|它用電。 不吃油
用西瓜打頭和用椰子打頭哪個比較痛|頭比較痛
會飛的馬桶在哪裡？|飛機上的馬桶
阿姆斯壯登入月球以後第一句話說什麼？|英文語
雞師父，馬師父和雞師父要比賽做雞排，請問誰的雞排最好吃？|雞師父，因為   馬殺雞
有一個人殺了一隻貓又吃了一隻魚,那他會變成什麼魚?|鯰魚,因為 貓cat+魚fish=鯰魚catfish
有一個雞蛋在路上不小心摔了一交,倒在地上,怎麽樣?|變成了倒(導)彈
猩猩跟猴子最怕哪一種線?????????|平行線,因為沒相交(相交)
身份證掉了怎麼辦？|撿起來就好
誰最喜歡亂買東西?|歐巴馬(愛亂買)
為什麼氣鵝肚子白白的??|因為氣鵝的手太短只洗得到肚子
有兩個爸爸的女孩|兩個爸爸
如果有一輛車，司機名字叫小明，小花坐在小明的旁邊，小華坐在小明的後面，請問這輛車是誰的?|如果的
賽德克巴萊的台語是??|屎在肚子裡(台語)
為什麼螞蟻5秒就可以從台灣到美洲????|因為他爬在地圖上!!!!!
大樹和小樹差在哪裡??|插在土裡
一隻公雞和一隻母雞猜三個字|兩隻雞
小明到博物館玩 回家寫了一本書的其中一頁寫了他的感想、做了什麼事。|日記
一加一等於幾?|田
一顆心值多少錢??|一心一億(一心一意)
胖子跌倒叫甚麼??|摔大豬(台語發音)
甚麼東西以前是四隻腳,現在是兩隻腳,未來是三隻腳|人,因為人出生時用2隻手和2隻腳爬,然後長大便用2隻腳走路,再來老的時候2隻腳再加一根柺杖等於三隻腳
1:)2ˋ_ˊ3ˊ_ˋ4^^|1. 喜 2. 怒 3. 哀 4.樂
哪種茶不能喝|警察
有一個計程車司機開計程車在路上，沒有違反任何交通規則，但是一位警察把他攔下來了，為什麼?|因為警察要坐計程車
一顆蛋煮5分鐘，那八顆蛋煮幾分鐘？|五分鐘〈因為一起煮......〉
一群猩猩做體操|毛手毛腳
王先生白小姐坐在石頭上|碧 (王+白+石)
一隻大怪牛，無尾卻有頭，下面生個口，無腿不能走。|告
昔日皇帝真可憐，竟與小羊同榻眠。|群
小白加小白等於什麼|小白兔 因為 小白(two
我會死的英文單字|YAC
什麼動物最愛貼在牆上???|海報    海豹
有種東西看似小，力氣可是非常大。ps：答案有兩個喔|螞蟻和蝸牛
狼來了|楊桃(羊逃)
公司要裁員時不能喝什麼？|仙草蜜(先炒ME)
什麼人是人們很崇拜，但卻不想見的人？|上帝
人死後為什麼身體會變涼?|心靜自然涼
如何讓飲料變大杯?|念大悲咒
有個神經病他坐飛機把飛機上的馬桶丟下來 為什麼?|因為他是神經病
有個人是你爸媽生的,但卻不是你的兄弟姊妹,他是誰|你自己
要怎樣才能讓一變成十？|自己動手寫
哪一路有人騎過去，就會生氣？|就是北七路
有一天小明到了一家餐廳吃飯當小明正要打開門時奇怪的事情發生了........門推了很久都推不開請問:為甚麼|因為門上有一個"拉"字
人類的哪個器官值得賣到一兆元|膽因為(好膽別跑)台語
樹的味道像什麼?|雞(數位相機)
閻羅王|瑰，因為祂是鬼王!!
王先生有以個大二朵，他今年十四歲，一心一意|聽
為什麼把雞和鵝，放在冰箱，雞死了鵝卻沒事？|因為鵝是氣鵝
一減一等於幾？|三
甚麼酒不能喝?|馬英九 ... XD
甚麼街不會下雨?|芝麻街美語(沒雨)
月曆和日曆誰比較愛漂亮?|日曆,因為每天要斯,像換衣服.
有一天，一位小姐上網站去找帥哥，她打說要有錢有車，請問答案|象棋
我爸媽|歐巴馬
貓和豬有何不同？|一個是寵物一個是食物
老張有很嚴重的胃病，為啥他一直往牙醫跑?|因為他是牙醫師
一隻牛沒尾巴下面一個口|告
狼到了北極變?|冰狼（檳榔）^_^
在公園裡因溜狗而認識的情侶該如何稱呼？|一對狗男女
冰箱裡有魚罐頭,豬罐頭,牛罐頭,請問要先打開哪一個?|冰箱
什麼廟可以不用燒香拜拜|五臟廟
三心多少錢|二億（因為三心二意（億））
一部電影100元，那三部電影多少元|三不五時（因為三部五十）XD
京城上面有流水|涼
有五個人並肩走在一起，一塊招牌掉下來，為什麼只有三個人受傷？|因為招牌是m字形
英文字母有幾個|24個
三個女生在街上跳舞|斗六
臺灣最小的島在哪裡?|安全島
右邊的屁股長得像甚麼??|左邊的屁股
第十一本書|不可思議(Book 11)
貝多芬告訴我們麼|背了就會多分  030
小蜈蚣告訴爸爸什麼,爸爸聽了當場昏倒|我要買鞋子
鍵盤哪一個鍵最帥|F4
不是人也不是魚，偏偏就是像人跟魚。|美人魚
101大樓在哪?|台北
穿哪種鞋子最Happy？|黑皮鞋(Happy)
甚麼米不能吃?|塌塌米
什麼「桶」永遠裝不滿?|馬桶
1個桌子有4個角,切掉2個角還剩幾個角?|6個
1+1=22+2=43=3=?|9
有1條河的旁邊有個牌子,牌子上有張紙寫著可以過河,為何有人過了河,旁人卻報警了呢?|因為牌子上的紙撕掉,後面寫不準過河
什麼動物愛聞內褲|豹 因為豹紋內褲
為什麼會有海棉寶寶這個節目|我也不知道
數碼寶貝|A : 今天吃素嗎寶貝    嘻嘻嘻!
九把刀如果要找老婆要找誰?|九孔   因為一刀一孔
請問右手抓不到什麼?|右手
*說牠是條牛，可是不能拉車走，說牠力氣很小，卻能背這房子逛街。|小蝸牛
不上也不下|卡
哪個童話人物沒有胸部?|小紅帽(因為大野狼吃了他的奶奶)
:超人保護地球，什麼東西保護城市?|螢幕(因為螢幕保護程式)
perfect是什麼?>~|破費
小蘭 小智 珊迪 出去玩.後來點名後 發現有一個人不見了.請問 是誰不見了?|小蘭 因為 蘭沒(藍莓)
什麼菇吃了會想睡覺??????|ㄉㄨˋ菇
南瓜、冬瓜、西瓜、黃瓜都可以吃那什麼瓜不能吃?????|笨蛋傻瓜
牛乳到過來唸會變乳牛，那咖啡倒過來會變怎樣????|就灑出來了呀!!
怎樣可以趕走貓????|用"司司"，因為
怎樣可以趕走貓????|用"司司"，因為感冒(趕貓)用"司司"
地震是男生還是女生?|男生.......因為有幾集...雞雞
Kiss 猜個地名|集集，因為親吻的時候會發出啾啾聲
狼來了什麼東西要逃|楊桃（因為羊逃）
羊來了什麼東西要逃|草莓（因為草沒了）
ET走了,剩餘多少個英文字母?|21,因為ET(即外星人)坐UFO走了~
我針山裡有一個和尚叫我貞和尚我貞和尚又一把劍叫什麼?|我貞賤
有一天小明問媽媽為什麼男生要穿內褲,因為怕小鳥飛出來,小明又問媽媽那為甚麼女生要穿內褲??|~怕小鳥飛進去~O一
1乘1等於1  猜一句四字成語|一成不變
有一天香蕉去看醫生，醫生會告訴他說什麼?|脊椎側彎
小美去做隆乳手術，做一對胸要一萬元，那做一邊要多少?|三千，因為一波三折
飯吃玩了誰還會幫你添|飛龍   因為飛龍在天
為什麼和尚都朝著北方祭拜|南無阿祕陀佛
什麼車最貴|古董車
為什麼公雞早上會叫|牠餓了  想吃早餐
為什麼老子有錢|因為老子有錢當大爺
我在上面動，你在下面動，你動我開心，我動你會痛。|釣魚
地下有5塊錢和10塊錢你會拿哪一個呢?|當然是2個都拿囉
人有頭腦辦公室有甚麼腦|電腦
甚麼地方一個人進去就客滿?!|廁所~
醬油的哥哥叫甚麼?!!!!|醬油膏~!!
颱風天要帶多少錢出門？|四千萬。 因為  颱風天沒"事千萬"不要出門。
香蕉從101大樓掉下來會變...|茄子。因為 瘀青了！
甚麼東西偷了，不會犯法?!|偷笑
有一天,老子 小子 瞎子(不是真的瞎)  他們借住在雞舍裡,然後屋主發現 這3人,某個人跟母雞炒飯(不能亂學喔)了..不是小子和瞎子幹的  那是誰幹的?|老子幹的
小明的媽媽在墾丁,媽媽請小明開車過來接他為甚麼等了2天,小明還沒來呢?|因為沒有鑰匙呀
有個木魚掉進水裡,會變甚麼?|虱目魚(濕木魚)
哪個月有28天??|每個月都有28天ㄚ~我又不是問哪一個月....
有一艘船它可以在100個人~現在已經有99個人上船ㄌ!第100個人上船後,為甚麼船卻沉下去ㄌ??|因為它是潛水艇阿!!!!!>_
老闆要炒人魷魚,那前一天不能喝神ㄇ?|仙草密(先炒me)
好大喜功到過來!|功喜大好(恭喜大號)
圓形跟正方形比賽賽跑,誰會贏?|正方形,因為(圓不跑)鉛筆刨~
為什麼飛機飛在高都不會撞到星星呢??|因為一閃一閃
用椰子和西瓜打頭，哪個比較痛？|頭比較痛
把熊塞進冰箱裡,那要怎麼把長頸鹿放進同一個冰箱裡?|把熊拿出來,在把長頸鹿放進冰箱裡
永久太平|長安
世界上誰最花心?|"水" (因:它一下泡咖啡,一下泡花茶,一下又泡腳)
人有他大,天沒他大.|一
氧和二氧化碳哪個比較美?|氧 因為自然(助燃)就是美
打電話給烏龜(猜一種蔬菜)|苦瓜(CALL龜)
看不到,摸不著;如影隨形,人人需要|是空氣
孔子生日是9月28日 稱為"教師節" 那 10月28日是什麼日子?|孔子滿月!!!!~
天空在下雨為什麼地板不是濕的?|在室內
猴子、大象、獅子、斑馬，誰最愛亂買東西？|斑馬,因為黑白馬【台語】
什麼車價值最高？|運鈔車
地上有木頭，天上有日，紙上有一|查
感情出了問題該找誰幫忙|王世堅(問世堅情為何物)
要念什麼咒語杯子才會變大?|大悲咒(大杯咒)
洗碗的機器叫洗碗機，洗衣服的機器叫洗衣機，那烤雞用的機器叫什麼？|烤箱〈不然你以為是什麼〉
餐廳裡，哪一道湯是哪3個姓組成的?|羅宋湯~~
一朵雲，掉下水裡就不見。|雨
1樓2樓3樓4樓5樓6樓7樓9樓10樓，為什么沒有8樓?|因為八八水災把8樓沖走了~
星星有幾克重?|八克,因為[星巴克]
有一個獵人在森林裡發現一隻猩猩獵人舉起弓箭射猩猩猩猩接住了箭為甚麼他會死掉|喔咿喔咿喔  就把箭插進牠的胸口裡了
神麼東西只能加不能減？|年齡
有一隻小鳥，牠穿著防彈衣在樹上跳舞，為什麼還會被獵人射中心臟而死??|因為牠跳的舞是脫衣秀!!
一隻公牛加一隻母牛等於什麼牛?|兩隻牛
1.可愛的意思是?2.畢卡索的意思是?3.英俊的意思是?|1.可憐沒人愛2.閉著眼睛卡在廁所3.英國的細菌
什麼數字減掉會變0|八
台灣最大的湖湖是什麼湖??|澎湖
有意無心|音
有一隻公雞他有100顆雞蛋，請問雞蛋是不是公雞的?|不是，因為公雞不會下蛋。
10月10日|朝
1到100哪個數字有染頭髮?|99，因為99澄(成)髮(法)
甚麼廚餘性陳?|陳楚于
一隻雞.一隻狗進去會被打出來為什麼羊進去不會被打出來|24小時不打烊
想搭計程車,最重要的事情是什麼?|攔到計程車
便當是被誰殺死的?|值日生抬便當(台語)
臺灣哪個島最熱?|中午(台語)
太陽夫妻生寶寶了  我們應該要祝福他們什麼呢|生「日」快樂   日就等於太陽阿
如果有一輛車小明是駕駛小美是附駕駛小梅和小淋坐在後面.請問這輛車是誰的?第一次出題!!!|如果的
鄭成功的媽媽是誰???|失敗(因為失敗為成功之母)
世界上哪一種車最長??|塞車
什麼時候二大於五小於二小於零|剪刀石頭部的時候
跟誰結婚最辛苦|莉莉[因為莉莉接辛苦]
有一天..你跟別人結婚了你都會叫她什麼|都會叫老公..老婆或親愛的
就有一個人他說他要幫他老婆買禮物乳果他不買的話會被打就在路上他在一間店裡發先有飽食為甚麼他不買|因為他沒有錢啊
計程車撞到一隻鴨子|小黃瓜
123456789乘以(-1)乘以(-1)=?|123456789
有一天 ,有五個人走在街上 ,突然有一塊招牌掉下來 ,直有三個人被砸到 ,為什麼?|想想看麥當勞的招牌
老師要小明罰寫名字100遍，為什麼他一轉頭就寫好了?|他預備寫好的
一部電影100元那三部電影幾元|50因為三不五時
有一個大力士在一個房間裡，房裡有一扇門，可是為什麼大力士推不開那扇門呢？|因為那扇門是用拉的……
話說有2個人掉入獵熊的限阱裡               全部逃生了為神麼還有1個人在下面|因為上去的那個人叫全部
甚麼魚不能吃?|木魚
甚麼球可以看見東西?|眼球
為什麼牌子上寫不准過河 人們還繼續過河呢?|因為和的名字就叫(不准過河)
電梯從二十樓掉下來，為什麼沒有半個人死掉？|只能死「一個人」，不能死「半個人」！
為什麼暑假比較長，寒假比較短?|因為熱脹冷縮
什麼茶不能喝？|警察
要把大象放進冰箱要怎麼做|打開門
有一種東西進得去出不來是|棺材
三條值線  猜一個字|三
水落石出(猜一字)|硯(石出來,就看見)
龜的心像什麼猜一個成語|龜心似劍
1+1=??|王
西瓜掉下去會變成啥?|西瓜
事界上哪條河最陰?|萊茵河囙為(來陰河)
123456789=|一億兩千三百四十五萬六千七百八十
什麼東西風吹得乾，太陽曬不乾？|汗水
有一個男子，他住在24樓，每天搭電梯下樓去上班，但回來卻只搭到5樓，為什麼？|因為他太矮了按不到24樓的鍵。
樹的味道像什麼？|雞，因為樹味像雞（數位相機）
用筷子吃飯,猜一個成語?|膾炙人口(筷至人口)
看不到，摸的到(猜一個器官)|耳朵
看不到卻摸的到摸不到但會嚇一跳(猜一個器官)|脈搏
5350|我上武陵
寶寶、爸爸、媽媽，誰最衰？|寶寶，因為：寶寶睡（衰），乖乖睡......
黃綠紅|王力宏
11號公車|兩條腿（走路）
有一天,小明拿著考卷跟爸爸說:我考100分ㄌ.但爸爸卻生氣的打他屁股,這是為什麼ㄋ?|因為那是6科加起來的分數呀
你知道為甚麼八分熟的牛排遇見七分熟的豬排為甚麼沒有打招呼?|因為他們不熟
誰是高空的英雄?|高雄(高空中的英雄)
女兒紅、一丈紅、鶴頂紅、雪中紅誰最紅?|姨丈紅(一丈紅)
太皇太后、皇太后、皇后、皇貴妃、貴妃、妃、嬪、貴人、常在、答應誰的地位最為尊貴?|廢話!當然是太皇太后
天底下哪個女人最哀怨?|皇太后，因為「哀家」
小小一個門裡面裝著許多人一個人走出門磨了一下那個門馬上就會燙死人猜那個人是甚麼東西|火材棒
史上最輕的是啥麼??|空氣
愛吃辣椒的妹妹|辣妹
用西瓜跟南瓜砸頭哪一個比較痛?|頭比較痛
如果你們知道飛哥補習班的話，請問:為什麼去飛哥補習的人，最後都會「輸」?|因為飛哥傳「輸」
公司要裁員的時候,千萬不能喝什麼東西?|仙草蜜(先炒me)
如果有一台公車，小明是司機，大華是乘客，公車是誰的?|如果
還沒吃時是綠色的,吃的時候是紅色的,吐出來的卻是黑色的.|西瓜
金木火土|沙
請問狼吞虎嚥總共有幾種動物？|3種﹝狼和虎還有燕子啊﹞
為什麼哆啦ㄝ夢要生活在黑暗中？|因為伸手不見五指
為什麼多拉A夢活在黑暗中?|伸手不見「五指」
麻雀很吵時怎麼辦?|壓牠，鴉雀無聲
女生的嘴巴|如
人最討厭什麼蛋|王~八~蛋~
告也是白告|皓（ㄏㄠ四聲）
石子疊羅漢|磊（ㄌㄟ三聲
請問喝東西要靠什麼東西?|靠杯
哪一國人的肚子最硬?|印度人(硬度人)
要小心 紅綠燈哦(猜3個字>|要通行
爸爸的弟弟的叔叔的妹妹的阿公的姨婆的舅媽的姑丈的表妹的祖母的堂哥是誰?|親戚   ((你想太多囉XDD
有一個樹林市用槍做的那他下的雨是用什麼東西做的?|蛋''因為"槍林蛋雨"
呆頭已經到教室了，為什麼老師還要記他遲到呢?|因為呆頭的手還沒進教室!!
小明、小美和小華在玩剪刀石頭布,一個人出剪刀,一個人出石頭,一個人出布，請問他們一共幾根手指頭？？|30根
一個人被塗成金色。|一鳴驚人 (一名金人)
一點一橫長一撇到南洋，南洋有個人，只有一寸高。|府
.七個人有八隻眼，十人一有八隻眼，西洋人也八隻眼，家母同樣眼八隻(猜四個字)|貨真價實
綠豆從大樓掉下來會變啥|紅豆
老王一家4口再吃魚|鱷
為什麼他都會把人的眼睛耳朵蓋起來?|因為他要掩人耳目
有一隻白貓,他掉到一個坑裡了,黑貓看到了,馬上救他上來,請問白貓一上來對黑貓說什麼?|喵~喵~喵~
做什麼事會沉下去?|閉眼睛因為【閉目沉思】
空襲時為什麼要躲地下室?|應為考古方便
歷史人物中,誰最正?|秦始皇，註:秦始皇暴政(爆正)
哪一條街不會下雨|芝麻街美語 芝麻街"沒雨"
熊貓最喜歡做的兩件是什麼?|第一件是希望有一張彩色的照片,第二件就是可以去掉頭上的黑眼圈
從前有座山叫我真山，山里有個廟叫我真廟，廟裡有個和尚叫我真和尚，和尚手裡握著把劍叫甚麼劍？|我真賤
糖果是誰生的?|"花"生的 (花生牛奶)
狼來了!|楊桃 (羊逃)
蚊子不會叮哪一種動物 ?|狗 (布丁狗)
肝壞掉了怎麼辦?|喝茶裏王.....因為喝一口茶裏王【救回】肝
有一隻公雞下蛋了，下一隻公雞，需要左走兩步，再上走一步，再右走三步，再吃蛋，請問這隻公雞會下蛋嗎?|不會。
地瓜拍照，猜一個植物!|地瓜葉，因為地瓜拍照要比YA，所以是地瓜葉
鐵達尼好為什麼會沉?|因為傑克把羅絲(螺絲)弄鬆
有一隻馬跑道路上面 會變沈麼?|馬路
沈麼車最貴|載黃金的車
麥香紅茶的哥哥是誰|麥香奶茶
怎麼把天蓋住?|把眼睛蓋起來就看不到天空了
千根線,萬根線,線線如珠鍊,落到河裡看不見|雨
顧狗的英文是甚麼?|google
甲人[你的生日是哪天?]乙人[1月1日]甲人[哪年?]|每年
甚麼時候二加一會變三?|算錯的時候啦
世界上是先有男人還是女人？|男人。（因為先生）
11+3=?|下午14時
球棒和球兩個價格合起來算110元，球棒比球貴100元，那麼球的價格是多少？|球價格是5元，球棒價格是比球貴100元即（5+100）105元，加上球的5元就是110元了。
1=5,2=10,3=15,4=20,5=？|5=1，因為一開始1=5
兩人十四個心|德
一一補足|是
專車|轉
小白、小黑、小綠、小藍，要去坐船，請問誰會暈船？|小白吐     （小白兔）
一顆蛋煮八分鐘那五顆蛋煮幾分鐘?|還是八分鐘因 為是一起煮的:)
一匹馬+兩匹馬=(???)|三匹馬
會講話ㄉ老鼠叫米老鼠那會走路ㄉ鴨子ㄋ?|每隻鴨子都會走路
大禹為什麼三過家門而不入？|他出門時忘記帶鑰匙
找個40公斤女朋友是骨感，找個50公斤的女朋友是性感，找個60公斤的女朋友是肉感，找個70公斤的女朋友是情感 ，找個80公斤的女朋友，是什麼感|你那是幽默感
香蕉從樓梯摔下去 猜他會變成什麼|茄子
豬和馬比賽跑為什麼豬贏ㄌ?|因為豬根本沒跑
把內褲戴在頭上的叫什麼|蝙蝠俠
大豆跌倒了，會變什麼?|變黑豆...(因為黑青了)
什麼人一年只工作一天,卻不會被開除?|聖誕老人
下雨天時不能搭哪種傘|下落傘
你爸爸早上起床，刷牙洗臉之後要吃早餐，他看到餐桌上有火腿蛋三明治和牛奶，請問火腿蛋三明治和牛奶哪一份早餐才是他的?|火腿蛋三明治和牛奶不給他給誰?
有轎無車~|喬
甚麼魚最臭|廚餘
三隻老虎|彪
蜘蛛人是什麼顏色？？|白色!因為S-pi-der-man是白的人
什麼掌不能拍?|仙人掌
為什麼 蚊子不叮狗|布丁狗
啥東西把右眼遮住會在左邊，把左眼遮住會在右邊|當然就是鼻子嚕＝３＝
一群人拿雞蛋砸槍|槍淋蛋雨
有一隻熊走過來|有備而來(有BEAR來)
說他忘，他沒忘，心眼長在一邊上。|忙
1包米吃12個月|精
哪一種花最沒力?|(茉莉花)因為好一朵(沒)美(力)麗茉莉花~>
有一天，天空在下雨，有一個男的出去跑步為何他的衣服沒有溼?|因為，他沒穿衣服
怎麼讓飲料變大杯?|大悲咒
啥東西 遮左眼~東西再右邊遮又眼~東西再左邊?|鼻子
不忠不孝不仁不義|罪
一間屋，三個門，裡面只住半個人|1.褲子
紅豆的小孩是??|南國( 因為紅豆生南國 )
風的小孩是??|水起( 因為風生水起 )
是雞不長毛，是牛不耕田，是貓不捕鼠，是虎不上山。|田雞.蝸牛.貓熊.壁虎
小明在洗衣服，可是他的衣服為甚麼還是髒的?|因為小明在洗別人的衣服
避孕藥的主要成分是啥?|抗生素
豆腐跌倒後會變成甚麼?|豆花
甚麼草能吃?|仙草
有一個人在醫院打點滴但卻一直笑|笑點滴
懷孕十個月|大度
為什麼自由女神要站在美國|她不能坐著
真真點了一份全熟的牛排 為什麼她切牛排時還是看到血呢?|她不小心切到自己的手了
為什麼美人魚最專情|他們不會劈腿
有一個胖子從九樓掉下來，請問他叫甚麼明字|死胖子
有一個人用細的麵條想要上吊自殺，他是怎麼死的|摔死的（因為麵條細到摔死了）
有一隻狼和56隻羊要坐捷運，一分鐘狼可以吃完7隻羊，那請問要多久羊才會被吃完|沒有吃（因為捷運上不能夠吃東西）
大家是朋友便是友誼送你一個禮物你要真惜猜是什麼禮物？|大便  為什麼因為第一個字直著念
如果有一台公車，司機叫阿明，司機後面的乘客叫阿美，座最後一排倒數第三個左側靠窗的叫阿一，請問這台車的主人叫什麼??|如果
你知道為何7-11會24小時營業嗎?|因為門關不起來
有一天小明到跨河大橋上要過橋但有一個告示牌上寫:[你不能從左邊過也不能從右邊過]可是小明卻走過去了?!他怎麼過的??|直直走呀!!!!!
瘋日本叫哈日，瘋韓國叫寒流，那瘋麥可的叫??|麥可風( 有沒有被哈日和寒流誤導呢~ )
有一顆椰子樹，猩猩、猴子、人誰會先摘到香蕉??|都不會( 椰子樹哪來的香蕉呀~~ )
公雞在幾度角才比較容易生蛋??1.45度角2.90度角3.55度角|都不行( 公雞生的出蛋!? )
瑜珈老師不能喝甚麼飲料?|鐵骨飲料
冬天出生的人會怎樣?|動（凍）手動（凍）腳
考試的時候不能看甚麼書?|百科全書〈輸〉
一位植物專家,一位原子彈專家,一位動物專家,做在熱氣球上,突然熱氣超重,要丟一位專家下來，請問他們要丟哪一位專家?|體重最重的那位
請問鯊魚不小心吞了一顆綠豆，牠會變成什麼?|綠豆沙(鯊)
牛奶糖和巧克力比賽，誰會贏呢?|巧克力。因為巧克力棒!
收音機關小聲?|觀世音。因為關小聲(台語)
什麼字酷？|丁，因為丁字(褲)酷
我有一把劍，它是隱形的，請問它叫什麼？|它叫看不(見)劍
1加1等於幾？|牛 (比著2個1放在頭上)
若有一間公寓,房客x是筱芹,房客y是曉琪,公寓的主人是?|若
西瓜和榴槤打頭哪個比較痛???|頭比較痛!!
小明的媽媽有3個兒子一個叫大明一個叫小華第3個叫甚麼?|當然是小明阿
小明的媽媽有3個兒子一個叫大明一個叫小華第3個叫什麼?|當然是小明啊  都小明的媽媽了 還不叫小明啊?
小華的媽媽有三個兒子老大叫大毛老二叫小毛那請問第三個兒子叫什麼名字?|小華啊!! 第一句有寫
有一隻鵝走到山洞前經過了山洞猜牠是什麼鵝|過洞鵝
如果有一台計程車司機是小明乘客是小華那這台車是誰的？|如果的
隱形的劍叫什麼劍？|看不（見）
在茅坑理撐竿跳|過分 ,因為(過糞)
蚱蜢怎麼飛的|被炸飛的
琴盒|樂在其中
打甚麼東西等於打自己的血?|蚊子
哪種人很會亂買東西?|歐巴馬(黑白買)
為什麼小明很有名？|因為每次的角色都是他。
中樂透之後最不想做的事|被搶劫
白色的龍叫什麼龍?|保麗龍
哪一個湖最大|澎湖
為什麼老皮沒黑眼球?|因為老皮得到白內障
書店裡沒有賣什麼書？|遺書
什麼地方的路窄？|冤家路窄
花花公子要搭配怎樣的女人？|花中花的女人
男人國|民雄
我有1把劍,是隱形的,誰知道那把劍叫啥????|看不見[劍]
假如A+B=C那1+2=什麼|C
花和草哪個比較帥 !!!!!!|花 . because : 花美男
新年時，有一家人寫了一對對聯，上面寫著:父進士，子進士，父子皆進士。婆大夫，妻大夫，婆妻皆大夫。結果富人拍手。第二天，富人不拍手，換窮人拍手|父進土，子進土，父子皆進土。婆失夫，妻失夫，婆妻皆失夫。
請問世界裡是先有蛋還是先有雞?|都不是
小馬的爸爸在市立圖書館|老馬識途(因為小馬的爸爸是老馬,而且他又在市立圖書館)
左邊一個金 右邊一個普 猜一個字|錯
一個膽多少錢|一兆!因為好歹賣燥(好膽賣兆)
一隻狼掉到水里，被吊起來時變成什麼？|冰狼（檳榔）
樹的味道是什麼？|雞因為數位相機（樹味像雞）
綠豆是什麼人|意人(嘉義人)
1是一個特別的數字,不論他想變什麼數字都可以.有一個數字是他最不喜歡,因為竟然比他特別.請問,那神秘數字是?|0.因為1再如何努力都無法變成0
為什麼一位太太他不要冠夫姓?|因為他的先生姓夏  他姓劉合起來就叫夏劉(下流)小姐
公共廁所|輪敦
三顆眼睛，一隻腳|紅綠燈
桌上有一瓶毒酒和沒毒的酒乙喝了沒毒的酒為什麼死了??|被甲開槍打死的!!
有1沒2有3沒4有東沒西|陳
先有雞還是蛋|誰知道
1+1是|田
如果有一隻公雞在屋頂上下蛋那他的蛋會往哪裡掉呢|都不會因為他是公雞不會下蛋
小狗'小貓'獅子'哪個最會背書|小狗[旺旺仙貝
人在吃東西 但是他手流血 為啥|因為他吃東西時咬到自己的手
鴨子坐計程車?|小黃瓜
爸爸脫褲子|媽媽樂開懷
吃什麼很臭|大便
(新華字典)裡面有幾個字呢?|當然是四個字囉!
為什麼小語一進去麵包店後就一直站著不動???|思考要買什麼麵包
如果把企鵝放在箱子裡  那要怎麼把大象放進去?|把企鵝拿出來  再把大象放進去
蒼蒼去要去診所看病,但為甚麼不用付錢??|診所休息
有天火柴棒一直抓他的頭，抓著抓著就起火了。他被送到醫院後，會變成怎樣呢？|棉花棒
什麼豆最胖？|納豆(大學生了沒的主持人)(阿KEN的朋友)
有個人把一根香腸放到冷凍庫裡,然後香腸看到一隻全身都是霜的東西,這根香腸就說:你好!!你也是香腸國的同胞嗎?之後那根全身都是霜的說:我不是香腸啦!,我是??|冰棒
為甚麼蜈蚣每次出門都比別人慢？|因為他要找每一隻腳的鞋子
一隻牛和一隻青蛙去市場買東西，只買到什麼|木瓜(哞呱)
為甚麼海綿寶寶不能開船上路?|因為他沒駕照
嫁給甚麼東西要一直拍照?|屎        因為:嫁屎直照(駕駛執照)
車是用甚麼做的?|大便    因為:賽車
你知道如果在晚上12點的鏡子前喊5次''血腥瑪莉雅''會怎麼樣嗎??|你媽會叫你會去睡覺
李白是怎麼死的?|失血過多(詩寫過多)死的
一隻飛蛾飛進山洞裡，出來變成什麼？|過洞蛾(兒)
樹的味道像甚麼|雞  (機)
有一個光頭進理髮廳要乾嘛?|他是理髮廳員工
一個大人帶四個小孩走見十字入口?          猜一個字|傘
十二生肖裡，那個可以掌握未來|老鼠，因為滑鼠
有二個人|夫，因為二+人=夫
有光才出現，人走它也走，人停它也停，要抓抓不住。|影子
三個眼睛 五個鼻子|怪物
鼠，牛，虎，兔，龍，蛇，馬，羊，猴，雞，豬|走狗
綠豆跌倒變什麼|紅豆
那一種動物？可跳得比101大樓還高。|任何動物。因為101大樓不會跳。
亞當有喉結，夏娃沒有，但你身上的那一個部位他們兩個都沒有？|肚臍
大人出去玩不帶兒童出去|不約而同(兒童)
油價電價物價漲，薪水國格接著降。明日來迎大陸佬，捨車騎馬樂揚長。【猜一政治人物】|馬英九
畫龍不點睛。【猜一字】|省
飛機為什麼要叫飛機?|因為它會飛
有一天有一隻狗想要小便,牠找到了電線桿,卻還是死了,你們知道為什麼嗎|因為電線桿貼著一張紙上面寫說請勿在此地方便
假如有一台車，裡面再著小明、小華、司機是小吳，請問這台是誰的？|假如的，因為：『假如有一台車』
有個夜班警衛，在晚上睡覺時夢到自己的老闆搭飛機時會墜機身亡，於是隔天告訴老闆，(老闆剛好要搭飛機)，老闆笑笑，還是去了，沒啥事，老闆便把夜班警衛開除了，為啥米？|因為警衛在他職班時睡覺
謎題:三個石叫ㄌㄟˇ，三個牛叫ㄅㄣ，三個水叫ㄇ一ㄠˇ，那三個鬼叫??|叫救命啊！(看到3隻鬼)
星期三猴子去哪裡?|山
所有戰爭都是哪個國家引起的?|中國，因為他們發明火藥
沒知識也要有常識,沒常識也要看電視,沒看電視也要逛夜市,沒逛夜市也要???|去世!!
秦始皇為什麼會被追?|因為他暴政
請問吃進去是紅色的 吐出來卻是黑色的??|西瓜
少年PI的奇幻漂流的導演是誰??|少年拍的奇幻漂流
什麼河人永遠都不能到???|銀河
甚麼樣的結局令人乏味?|無言的結局
有一天，小美出國旅遊，有一輛車經過小美身邊，等車過後，小美覺得後面脖子涼涼的，伸手一摸竟然是紅色的(  )。|番茄醬
一個硬幣容易跨過 請問硬幣要放在哪裡才無法跨過?|牆壁旁
護照掉了怎咪辦?|撿起來呀...==
為甚麼歐利噢要舔一舔???|因為這樣就沒人敢跟你搶ㄌ
為什麼開公司前面都要加「有限」?|因為開公司有限時間(不過1會ㄦ就倒了!)
一片大草原，猜一種花|梅(沒)花！
滑倒，猜一英文單字|good
東西掉了，猜一英文單字|lucky
有一個啞巴，他要買牙刷，他就跟老闆比手畫腳表達刷牙的動作，老闆就懂了！就拿了一支牙刷給他，那麼有一個瞎子，他要買墨鏡，他要如何表達呢？|用說的啊！呵呵
狼來了！|楊桃(羊逃)
羊來了|草莓(草沒)
見刀橫排到頭缺一太陽歸西見台危險關頭有七閻王招手|歹
a跟c哪個最低?|A!因為A B(比)C D(低)
一打雞蛋有幾個?|0個！因為一打雞蛋就全破了！
蜈蚣跟牠爸爸講一句話讓她爸爸聽了暈倒,到底是什麼呢?|爸爸我要買鞋子
四座山|三峽，因為四座山中間會有三座峽谷
印度需要什麼|西亞，因為印度尼(need)西亞
What!|瓦特
一個結婚證書花你多少錢|50元再加上你一輩子的總收入
誰是電視的始祖?|天線寶寶
父母永遠活在我們的心中，那孫中山咧?|孫中山永遠活在我們的口袋中
請問:在什麼地方可以看到很多小熊維尼|麥當勞
請問:國父和孫中山那一ㄍ人ㄉ頭比較圓|同一ㄍ人
有一條軌道，長600公里，有2條火車要出發，第1條時速100公里的火車先走，過1小時再開一條時速200公里的火車，請問誰先到?|第1條火車，因為只有一條軌道
世界上最偉大的人是誰?|富蘭克林，因為他發現電，就算發明電燈泡，沒電也沒路用
死前的屁又叫什麼？|絕響
坐神麼椅子最享受!|enjoy
巧克力和鳳梨比賽跑步,誰會贏??|是巧克力贏,因為巧克力棒  鳳梨酥(輸)
一顆栗子從山上滾下來，會變成什麼？|血淋淋的”例子”
用布做的釘子？？|布丁
什麼燈不會亮？|神燈
什麼豬會在牆上爬？|蜘蛛
什麼燈沒壞掉，卻一直閃？|跑馬燈
有一種老虎不在地上跑，改在牆上爬？|壁虎
哪一種老鼠會飛？|蝙蝠
什麼人說的話最讓人想打瞌睡？|老師
玉米濃湯+太白粉|愁上加愁(稠上加稠)
為什麼黑人不敢吃巧克力？|因為怕咬到手指
廁所裡掛時鍾？|有始（屎）有終（鍾）
什麼熊最厲害？|灰熊，因為”灰熊厲害”。（非常厲害）
有一個媽媽，帶五個兒子出去，結果只帶一個兒子回來(猜一個成語)|似而不見(四兒不見)
樹的味道像甚麼?|像雞，因為數位相機
為什麼愛情總是在夜晚？|因為愛情是盲目的
侵略其他國家|德國(得國)
黃金和金奇異果有什麼共同點?|他們都是金ㄝ(真的)
別人放屁|莫文蔚(末聞味)
為甚麼米奇愛米妮?|因為他們同姓
請問English的中文是什麼?|英格利息~~
哪一首歌是在詛咒一棟建築物|兒歌：倫敦鐵橋〈因為他們唱倫敦鐵橋垮下來，垮下來〉
什麼布剪不斷 理還亂|瀑布.
一台火車裡有一隻狼和10隻兔子一隻狼吃一隻兔子要3分鐘火車40分鐘 下車後剩下幾隻兔子|10隻車上不能吃東西
豹的興趣是甚麼?|聞內褲(因為豹紋內褲)
阿拉丁有幾個哥哥?|三個(因為阿拉甲.阿拉乙.阿拉丙)
吃甚麼東西會每賭必輸?|壽司(用日語發音)(蘇喜)
甚麼卡通人物在你有困難時會伸出援手?|多拉A夢
人什麼都敢吃，就是不吃什麼?|不吃虧
世界上最大的櫻花在哪裡?|在機場裡
飛牛奔月後牠做了什麼事?|在苗栗開一家牧場
停電對什麼人沒影響?|盲人
所有災難對什麼人沒影響?|已經死掉的人
二小姐|姿(因為日語)
做為強盜會怎樣?|會心虛，因為作賊心虛
公園裡什麼人最多?|士兵，因為草木皆兵
什麼東西比天空還大?|海洋，因為海闊天空
什麼東西有味道?|津津，因為津津有味
身體被殺後會變成什麼?|變成仁，因為殺身成仁
要怎樣才能找到一塊玉石?|拋一塊磚頭，因為拋磚引玉
做什麼事會讓所有飛機公司倒閉?|走一步，因為一步登天，就不需要飛機來飛上天
什麼人的人生是黑白的?|戴墨鏡的人
天空為甚麼是藍的?|你還給我綠的啊!
電風扇需要什麼?|需要電啊!
什麼ㄐㄧㄡˇ不是酒?|馬英九
什麼車是免費的?|已經壞掉的車
在古代，哪國的人眼睛不好?|中國，因為他們很多進士(近視)
小明一行人去旅行，遇到了一個老婆婆，她說小明，小華，小寶可以各許一個願望，小名：我想要很大的房子，小華：我想要水，小寶：我想要全身都是白的，猜老婆婆把他們變成啥|馬桶
[>|1.開心興奮        2.驚訝發呆不知如何是好
女人的嘴巴猜一個字|如
為甚麼老年人比年輕人還要慢|因為怕太快走到終點
中國人最常念錯的字是什麼|錯
有沒有遊客成功算完萬里長城有多長?|當然沒有啊，在算完以前早就被累死了
麵包超人最大的敵人是誰?|一群飢餓的民眾
媽媽問美美這次考試考幾分,美美說考了93分,為什麼美美還是會被媽媽打?|是數學加國語加自然的分數啦~
誰會打電話|猴子
一部電影200元,三部電影多少元?|50元
為什麼一隻小螞蟻再大象的耳朵裡講了一句話大象就昏倒了??|因為小螞蟻說:我懷了你的孩子!!
1+1等於?|1(因為算錯了)XD
世界上誰最聰明最美麗|我
眼睛好痛！|軾(擦)目(已待)已待是好痛的發音
我打給烏龜(三個選項)A西瓜B苦瓜C南瓜|苦瓜(因為苦瓜的台語是ｃａｌｌ龜）
有腦不長髮記憶人人誇你問它問題答案全不差|電腦
什麼水果最燙？|梨子燙
胖子從樓上摔下來變什麼??|死胖子
一部電影200元,那三部電影呢??|50元   因為三不五十(時)
有一個台灣人在美國，看到一隻狗在拉屎，他說了什麼國語讓狗走了起來?|拉屎狗，因為let's go(我們走)
我打給烏龜|苦瓜(因為苦瓜的台語是ｃａｌｌ龜）
甚麼比賽要倒退走|拔河
說了甚麼話   就不想燒斷繩子  蠟燭卻熄滅了????|生日快樂  呼~~~
哪一個動物最沒方向感|麋鹿
什麼卡通最熱心助人|多啦ㄟ夢  伸出援手
天上圓圓、地上圓圓、姑娘房裡圓圓 猜三樣東西|月亮  井  鏡子
世界上誰最笨|廢話當然是笨蛋阿
有三隻毛毛蟲排成一列，第一隻說：「我後面有一隻毛毛蟲。」第二隻也說：「我後面也有一隻毛毛蟲。」第三隻也說：「我後面也有一隻毛毛蟲。」為什麼？|第三隻說謊
老鼠有多大?|三個月大
龜兔賽跑時兔子這回沒睡覺為甚麼還是輸了|忍者龜
哆啦A夢跟螃蟹猜拳~~誰會贏??|哆啦A夢(因為他的手是圓的，只會出石頭，螃蟹只會出剪刀)
手機不能掉在馬桶 為啥?|因為機不可濕(機不可失)
老伯伯開車,哪一台車最可憐?|綠色的車子（因為他有老花眼）
哪一種水果視力最差?|芒果(盲果)
貓咪 狗狗  老鼠   誰最先背?|狗狗 (因為旺旺仙貝)
什麼東西有三個眼睛和一條腿?|紅綠燈啊，不然你以為是什麼
現在哪兩族分布最廣?|賺錢不足(族)and睡眠不足(族)
你能感受到魚被釣上來的心情嗎?|當然不行啊，你又不是魚
誰給劉德華喝了一杯忘情水??|阿哈(因為 阿哈給我一杯忘情水)
瓢蟲是男的還是女的?|是女的，因為ladybug(女人蟲)
什麼蛋可看不可吃?|臉蛋
鯊魚吃了綠豆會變什麼|綠豆沙
小白長的很像他的哥哥.{請用4個字形容}|真相大白{真像大白}
誰最笨、醜、沒品、沒人緣(純遊戲)(看答案保你氣死)|你(純好玩，勿記仇)
國防“布”是什麼顏色|黑色(沒畫面)
車專|轉
誰最欠扁??|你
為什麼會那麼堅持?|因為有人被迫我OˇO
長頸鹿有多長?|13公分(因為牠是玩具)
五月花跟茉莉花哪個沒生過孩子|五月花     因為五月花衛生紙(未生子)
有心理準備在往下看，非常冷!Q:什麼動物沒有半個不是瞎子|蝦子.....
要用什麼擦窗戶   窗戶才會乾淨|要用力       ㄏㄏ
喜歡跳這種舞的人，都喜歡試探哥哥!|探戈(探哥)
算命推薦法(由新之助(小新)推薦)算出你嫁不嫁得出去(純好玩)拿著哪個花，摘一片葉子說嫁得出去，第二片嫁不出去，直到最後一片。拿著哪個花?|玫瑰(王鬼)
李白是怎麼過世的?|失血(詩寫)過多
有人叫做大雞雞，那他小時候叫什麼?|還是叫大雞雞，不然你以為叫什麼
什麼ㄐㄧ不是雞?|冷氣機、電視機、鄭中基、天外奇蹟、電腦主機、二級古蹟
哪個國家最自戀?|當然是「美」國啊
西方的瓜叫西瓜，南方的瓜叫南瓜，那北方的瓜叫什麼?|北方天氣冷，所以就是冬瓜
約會告白時為甚麼會心碎?|因為心中小鹿亂撞，被撞碎了
美人魚為什麼很專情？|美人魚不會〃劈腿〃
約翰的媽媽是誰？|花(花生醬
籃球NBA裡面誰最厲害?|曼斐斯灰熊   因為 灰熊厲害(請翻成台語)
世界上誰最帥?|偶啦!
請問小丸子家賣什麼?|鞭炮(因為劈哩啪啦...劈哩啪啦....
誰最不孝順老媽?|面速力,因為面速力打母
全宇宙誰最聰明 最帥 最乖呢|當然就是我啊
爸爸早上起來要吃早餐，看到餐桌上有一份燻雞三明治和一杯豆漿，但是兒子還沒吃早餐，請問，早餐是誰的?|當然是老爸的阿
地球上所有沙漠有多少粒沙子?|你覺得我會知道答案嗎
借什麼不用還 ?|借過
為什麼帽子髒了要翻面再戴？|張冠李戴(髒冠裡戴)
為什麼有人座車不用錢的:)?|因為那個人座的是警車=ˇ=
為什麼阿肥只有150公克?|因為牠是螞蟻!
有一天，有2位新轉來的同學，他們開始自我介紹，女生說:我的名子叫做夏琪我的興趣是游泳，男生說:我的名子叫做尤勇我的興趣是下棋，為甚麼全班會喊在一起!在一起!|因為尤勇=下棋(夏琪)   夏琪=游泳(尤勇)
四角方方一塊錢,一塊一塊賣銅錢|豆腐
請問哪個湖最大?|澎湖   (因為膨脹的湖)
1+2+3+4+5+6+7+8+9+10+1000000000-1000000000+1+1+1+1+1+1+1+1+2+2+3+3+3+3+3+3+3+3=?|91
波霸少一顆。|義大利
恐龍時代，　巨大的隕石撞向了地球，一只恐龍看到了，雙手合十，一動不動。　另一只恐龍看到了：“什么時候了，還不快跑”。　這只恐龍回答啥??|：“好大的流星，我許個愿先”。
兩北京人邂逅。　　“貴姓？”　　“不敢說，怕您吃了。”　　“姓范？”“不對。”　　“姓余？”　　“還不對。”　　“那他姓什么？”|史(屎)
哪一個包包最皮|皮包
哪一個蛋最皮|皮蛋
米的媽媽是誰?|花    (花生米)
米的爸爸是誰?|蝶   (蝶戀花)
米的阿嬤是誰?|妙筆    (妙筆生花)
米的阿公是誰?|爆米花   (抱過米又抱過花)
小象說:我媽媽都叫我小象象               兔子說:我媽媽都叫我小兔兔               小雞說:你們聊 我先    為什麼?|因為小雞雞
7708801314520的意思是甚麼?|親親你抱抱你一生一是我愛你
少年pi的奇幻漂流，導演是誰?|少年==
一隻狼到北極，掉到冰河裡了，他變啥?|檳榔
什麼菜不行吃?|蔡一林
一個游泳 一個吃草 合在一起 味道真好|鮮
十二生肖裡面 誰進去7-11不會被打 -3-|羊啦 ~~ 因為二十四小時不打『羊』 啦 XDD
有一家人,大哥叫1郎,2哥叫2郎3哥叫3郎|8郎,因為(8郎)ㄟ生命    是ㄎㄨㄥˊ 金夠包忍
為甚麼蠶寶寶很有錢?|因為他會結繭(節儉)
百家姓中,哪3個姓氏最出名|楊丞琳(楊 陳 林)
很可很可,很樂很樂|可樂
一部電影50元,3部電影多少錢?|50元,因為3不50
黃金值不值錢?|當然不值錢啊，從你後面出來的怎麼可能值錢
沒知識就要看電視，沒電視咧?|關我啥事
白鷺鷥為啥縮一隻腳睡覺?|因為縮兩隻腳會跌倒
有一個人叫跳跳那從101跳下來呢|死跳樓
有一種書!! 人人幾乎都會去看 就連假日也想去看這本書 請問這本書是什麼書?|臉書
有一本書 人人幾乎都愛看 就連假日也會去看 請問這本書是什麼書?|臉書(facebook)
瞎子吃湯圓|心裡有數
十二生肖裡蚊子不會盯哪一種動物。|狗(布丁狗)
世界上誰是最可愛的植物?|當然是小蕃薯啊~{:3}
有一隻鵝走過了山洞，於是他變成甚麼|過動兒(鵝)
甚麼動物最倒楣?|麻雀
滑鼠怎麼死的??|被人按死的
為什麼彎彎很胖|我不知道!!  (按個超欠揍吧)
有一台公車司機的名字小華,第一站載了4人,第二站下車2人,第三站上來5人,第四站下車3人 請問公車司機名叫什麼|小華
青蛙洗水滴,扣掉青跟水怎麼唸?|蛙洗滴
小叮噹是甚麼顏色?|紅色,因為ㄤㄤㄤ~我最喜歡多啦a夢了!
什麼龍最輕|保麗龍
牛牛牛牛牛牛牛牛牛and虎虎|9牛2虎
什麼魚會吐痰?|彈塗魚
紅門樓,白院牆,裡面做個胖兒郎。|舌頭
魔鏡裡會出現誰?|最美麗的自己啊!!
誰最不孝順?|面疏立打母
世界上誰最笨？|你(絕對不可能是我)
站了2天猜一字|暗
世界上誰最瘦?|台灣人,因為
小明的家住在山上，半夜有人敲門，小明去開門，結果沒人，隔天在山下發現一具屍體，警察看了看，就把小明帶走了。請問這是為什麼??|因為敲門人敲門，小明開門，就把敲
某人的媽媽有三個孩子第一個叫中華第二個叫民國那第三個呢??|中華民國
我們有分男生~女生!還少分什麼?|中性男~中性女
哪裡是台灣的中間?|台中~(台灣的中間~)
小銘養了兩隻狗一隻叫大白另一隻叫小白,小白長的很想大白|真像(像)大白
電腦的媽媽叫什麼??|電腦螢幕(電腦他母)
大樹跟小樹差在哪裡?|插在土裡
cy的中文是什麼?|屎(台語)
哪一位藝人叫做你下車?|李羅[因為李羅車](台語)
女友生氣時怎讓她安靜?|推到牆上狠狠吻上去!
上面有毛，上面有毛，晚上就來個毛對毛。|眼睛
為什麼頭髮是咖啡色的?|因為染色啊!!
老王在釣魚  但是他忘了掛魚餌  為啥還釣的到魚???|那隻魚眼睛脫窗
有客人來了 請問瑪莉要到幾杯水??|5杯  客人2杯  瑪莉的父母2杯 瑪莉一杯
有客人來了  瑪莉要到幾杯水??|4杯 瑪莉是女僕自己不用到
有客人來的  瑪莉要到幾杯水??|瑪莉是一隻狗不會到水
主席就位|台中(臺中)
請問假如烏鴉烏鴉甚麼顏色!!|灰色!!哈哈
為什麼世界上那麼多胖子啊!!|因為他們是白癡!!
世界上誰最老？|老人啊！！
世界上誰最聰明.......|我
甚麼狗沒尾巴|熱狗
為甚麼火車從高雄到台南要一小時，從台南到高雄卻要兩個半小時。|因為兩個半個小時等於一小時。
拿鹽酸潑老師會有啥下場。|會被修理
哪條街永遠不會下雨|芝麻街, 因為芝麻街美語(沒雨)
猴子會說話,為什麼|屬猴的人當然會說話
如果你向豬肉攤的老闆買一種[不能肥,不能瘦,不要骨頭,不要肉.]的東西,那你會買到什麼|豬血
小明爬樓梯只爬到二樓就說腳酸了,為什麼|小明踩到檸檬
字母裡面誰最會騙人家的錢?|A,因為A錢啊!
誰殺了蘿蔔糕|誰
黑色的龍叫做黑龍 紅色的叫做赤龍 那白色的叫做甚麼|保麗龍
什麼節人人害怕|雨傘節(一種蛇)
王子親了睡美人,為何睡美人沒醒來?|因為睡美人賴床
自障叫甚麼名子??|也叫..............................................................................自障
吸甚麼沒有罪!!|吸管~ 哈哈
兩好，三壞|南投
為什麼茜茜家的日曆是五月十二日呢?|因為她沒有撕˙啊!!
我們應該如何用一支筆,寫出一個既是紅字,也是藍字的字|用一枝紅筆寫出[藍]字,或用一枝藍筆寫出[紅]字
[流行]表示受歡迎,但是有什麼東西流行,並不受到歡迎|流行性感冒
為什矇6怕7???|789 = 7 aet(吃) 9
如果太陽掛了 之後會變成什麼??|我也不知道:-)
哪裡的人不信佛教?|南方   因為  南無阿彌陀佛
卡通中的小蓮住山上,那平地的朋友小芬是住哪裡?|山下
是先有雞還是先有蛋??|雞   A:因為雞蛋
喝什麼飲料跑步會輸？|舒跑，因為輸跑啊！
打破什麼不會被罵?|打破世界紀錄
請問哪種動物最愛聞內褲?|是"豹"因為豹聞內褲
什麼東西在演戲的時候，怕光又常受驚嚇?|眼睛(演驚)
人的心是什麼顏色?|黃色，因為人心惶惶(黃黃)
老師的武器是什麼?|考卷和作業
是誰給劉德華喝忘情水?|阿霞  因為阿霞給我一杯忘情水 ^0^
晚上太陽打從哪邊來東.西.南.北.或日常用品譬如:鏡子.手錶.牙刷.電腦.手機書.白板啦!!這些等等......這些都有可能喔|都沒有因為他說晚上哪有太陽阿只有月亮
大富翁，他老婆生4個小孩，之後就沒懷孕了，老大叫大明，老二叫小明，老三叫小花，老四叫小白，那老五叫什麼?|富翁的老婆又沒有生第五個小孩(以後要看清楚題目，在答題喔!)
Ｏ Ｍ Ｇ是啥意識？？？|ＯＨ　ＭＹ　ＧＯＤ！！！！！！！
神麼鴨子是是用兩條腿走路？|鴨子都用兩條腿走路
有人想要跳樓 為甚麼他沒死?|因為他只是(想)跳樓
有對姊妹是連體嬰 姐姐稱作為瑪莉那麼妹妹的名子稱作為什麼?..................................|瑪麗蓮夢露呀
什麼動物會被淘汰|狼     因為桃太郎{淘汰狼}
狼從冰上掉下來|檳瑯
偷什麼不會被警察抓?|偷笑
是誰給劉德華喝忘情水?|啊哈 因為 啊哈給我一杯忘情水
1111111111111111111111豆腐裡白|杜甫李白
含著包子上廁所|含包待放
台北冰館|冰店
月亮死了之後變什麼?|我怎麼會知道啊!!
黑白牙齒,手指一按就出聲。|鋼琴!!
為什麼女人要結婚?|因為她頭昏了才會想結婚啊!!
請問:藍筆能否寫出"紅"ㄋ??|可以------寫""紅""就行ㄌ呀!!
XD  QAQ  >////<   >AO|好笑 哭哭 害羞 眨眼 哇
你有事嗎?|仕
孔子孟子和老子在一間母豬舍休息，隔天發現母豬全懷孕了，驗DNA後知道不是孔子和孟子的，那會是誰的?|不能講，講了就是____的
有一對情侶那個女的想放屁又不敢放出來就問她男友你知道鴿子怎叫男:不知女:咕咕咕[趁機放屁]女:那你知道鴿子怎叫了吧!男的回了一個欠扁的問題|你放屁太大聲我聽不到
什麼虎不咬人??|壁虎
要怎樣才能讓麻雀安靜下來??|壓她一下 因為   鴉雀無聲
哪一位超級英雄最喜歡人家去她家??|綠巨人浩克 因為 綠巨人浩克(好客)
一部電影200元那三部電影多少錢??|50元 因為 3不5十
有頭不掌髮記億人人誇問題一提出立即就回答|電腦
為什麼哆啦ㄝ夢一直生活在黑暗中？|因為哆啦ㄝ夢伸手不見五指
有個神奇豆豆小蟲吃了神奇豆豆會怎樣?它會飛了青蛙吃了小蟲會怎樣?它會飛了蛇吃了青蛙會怎樣?它會飛了那老鷹吃了蛇會怎樣?|老鷹本來就會飛
明明參加了第123456789屆運動會，明明非常努力的跑 . . . .終於，超過了第二名那現在你猜猜看他現在第幾名？？|笨蛋！還是第二名ㄚ
臺灣最大的湖是什麼湖|彭湖
請問 一個狼到十個狼 哪個最有錢 ??|八郎 因為: 八郎的性命是鑲金又包銀
誰最笨?|飯,因為台語笨桶
8-7+6*59/8*9-5-897-69+6752610+6-5*78/489512|我也不知道
哪朵花最美麗|茉莉花
拿破崙是發現新大陸，還是創造新大陸~|錯~是哥倫布~
快樂似什麼?|神仙,因為快樂似神仙?
下雨天沒事千萬不要出門,那要帶多少錢才能出門??|4千萬
1顆鴨蛋加一雞蛋最後有幾顆蛋??|1顆因為我沒說有幾顆雞蛋
香蕉從高樓跳下來會變成什麼？|還是香蕉，不然是什麼
小明和3個人(非大人)去水上樂園玩他看到4歲以下免費一般人299那他們要付幾元|無法回答  因為他沒說孩童多少元
!!!28!!!猜一個連鎖店名稱???|屈呈氏
A和C誰比較高?|ABCD
理髮師最不喜歡的人是誰？|光頭的人
朱哲謙(一個人的名字)倒反過來會變啥?|牽著豬
為甚麼會有雞欺負一個老阿公?|因為他把雞的親朋好友給炸來吃
掃把和掃把結婚，生的小孩是誰?|掃把生不出任何小孩
你好ㄇ|花媽
我回來啦|花爸
什麼門不會關？？？？|球門..........哈哈哈！
小明家住在山上，半夜有人敲門，開門，沒人，重複了好幾次。今天，山下有一個死人，警察看了看，就上山把小明帶走了!!為什麼??|因為敲門人敲門，小明開門，就把敲門人撞下山，反覆N次後，敲門人就倒在山下，掛點了!!
是先有貓還是先有狗？|哪知道
28(猜一家商店)|屈臣氏
小明他家有三個孩子第一個叫舒舒第二個叫月光第三個叫做什麼名字？|小明
動物園最長的鼻子動物是大象那第二長又是什麼動物？|小象
在上課時~小明突然想上廁所說:(老師我要大便)老師說:(不可以說不雅的話 不行去上)後來小明又說什麼???|小明說:(老師我的屁股想吐......
有一台電腦，有人要登出，為甚麼登不出去?|因為那台電腦根本沒有開機
胖子從樓上跳下來變什麼子|死胖子
@-}--|花
眼睛好痛|拭目以待  因為...拭目就是擦拭眼睛.以待就是日本話好痛的意思.
溜的感覺只有誰最知道?|姐夫.(肌膚 = 台語:姐夫)
甚麼花沒花片陪伴??|頭昏眼花    ^_^  ˙_˙
現在沒有梨子可以拿,猜一句成語|無理取鬧.(無梨取 Now)
為甚麼公主嫁給王子後.不用蚊帳˙=˙|因為王子是青蛙.所以把蚊子吃光了^=^
哪一個動物最害怕|海獅
哪一總動物最害怕|海獅    因為還是(海獅)會害怕
大樹和小樹差在哪裡??|插在土裡~  哈哈^0^
一種西式餐點|羅宋湯
阿拉丁有幾個哥哥|三個（阿拉甲、阿拉乙、阿拉丙）
海是誰的??|波羅.因為波羅的海.^_^
如何讓飲料變大杯|唸大悲咒
甚麼卡通最樂心助人??^_^|小叮噹.因為他常常伸出援手.(圓手)
飛機飛很高.為甚麼撞不到星星??^_^|因為星星會閃^_^
哪隻動物最沒方向感|麋鹿(迷路)
吃什麼會變瘦?|螞蟻(食蟻瘦)
巫婆說:魔鏡~!魔鏡~!世上誰最美?|沒有人!! ((因為...巫婆唸的時候破音唸成"沒"
如果有一輛車,裡面有公主和王子,那這輛車是誰的?|如果的
誰最笨?|你自己!
什麼顏色比黑色還黑？|深黑色
030|啾咪
十二生肖裡,誰不打羊|麥當勞(因為二十四小時不打烊)
什麼芒果常常被偷??|土芒果(土的台語是偷+唸芒果的中文=偷芒果也=土芒果)
什麼豬可以在海裡遊泳?|海豬.(海豬=海豚)
什麼鼠沒有{ㄋㄟㄋㄟ}?|公鼠.(公鼠本來就沒有ㄋㄟㄋㄟ呀)
什麼豬不會飛?|我也不知道ㄟ:)  阿!    想知道去問神ㄅ- ^ - 嘻嘻
一棵椰子樹上誰會先拿到蘋果?|誰都拿不到.沒有蘋果樹去哪裡摘蘋果勒?
狗狗和貓咪和狼，誰會先背書？|狗狗，因為旺旺仙貝。你猜對了嗎？嘻嘻
誰是世界上最美麗高貴聰明可愛溫柔而且會有很多白馬王子來追的人?|我呀^^
情人眼裡出西施，那麼西施眼裡出什麼？|出眼屎
龜兔賽跑,兔子沒睡覺,起點不在蘿蔔園,為何兔子最後輸了?|終點在水裡
打什麼東西既不花力氣 , 又很舒服?|廢話最舒服的當然是打瞌睡阿
什麼顏色的筆可以寫紅字？|所有顏色的筆都能寫「紅」字
有1隻狗在沙漠中找不到電線杆可以尿尿就死了，爲什麼另1隻狗找到電線幹卻也死了呢?|電線杆漏電，被電死了
甚麼東西.可以洗.可以吃.可以碰.不能曬.不能吞|麻將
甚麼卡通人物最專情|美人魚.因爲美人魚不會劈腿
為甚麼小明每次都拿第一.爸爸還是要罵他呢|他拿的是到數第一
●#_#●ღ  ^_^|被人吻了‐害羞
吃了什麼不會老?|防腐劑
搶匪最喜歡搶什麼？|是火車，因為請搶請搶
風的小孩是誰??^_^|水起  因為[ 風生水起^_^
死掉的腎?|西遊記
BMW|大嘴巴女人
誰會嚇老人?|月亮,because:月下老人
在哪裡的時候所有的東西都會說話?|電視裡
│││││││       ───────────          ││││││││|七上八下
在鄉間，何小姐在練拳，她練的是什麼拳？|太極拳，因為  鄉間何太極(相煎何太急)
最近春嬌發現阿昌回家時都是女人的香水位和口紅印，於是呢春嬌決定去抓姦 . . . 來到了汽車旅館，春嬌下狠心打開門問到：你們在做甚麼？你猜阿昌回答什麼？|蓋棉被純聊天
標準字典有幾個字？|4個字，不然你數數看「標」「準」「字」「典」幾個字
1斤鐵，1斤棉花，1斤水，哪個比較重？|一樣重，因為都是1公斤
氵+詹打字加讀音|澹/ 讀音ㄉㄢˋ / ㄊㄢˊ　　哈　　　哈我就知道你不會
羊來了!|草莓(草沒)
狼來了!|楊桃(羊逃)
世界上最小的島是什麼島?|安全島
木魚掉到水裡變甚麼?|還是木魚。
什麼東西會汪汪叫|小狗
老王先生他的姓氏是甚麼?|法  因為法老王
0>2 2>5 5>0|剪刀 石頭 布
瞎子吃水餃。|心裡有數
什麼東西 8+7=3‵ 9+5=2 ?|時鐘 (8+7=15 15-12=3) (9+5=14 14-12=2)
小明他跳河自殺，過了不久他又爬上岸，為什麼？|因為他忘了寫遺書
孔子是偉大的什麼家？|老人家
41+41等於幾?|10
bag的台語是什麼?|白
白人和黑人生出來的小孩牙齒是什麼顏色？|沒有牙齒（小孩子生出來的時候本來就沒牙）
一顆蛋要煮八分鐘，那煮五顆蛋要幾分鐘?|八分鐘（一起煮的阿!)
如果狼被冰起來會怎樣?|檳榔
小明說小胖得罪小明|醉   因為喝醉會得罪人
我鑰匙掉了，我家們打不開，要怎麼辦?|鑰匙掉了.....撿起來不就好了..(冷~)
十隻指頭的衣裳，從來不抱怨骯髒﹔隨著主人走透透，保護指頭不受傷。|鞋子
身穿綠衣裳，肚裡水汪汪，生的子兒多，個個黑臉膛。|西瓜
有一個人要找男朋友結果她上網搜尋要有車也要帥結果她看到就昏倒了為什麼|象棋
甚麼龍是白的|保麗龍
香港有乜野食|香港有好多野食
很多人會拿什麼東西去砸槍？|蛋，因為槍淋蛋雨(槍林彈雨)
猩猩跟猴子最討厭什麼線？|平行線，因為平行線沒有相交(香蕉)。
40我+40我=???|80我(巴死你呀!)
開學快到了 最想做的事是什麼?|乖乖認命
電是用什麼做的?|我哪知道
小美住在小美家  那小美養的小狗住哪裡?|小美家
世界上最醜的人是?|你忌妒的人~
有兩個人一起撐雨傘，結果兩個人都被淋濕了，三個人一起撐一把雨傘，為什麼就不會被淋濕？|因為  雨停了
有一位小明他去大號還帶一個東西去廁所她上完後,就變成一半了     !!               請問是?|鏝頭
誰是還吃的人  ?|豬
我是誰???|廢話!!!當然是我
有一隻狼跑去北極，結果掉進冰河裡那他會變成甚麼?|檳榔(冰狼)
有隻烏鴉在天上飛    突然間就掉下來了飛|被射下來了˙ ˙
你愛了一人.那另一人會怎麼說?|當然是說: I love you....阿不然咧?
下課回來時要先做什麼事|先開們
世界上誰最重|胖子
甚麼人跑的比兔子還快|跑步最快的人
1+1=?|二，答錯的回去重讀幼稚園吧^ ^
計程車不小心撞到一隻鴨子猜一個吃的|小黃瓜 小黃(呱)
千根線 萬根線 掉在水裡就不見|下雨
請畫出自己生氣的表情|沒
為甚麼父母不讓小孩談戀愛?|因為不想讓他們這麼早就得了愛滋病
如果有一天你毀容了但踢上賜給你一張臉可是他很髒那你要不要|要如果不要你就是不要臉
哪個地方同意永遠使用核能?|永和(永核)
騎士對外國佬會怎樣?|會歧視(騎士)他們
哪個地方只有白天?|日光，因為那邊沒有月光
世上最醜最笨缺點一堆的人是誰?|不是我就對了!!!
我有一打子的不滿,猜一位布袋戲英雄|劍君十二恨
從前有一個家庭有十個小孩，名字分別是一郎。二郎。三郎。四郎。五郎…十郎！ 請問誰最有錢？|八郎
小明上完廁所出來，為什麼不洗手？|因為沒人說一定要洗手
到教室的們口要先做什麼|就走進去阿
請問哪種動物最愛聞內褲?|豹聞內褲
一個老頭子從101大樓跳下來後，就會變成什麼？|死老頭﹝台語﹞
岳父是誰....|岳飛的父親
哪一種職業跟學生一樣，有暑假也有寒假？|老師
在西遊記裡，跟著唐三藏去西邊取經，而且好吃懶做的那個人是誰|(我 我 我...我)(前面在喊我的是你們喔)哈哈哈，就是你們阿
有一天，小名家來了一個人，小明問他你是誰啊？|我是人阿，不然我還能是誰啊
為什麼手機不能碰到水？|因為機不可（濕）
有一隻毛毛蟲回家後，他跟爸爸說了甚麼讓他爸爸暈倒嗎？|我要買鞋子
有A,B兩人，他們走在路上，A跟B說：「前面有車。」，B回：「沒車。」為什麼？？|煤車
有隻狗，他備足了水和食物，走在沙漠中，那為什麼最後還是死了？？|他找不到電線桿或大樹
有隻狗，他備足了水和食物，也找到了電線桿，那為什麼還是死了？？|排隊憋死了
有隻狗，備足了水和食物，找到了電線桿，也排到了隊，為什麼還是死了？？|後面有兩隻漂亮的母狗
老虎 獅子 斑馬他們去超商買東西，誰最會亂買?|斑馬 (黑白馬 台語)
吉吉 旺旺 小牛誰會先被叫起來背書|旺旺因為旺旺仙貝
哪個動物拉肚子時，拉出來的糞便會滿出馬桶?|牛，因為他有四個胃
魚吃魚=?|沒有魚
為什麼劉德華的大隻佬永遠不能拍續集?|因為多半電影的續集都會在片名後加個"2"
樹上五隻鳥,打死一隻還剩幾隻?|全飛光了
什麼英文名字的人會飛？|ICF，因為I can fly
誰最笨？|誰
誰整天伸手不見五指|哆啦ㄝ夢
為什麼小明考試看別人答案不會被罵|他是老師
綠豆是哪裡人|加薏仁
玩電腦要先做什麼|就走到他前面
猴子最討厭什麼線???|平行線,因為沒有相交(香蕉)
什麼人最三八|人妖
世界上誰最慢不是烏龜不是蝸牛|是老人~白痴都知道的
情況劇 有一個人在懸崖底下掏繩子上到懸崖上,懸崖上有一個壞人想用蠟燭把繩子燒斷結果下面的人說了一句話那個壞人自己把蠟燭吹熄 那一段話是什麼|生日快樂
小黑 小白 小紅牠們要搭飛機誰會最先吐??|小白兔
吳剛做錯事怎麼處罰?|罰跪 因為吳剛伐桂(吳剛罰跪)
為啥煙火射不到星星|因為星星會閃阿!~_~
為什麼小明吃葡萄不吐葡萄籽?|因為他吃的是葡萄乾
洗澡前要先脫衣服還是脫褲子?|要先"關門"
為什麼要玩電腦呢？|因為他很無聊
什麼東西吃的時候是紅色的 沒吃的時候是綠色的 吐出來的卻是黑色的?|西瓜@~@喝假啦
哪種魚最想死?|鮪魚 鮪魚相思(鮪魚想死)
粉紅頑皮豹是作什麼工作的呢?|打蠟。因為搭啦，搭啦......
有貓 豬 獅子 老虎 狗 猴子 他們要比賽誰先背好書就贏了你猜誰先備好書??????|狗 因為旺旺先背...
席琳娜戈麥茲是誰|不就少年魔法師的 艾莉絲!!!
問題中大家最想知道的是什麼|啊不就是      答案 嗎??
有一天小明在晚上12:00時吹響了直笛會發生什麼是|就是 (((把鄰居吵醒))) 不信試試看 說不定不是喔
有一個小姐姐，他的妹妹的妹妹較什麼？？？|還是妹妹～
有一根火採的頭燒焦了最後去醫院包了繃帶包起來後變神麼|棉花棒
一點一橫常，一撇到南洋，十字對十字，太陽對月亮|廟
kiss是動詞、名詞還是形容詞?|kiss會讓人跟人在一起，所以應該是連接詞
共有小白小黑小紅小黃她們要一起去搭飛機在飛機上誰會暈機|小白
哪一首歌最血腥暴力|謝金燕-練舞功(Everybody~哥哥「砍」妹妹  Everybody~阿桑「砍」阿伯)
狼 老虎 羊誰每次都被淘太|狼 (因為逃太郎)
是誰會把蛋當作手錶拿去煮？？？|老花眼的人
因為自大一點,惹得人人討厭|臭
會議都是誰在做結論?|周杰倫(做結論)
台中下雨就沒有啥了?|太陽餅
狼掉進冰河裡 會變成怎樣|檳榔
英文字母總共有幾個字?|四個字~
牛奶是誰生的?|花.......因為  生牛奶
世界上的沙子總共有幾粒?|我也不知道
什麼時候1+1不等於2?|算錯的時候
一個人懷孕了4個小孩|傘
><這是啥意思?|聰明人才知道
四個大人去郊遊|不約而同(不約兒童)
兩隻鳥坐在石頭上|一石二鳥
屁屁為什麼是兩半呢|廢話 屁屁不是兩半怎麼大便
小明的媽媽生了3個兒子 老大叫大豆 老二叫中豆 那老三叫什麼|小明
風的小孩長大會變什麼|還用想嗎 當然還是風呀
是誰給劉德華喝忘情水?|啊哈 因為 啊哈 給我一杯忘情水
>o|別這樣啦!!!
小明的爸爸有三個兒子大兒子叫大牛2兒子叫2牛3兒子呢?|小明阿~回想[小明的爸爸有三個兒子]
假如我在峽谷下 我要爬上去 邪惡的你剛剛好在上面 拿了根蠟燭 想把我的繩子燒斷 我說了一句話 你就把蠟燭吹熄了 你猜我是說甚麼話 邪惡的你就把蠟燭吹熄囉!~|生日快樂~HAPPY 請我吃蛋糕八~
小明住哪裡??????|世界上的某1個地方
有一天,小明考試考100分,為捨麼媽媽卻打了他一頓?|因為考了5科,而他是5科加起來100分
狼的哪個地方最棒?|牙齒(狼牙棒)
高個子要講的話卻被矮子講了|長話短說
有一個人叫阿拿他的手很細|拿手好細(戲)
紅橙黃綠藍靛紫中哪個顏色最強?|刀槍不入(blue)
有一個人生了瑪莉和他妹妹,那妹妹叫什麼名字?|瑪麗蓮夢露
艾迪生是什麼??|愛上笛子毀了一生
甚麼水果地位最高??|釋珈
地位最高的水果|釋珈(貴族世家)
甚麼東西不會頭暈|玩具
拉小提琴会有噪音,那拉什么最安静?|Library(图书馆)
門外有人|們
什麼布撕不破|瀑布
也|空空如也
為甚麼煙火炸不到星星?|因為星星會閃! 閃! 閃 !!
假如你在街上撿到了500和60你會拿哪一張呢???|當然是2張都拿啊
你們知道小酷住哪嗎?|亞州的一個角落
世界上誰最美麗|我
綠豆穿雨衣變什麼??|可愛滴黃豆豆哈哈
有一天,有一位女生.一位男生,在家裡外面打棒球,然後他拿的球棒是塑膠做的,球是籃球,然後居然打出去瞜!那他是怎麼打出去的??|是用頭,因為塑膠球棒打不出去^^
房間有油燈，暖爐和壁爐。現在，你有一支火柴。請問首先應該點燃什麼？|火柴
人是誰創造的?|媽媽  (因為人都是媽媽生的)
人是花嗎??|沒錯.因為有三八阿花:)
在地面上跑的馬往西邊跑在亞洲|蒂瑪西雅
為什麼飛機撞不到星星?|因為星星會「閃」
什麼虎不會咬人?|雅虎「YAHOO」
小銘和小惠開了一家店小銘:我去和客人說謝謝你顧一下店小惠:喔|銘謝惠顧
男生和女生      誰先生出來??|男生      因為先生...............
一個方形庭園中間站著一棵樹|困
如何讓小杯奶茶變大杯??????|念大杯咒    (大悲咒)
小朋友不怕鬼門開!          只      怕什麼?????????????|校門開 !!!!!
啥時1加1不等於2|算的時候
什麼東西放在廚房裡會被老鼠吃掉?|起司
有一天小華問老師說老師你的老師的老師的老師的老師的老師的老師的老師是誰ㄚ|就是老師阿 不然呢
怎麼讓麻雀安靜下來?|戳他一下   (鴉雀無聲)^_^
什麼東西只會上升，而不會下降?|年齡
當車子向右急轉彎時,哪個輪胎受力最小?|備胎
如果半夜十二點時,在鏡子前點上一根蠟燭,然後對著鏡子削蘋果,你猜會看到甚麼?|一個笨蛋
為什麼小明永遠不能鹹魚翻身？|因為鹹魚翻身，另一面還是鹹魚啊！
為什麼小名能一次吞下5頭牛?|因為那是蝸牛
為什麼小明能一口氣吞下5頭牛?|因為那是蝸牛
為什麼盲人喜歡流氓??????????????|因為流氓會說跟他說(給你一點顏色瞧瞧) !!
什麼時候1+1不等於2?|算錯的時候^^
什麼花最香?|鬱金香
世上誰最美?|我! 嘻嘻!
是誰給劉德華喝了一杯忘情水|阿哈(因為阿哈給我一杯忘情水)
1+1=多少|是2懂嗎
你喜歡吃糖果嗎?|誰知道!問你自己呀= =
有一顆蛋 走進了茶館        變成了什麼??|茶葉蛋
小狗  小貓  和小雞        誰先背書?|(小狗) 因為旺旺仙貝
什麼球最大???|地球
誰最熱心?|多拉ㄟ夢
什麼東西會發出登登登~~|垃圾車(應為登登登登登登登)
請問萌學園裡誰有防護罩????|大家囉(應為魔法防護罩  哈哈哈)
很兇的女人姓甚麼|蕭
0480|你是笨蛋
458|是我啦
995|救救我
5208|我愛妳吧
有一個胖子，從高樓掉下去會變成什麼？|死胖子
比我還可愛的東西|就是.......鏡子裡的我啦
OAO|驚嚇
什麼時候男生最喜歡聽到              yes  i  do|求婚的時候
少年pi的奇幻漂流導演是誰?|少年
小明帶著饅頭上廁所,為什麼出來就不見了|當然是拿去擦屁屁了阿
一隻麒稜飛到冷洞庫李叫啥麼|冰淇淋
偷什麼不會被抓|偷笑
男性更年期|LP33
女性更年期|以後都快不會來了  王金平
3+3=|8
樹是神麽味道?|像雞~因為樹!味!相!機!(數位相機)
有三隻蟲在森林裡,第一隻蟲說,[我後面有兩隻蟲]第二隻蟲說,[我後面有一隻蟲]第三隻蟲說,[我後面有一隻蟲]請問,為什麼??|我騙你^^
(刀)猜一日常用品|刮鬍刀
一橫一豎ㄅㄧㄟ 一點|寸
Q:鳳梨和西瓜比賽!誰輸??|鳳梨酥
張開翅膀飛的人|張飛
有個王先生   他耳朵很長   今年14歲名子叫做  一心|聽
四角方方一塊甜一塊一塊麥從前|豆腐
甚麼掌不能拍?|仙人掌
笨蛋的媽媽叫?|你們自己猜
有一個人在地底下,他爬不上來,看到了旁邊有一個繩子,要爬上去,但上面有個很邪惡的人拿著火燭要燒掉繩子,那玓下的人跟他說什麼,讓他自己吹息蠟燭|生日快樂~呼~
風的孩子是誰??|水起  因為風生水起
粥的好朋友是誰???|皮蛋and瘦肉
家有家規，法有法規，那麼動物園和書局有什麼規?|動物園有烏龜(規)，書局有圓規!
枸在木橋前一直叫但是過了木橋,就不叫了,為什麼呢?|過目不忘（過木不汪）
海嘯來了怎麼辦?|跑啊!
廁所裡掛鐘|有屎有鍾
廁所裡撐竿跳|過糞
太平洋中間是甚麼?|平字
我想拉屎|啊就上號啊
如果一個大便掉到水裹去.會有什麼變化?|啊就是一個大便啊.就知道你不懂啦^_^
有一個人,他要把長頸鹿放到冰箱裡,請問需要幾個步驟|3個,1.把冰箱打開2.把長頸鹿塞進冰箱3.把冰箱關起來
有人想把大象放進冰箱,但已經有長頸鹿在裡面了,那要把大象放進冰箱,要幾個步驟|4個,1.把冰箱打開2.長頸鹿拿出來3.大象塞進去4.冰箱關起來
為什麼蝸牛爬右邊的操場要1小時又30分鐘爬另外一邊只需要90分鐘呢|1小時30分鐘就是90分鐘
有一隻公雞在屋頂上生蛋一邊是45度一邊是55度請問蛋會從哪一邊掉下去|不會掉(公雞不會生蛋)
國字裡面哪一個最酷?|丁,因為丁字褲(酷)
做任何工作都會有人來投宿!為甚麼當醫生不會?|因為醫生醫死人!死人不會爬起來XD
糖果是公的還是母的?|母的,因為糖果會生螞蟻
你為甚麼要坐著?|我哪知道啊
小美為甚麼要結婚生子?|因為她要借位生紙(結婚生子)
hellokitty為什麼手抱頭?|因為她再想事情
1+2+3+4+5+6+7+8+9+10=?|12345678910（哈哈XDDD)
玩遊戲時踩到紅線會怎樣?|開罰單
天上有十顆太陽,但是後裔只射下九個,為什麼?|因為他不想摸黑回家
太陽上放一張紙是什麼字？|白
可口可樂少年|五月天
一點一橫常一撇到南洋十字對十字太陽對月亮|廟
小王一邊刷牙,一邊悠閑的吹著口哨,他是怎麼做到的?|小王刷的是假牙
甚麼狗識上網?|www.(dog)
[1+1=] 請想答案|田
台灣最大的湖是什麼湖?|澎湖
雞與鴨的對話???????|雞同鴨講
地震了~躲在哪最好??|飛機上
馬英九的爸爸在台北市立圖書館工作|識途老馬(市圖)
數字3 在路上走呀走.翻了一個跟斗.又接著翻了一個|三番兩次
牛狗豬羊比賽賽跑...跑到終點後...牛狗豬都喘得不得了...只有羊不喘氣|揚眉吐氣(羊沒吐氣)
什麼東西看不到、摸不到也聞不到，但是聽的到|聲音、音樂
太陽媽媽生了個兒子,星星小姐前去賀喜,你們猜她說了什麼?|生日快樂
曉美說:為什麼大人用大的,我就要用小的?|因為大人有大量
什麼門不能開?|球門
什麼最有?|提款機>
考試時出甚麼題目最恶|填填(甜甜看
甚麼英文字母不能講?|蔡英文
小時候四隻腳成年二隻腳老了四隻腳或三隻腳|人
一個老公公住在水晶宮鬍子長又亂腰彎背又駝生前不見血死後滿身紅|蝦子
長得像竹不是竹周身有節不太粗又是紫來又是綠可吃生來可吃熟|甘蔗
一元二次方，媽媽煮的菜很噁心。|懿
美國隊長尿急。|姜
猜兩個字1.頻道長草2.田裡有木頭|1.蘋  2.果
什麼動物是12隻腳 2顆頭 1張嘴巴 1對翅膀|我也不知道
猴子最怕哪種線？|平行線，因為香蕉（相交）
甚麼東西高高大大,只會呆呆站甚麼都不會做|樹
畢卡索|閉著眼睛卡在廁所
一個人斷了右手 左手拿著果汁 請問他要怎麼打球呢?|踢足球
哥哥看到桌上有盤芝麻，你猜弟弟過來說繩麼|弟弟說:那是螞蟻
為什麼一個人把一種液體倒在火上，為什麼火越燒越旺？|因為他倒的是油
要怎麼很快就找到遺失的圖釘??|打赤腳
什麼東西借了不用還|借過
zzzzzzjzzzzzzzz|j
2大於5 5大於00大於2|猜拳遊戲(剪刀石頭布)
如果明天是世界末日，為什麼今天就有人想自殺?|去天堂佔位子。
為什麼暑假一定比寒假長?|熱脹冷縮
童話故事中誰的胸最平?|小紅帽。。。
一個女生可以觸電|御板美琴
打誰自己會尖叫?|當然是打自己呀~
2大於50大於25大於0|5個字
有一天,小明出去爬山,爬著繩子,小華拿著打火機,很邪惡的要把繩子燒掉,小明眼看繩子就要被燒掉了,題目來囉,小明說了甚麼話就讓小華把火熄滅？|生日快樂!呼~~~
一 隻熊走過來猜一個成語|有貝而來
:3|裝口愛
有一隻狗跪在冰上|貴賓狗
會飛上天去的|蝴蝶
紅豆是誰生的|南國,紅豆生南國:春來花幾枝
>///|害羞
歐拉夫有三個小孩 弟弟叫 歐拉夫 的大哥叫 歐拉夫 歐拉夫的二哥叫 歐拉夫 那歐拉夫的爸爸叫什麽?|歐拉夫>
什麼動物最怕冷|鴨子因為他發出的聲音是瓜瓜(冷的台語)
---@@---|偷笑中~～~~~
為什麼猴子不喜歡平行線|因為平行線沒有相交（香蕉）
如果有一輛車子,駕駛是小明,副駕駛是小美,乘客是小佑,請問主人是誰?|如果
你如何將一隻長頸鹿放進只能容納一隻動物的冰室中？|打開冰室門，將長頸鹿塞進去，然後關上冰室門。
你如何將下面的大象放到冰室中？ 錯誤的答案：打開冰室門，將大象塞進去，然後關上冰室門。|打開冰室門，取出東西，然後將大象放進去，關上冰室門。
1+1=?|11
遠看像我爸,近看非我爸,脫下帽子看果然是我爸|交
什麼花最棒?|棉花  因為棉花"棒"
什麼時候會變得很欠揍?|被罵欠揍的時候
有三個人對兩個有心意|三心二意
5個大人一起出去玩|不約而同  『不約兒童』
小白加上小白會變成什麼？|答案：小白兔啊。 （因為小白two）
阿姆斯壯的臺語怎麼說?|阿母失蹤(臺語)
從前有一個人。他/她是你爸和你媽生的孩子，卻又不是你的兄弟姐妹。他/她到底是誰？？快快運用你的智慧找出他/她的身份。真相只有一個，“兇手”就是..|柯南伸出筆直的食指說：“兇手”就是...你
有一個木頭旁邊的會有一個白目，白目總是暗戀著木頭。|想
小美在洗衣服，為什麼洗了半天她的衣服還是髒的?|因為她洗的是別人的衣服
為甚麼南邊沒有佛教???|南無阿密陀佛
一豎一橫一豎一橫一撇一豎一橫一豎一橫。|呂
什麼門不能開|球門
什麼熊最厲害?????????>.|灰熊，因為灰熊厲害(台語.因為不算在內)
踩到凶狠的野狗會被咬,那踩到溫詢的家狗會怎樣?|會被狗主人K
什麼菜不能吃         什麼酒不能喝|蔡英文    馬英九
小明和小華,誰的優點最多?|小華,因為他家開藥局
一隻雞.一隻豬.一隻獅.一隻馬.|蛛絲馬跡
為什麼人類是人類?|因為我們是人
出門要帶幾元?|一千萬元(千萬別出門)
回到家要做的第一件事是什麼|開門
有一個人，被老虎追，前面有一條河，他不會游泳，也沒有帶游泳圈，請問，他是怎麼過河的？|昏過去的 😁
圓圓珍珠亮又亮草上滾動真美妙可惜無法串成線|露水
三乘五|金城武
有一天女版小叮噹辦的美美的出去 結果踏出們一步就停了                為什?|因為[美叮噹}台語
飛機飛很高為甚麼不會撞到星星?|因為星星會閃
小張成績單周一才發,為什麼小張周日就因為成績不好被爸爸訓了一頓?|他爸爸是老師
有一隻獅子正餓的不行,小名從他的身邊走過去卻平安無事為什麼?|獅子是關在籠子裡
糖果是母的還是公的?水餃是公的還是母的?|1.母的因為他會生螞蟻2公的因為他有長包皮
玲玲吃瓜子不吐殼,為甚麼?|他吃的是剝了殼的瓜子
林先生大手術後換了一個人工心臟,病好後,女朋友卻跟他分手,這是為什麼?|因為他沒有真心愛她
美麗的公主結婚後就不掛蚊帳了,為什麼?|她嫁給青蛙王子
熱戀中的人為什麼喜歡在黑暗中談戀愛?|因為愛情是盲目的
貓咪從天空掉下來變什麼?|廟東(因為喵ㄉㄨㄥˋ
什麼卡通人物最血腥|麵包超人..........因為他的頭可以吃
小美:哥 我肚子好餓額哥哥:阿就去買阿美:我沒錢請問 哥哥最後回答什麼給小美?|吃自己阿!!!!　﹝哈哈哈
﹥ ﹤為什麼天上的飛機永遠都撞不到 ☆ 狼來了羊來了4個人在屋子里打麻將，員警來了為什麼帶走5個人？|因為星星會閃阿　楊桃【羊逃】草莓【草沒】
﹥ ﹤為什麼天上的飛機永遠都撞不到 ☆ 狼來了羊來了4個人在屋子里打麻將，員警來了為什麼帶走5個人？|因為星星會閃阿　楊桃【羊逃】草莓【草沒】　因為他們打的人叫 '' 麻將''
樹木像什麼味道？|像雞，因為數位相機
日日不足月月有餘|門
胖子從大樓跳下來變成什麼|死胖子
哪個國家不用電?|勉甸
請問唐詩三百首有幾個字|5個
有個淘氣小兄弟，主人醒來就找他，害怕朦朧看不明，將它鼻頭當馬騎。|眼鏡
牛拉麵小眀看到一家麵店名叫「牛拉麵」，好奇走進裡面看看，卻吃不到牛肉為什麼？|只是老闆姓牛而已ㄇㄚ！！！！-_-#
檳榔掉到溪裡|檳榔西施
某個單位在去年中秋節提出環境保護的口號"不要讓嫦娥笑我們髒",今年卻沒有,為什麼?|嫦娥在上一個中秋節笑死了
娜娜用槌子槌一個很細小的釘子,卻不怕槌到自己的手,為什麼?|因為釘子在別人手裡拿著
gfhfuygufggyiygfgffdeggggggggggggggggggggggggggggggggggggggggggggggggggggggggggg|fd
甚麼節目從來不喊NO?|夜市人生(因為YES人生)
什麼車最常?|塞車最長
什麼九不能喝??|馬英九
一隻雄走過來|有備而來
0...0|我看簽畫的臉xD
貓咪怎麼叫? 喵嗚~牛怎麼叫呢...哞~那....蝸牛怎麼叫= =|答案答案答案答案是...他又不會叫= =
人在走的線，叫什麼線呢。|斑馬線
請問為什麼我全考100分沒烤過以下呢?|我厲害啊
:)|笑呀^_^
哪一種蛇生命力最強？|三吋不爛之舌 (蛇)
三國時代裡誰最會講髒話？|蔣幹(講幹)
哪三個英文字母不能在一起？|丅MD（他媽的）
太陽都是從東方升起西方落下，為什麼今天太陽是從西方升起東方落下？|因為我是鏡子看的！
一群動物衝進麥當勞，全部動物都被打，只有一隻動物沒被打，請問是哪一隻？|羊，因為麥當勞24小時不打羊！
5438|我是三八
謂啥我每次都考100分?|因為我厲害啊
為什麼大家都可以做出101漢堡?|在紙上寫101漢堡就好啦
為什麼我開燈還是看不見?|我夢遊了~
為什麼在海邊不能說笑話呢?|因為會引起海(嘯)
愛是什麼人???>|愛斯基摩人
阿拉丁有幾個哥哥??|三個。阿拉甲，阿拉乙，阿拉丙
鋼鐵人死了變成什麼??|鐵軌(鐵鬼)
地位崇高的狗|貴賓狗
什麼家具會比YA!|百葉窗
哈利波特有七集.為甚麼會是七集?|哈哈哈哈哈哈哈
風的兒子叫什麼?|瘋子
李醫生的孩子發生意外,緊急到醫院開刀,李醫生得知是自己的兒子受傷,覺得擔心不已,不過另一方面,兒子卻不承認李醫生是他爸爸,為什麼呢?真是不孝子呢!|因為李醫生是女的
有個人在山裡的時候,遇到了一隻剛從冬眠裡出來,餓的不了的熊,這時熊說了什麼?|熊不會說話
1+1=多少|田
請問你知不知道我是wow|人
今天小明因為怕遲到,所以就匆匆忙忙的刷牙洗臉,突然他想到要帶泳褲因為要上游泳課之後就隨便拿一套到學校以後換上泳褲他發覺大家都在笑他為什麼?|因為他剛睡醒所以穿到媽媽的泳裝
如果8個人建一堵墙要用10個小時 , 那麼4個人要用多久才能建好?|不用時間，因爲那8人一建好了
猜猜我是誰??|
黑熊白熊灰熊比賽力氣誰會贏|灰熊
那一個动物的皮膚最差？|大象，因为橡皮擦（象皮差）
哪種雞跑最慢|呃 答案ㄋ 就寧可雞慢(忘了慢怎念斜字XD
山羊住在哪裡？|機車行因為三陽機車
為什麼手機不能掉進馬桶裡|因為機不可失〈溼〉
為何每次我英文都考0分|因為我每次考英文都缺席又從不補考
在暗中打算盤|暗算
什麼魚最好釣？|食人魚，因為可以把手伸下去
遇到色狼就表示遇到誰了？|狼人
美人魚怕什麼？|失眠，因為魚都不睡覺
讓章魚跌倒的辦法？|用棍棒拌倒
用何種辦法可以抓到樹上的一百隻鳥？|拍照
1+1=？|11
胖子害怕甚麼？|多多保重=多多保持重量的簡稱
為何爺爺會害怕長命百歲？|因為爺爺已經99歲了，再多一歲就死了
猴子沒了尾巴變成什麼?|人
有一隻豬進了7-11商店被毆打了，有一隻熊進了7-11商店也被毆打，那麼為什麼羊進了7-11商店沒有被打?|因為7-11不打烊(羊)
小明平常上大號都沒洗手，那為甚麼他今天卻洗手了呢?|因為他今天沒帶衛生紙啦~~
有一隻熊走過來了.......|有備而來(有bear來),答對了嗎
做什麼輪椅最享受?|enjoy
小明的家在一座組屋的最高層，一天，電梯壞了，小明沒有用梯級，也沒用電梯，爲什麽他可以上樓？？？|媽媽背他上樓
魔鏡啊！魔鏡!這世上誰最美麗？|出題者，哈哈~
吳剛伐桂|南崁（難砍）
如果世界上真的有Et，這世界會怎樣？|我也不知道丫~^^
紅豆從101到下來會變什麼|豆花因為爛到了
明天是什麼天氣|自己看天氣報導
雞同鴨講，雞和鴨誰是同學?|雞，因為雞同[學]。
今天老師問阿達你對了幾題阿達說:一題請問阿達說了甚麼|老師是問：誰沒有交作業
一般的貓咪叫聲是喵 那山上的貓呢|喵的啦
9/28是孔子誕辰，那10/28是什麼日子呢?|孔子滿月......
誰最喜歡看著醫生|病人
ABCD哪個英語字母底較低?|A
／＼／＼／＼　　 ／  寶貝  ＼　＼＜－－－－－－－－－－－＜＜＜　　 ＼最最愛你 ／了／　　　 ＼  ♡ ／　／　　　　 ＼／＼／|一箭穿二心
土土寸白巾|幫
【１】如果現在有人打你，此時你會？【２】現在我手上有二顆鐵球，同時從某樓丟下來，請問會怎樣？【３】如果你要玩電腦網路遊戲，請問你要先幹麻？|【１】當然是報告老師，不然你想打回去然後一併被處罰嗎？AωA''【２】當然是砸到樓下的人，然後被告，然後賠償對方啊。【３】當然是先連線，不然怎麼上網。
鑰駛還可以說什麼?|要死
洋蔥皮剝完是洋蔥,那洋蔥剝完是什麼?|眼淚
哪個月份有28天???|笨蛋!!!每個月都有28天阿!!!那些說2月的人!!!
兩隻貓咪在樓梯上打架,其中一隻貓咪從樓梯上摔了下來,牠會說什麼??|喵~~
什麼魚不能吃??|木魚
請問總務醋的垃圾桶,猜一個詞語?|總統
長大後好漂亮|女大十八變
綠豆再走馬路的時候，不小心被車子蝦過去了，會扮成甚麼豆？|紅豆，應為她被車子壓流血了，所以變成紅豆
為甚麼上廁所的時候要裝天花版？|因為被老天爺看光光
糖果是公的還是母的？|因為糖果會生螞蟻
目加兩點不是貝|賀
1+1是什麼?|王
樹的味道像什麼???|數位相機 (樹味像雞)   ... 很難笑齁~
Q:傘兵甲跳出飛機後才發現忘了背降落傘怎麼辦??|A:兩眼開開 準備投胎
如果有一輛車,小棉是司機,ㄚ胖在前面,那是誰的車??|如果和誰!!
用什麼東西可以解開所有謎題？|謎底
一點一橫長，一撇到南洋，南洋有個人，只有一吋長。|府
全世界共同的夢想|中樂透
胖子從101跳下來會變啥?|死胖子
是上最臭的是什麼車?|"賽"車
吃什麼會放屁?|番薯
1顆糖果1元，3張糖果紙可以換1顆糖果，小志有15元，一共可以吃到多少顆糖果?|15+5+1+1=22顆
見我滴同類你會飆淚見我，你更會噴淚尤其沒炒過...我，是誰??|我!!就我洋蔥啊!!>3
王坤養了十頭牛 為什麼只有十九隻角|其中一隻是犀牛
一豎一橫一豎一橫一豎一橫一豎一橫一撇一撇|吳
什麼人跑最快?|曹操
此物人人有，狀如大皮球，菜飯經此過，裝肉也裝酒。|肚子
總統是什麼|總務處的垃圾桶
請問鳳凰班是哪一所國小的六年三班|富台
什麼是資優生|資質不優的學生
有兩個人，同時摔到一個很深的地洞裡，死的叫小明，活的叫什麼？|救命~~~
請問有母語那有父語嗎?|有,父語(腹語)
甚麼人不會死?|仙人
為什麼電話響了大家卻不接?|因為是電視裡的電話響了-.-
羊吃了蔥                                      變什麼|洋蔥
哇 封面好漂亮 但是為甚麼裡面好多字呢|作業
為甚麼姚明要抓皮卡丘|因為他是火箭隊的
小明的媽媽生了3個兒子,第1個叫:大寶 第2個叫小寶 第3個叫甚麼?|小明,因為 「小明」的媽媽
肚子痛，找不到廁所|賽德克巴萊(屎就到放肚子裡)台語
紅豆是誰生的???|南國!!     因為紅豆生南國
是誰給劉德華喝了忘情水???|阿哈!!!     因為   阿哈給我一杯忘情水
為什麼黑人吃巧克力會咬到自己.|因為黑人是黑色的 巧克力也是黑的
擁有很多牙齒,能咬住人類的頭髮是什麼?|梳子
有一隻狗在沙漠中突然死掉了，請問為什麼?|電線桿
小明去電影院為什麼連半個人都沒看到?|因為沒有人是半個的~
小圓就讀六年1班為什麼上課老師點名的時候沒人喊「又」？|因為老師走錯教室了~
小音考試考99分小琴考試考100分為什麼卻是小音得第一名?|因為她們在不同班呀~
什麼ㄐㄧ跑最快~|麥克雞.因為麥克雞塊(快)
什麼老鼠會用兩隻腳走路?|米老鼠
什麼鴨子會用兩隻腳走路?|每隻鴨子
如果烏龜小時後叫小烏龜，鴨子小時後叫小鴨子，狗小時候叫小狗，貓小時候叫小貓...那青蛙小時候叫什麼?|蝌蚪
為什麼犯人幹嘛印假鈔，不印真鈔？?|因為犯人不會印真鈔
為什麼1+1不等於2？？|算錯時
胖子從天上掉下來會變什麼?|死胖子
為什麼企鵝只有肚子是白的|因為企鵝的手太短洗澡只能洗到肚子
袋子有什麼|沒東西
鉛筆姓什麼|蕭(削)
熊來了(猜一句成語)|有備而來
我要死掉了|鑰始掉了就撿起來啊
某天有一架飛機包刮機長有5個人飛機開著開著..有4個手腳快的人都趕快拿走跑了剩下一位媽媽和小孩但是兩個人都拿著降落傘跳下去為什麼?|其中某位拿到那一位小孩的背包跳下去了!
什麼東西放進水裡是硬的，拿出來會變軟的?|口香糖
為什麼一個很醜的人卻有很多人喜歡呢?|因為人"身藏不漏"
什么饭不可以在晚上吃？|早饭和午饭
永康可以在一小时内不睁眼，他是怎样办到的？|他睡着了
三个人共撑一把伞在街上走，却没有被淋湿，为什么？|因为没有下雨
如果有一輛車子駕駛是小明副駕駛小美乘客小佑請問主人是誰|如果
有個人他吃巧顆力吃吃到...自己的腦個部位???|手
揉眼睛很舒服猜一句成語|拭目以待
昨晚有一堆穿著同樣衣服戴口罩拿著工具的人進來小奈家,隔天小奈醒來卻發現地上一堆屍體,這是怎麼回事?|昨晚清潔大隊來幫他滅蟑(地上屍體是蟑螂啦)~
紙巾掉到水變什麼？|濕紙巾～
演出者:大東,雷婷(1)大東:如果打雷了,可以叫雷婷嗎?雷婷:???(2)大東:雷婷的爺爺叫甚麼?雷婷:叫??--------------好了!|(1):可以(因為:雷停)(2):雷公
什麼狗最好吃|熱狗
媽媽為什麼只煮飯給小明吃???|因為白米不夠
有一天菜頭的媽媽到了一間雜貨店,你猜發生了甚麼是?|媽媽說: 我要菜頭 老闆說: 你要菜頭不會在去生一個小菜頭?
我是誰????|宇宙裡ㄉ某個人!!!
世界上什麼東西有300個眼睛.50個鼻孔跟3個嘴巴??|怪物or怪獸
天使是什麼??|天上的狗屎
他是誰|我也不知道~~~
有一隻公鹿跑在路上，他愈跑愈快變成了什麼？|高速公路
王子親了睡美人一下，為何睡美人還是沒有醒來?|睡美人賴床
為什麼人是人？|人就是人！不要吵！！
小白、小紅、小綠、小黃都暈車子了！誰吐了？|小白，因為小白兔（小白吐）
有一碗味增湯(淡淡)的，為什麼?|因為裡面有蛋呀。
唐詩三百首有幾個字？|5個﹝唐.詩.三.百.首﹞
雞蛋扔石頭,為什麼雞蛋沒有攔掉???|只是扔石頭,雞蛋怎麼會攔掉呢!!!嘻嘻
一隻狗在冰上面罰跪,你猜那隻狗後來變成什麼??|跪冰狗(貴兵狗)
如果有外星人,。那世界會有什麼事?|我也不知道丫~^^
小明餓了，冰箱裡有 鮪魚罐頭 玉米罐頭他應該先開什麼呢?|先開冰箱
胖子掉下來會變什麼|死胖子
鎖住了的冬天|冰
人為何是人？|你問我，我問誰？
大肚鼓鼓，輕如羽毛，拉繩一鬆，冉冉上飄。|氣球
什麼東西有６張臉２１顆眼睛|骰子
兩個耳朵不一樣|耶
一名男人在跑步，當時下大雨，為何他的衣服沒濕？|因為他裸奔
臉上有一本書|臉書(facebook)
為甚麼人是變態?為甚麼雞會一次下兩顆蛋?|1人是豬，性變態，妳洗澡，我偷看2一隻雞，兩顆蛋，不信你，可以摸摸看
有一個日本人拿著一把刀殺了一口人流了四滴血|照
有一個胖子從大樓掉下來會變成甚麼?|死胖子
爲什麼雞蛋不會破?|剛生出來的雞蛋
左一片,右一片,中間一條線是神麼|屁股
避孕藥的主要成分是什麼？|抗生素
26個英文字母SB走了之後,還餘多少個英文字母?|21個{SB指外星人,當然帶UFO走啦!
狼掉進冰裡面，會變成什麼?|冰榔
說鳥不是鳥，躲在樹上叫，明明全不懂，偏說知道了，是甚麼動物?|知了【蟬】
*QvQ*|嗨嗨
週六、周日是休假，那週一～周五是什麼？|歐巴桑
小明有一天不舒服，跟爸爸媽媽一起去看醫生。檢查結果出來的時候，醫生說:好險你們現在就來看診啦！如果再晚一點來就完了！小明聽了很害怕，以為得了絕症。為啥醫生說完了|醫生說:如果再晚點來，我就休息了關門啦！
是男生鮮友還是女生先有？|我們都稱男生:先生
地瓜拍照片|地瓜ya(葉)
超市裡最值錢的東西是什麼？|收銀機
什麼輪子只轉不走？|風車的輪子
要怎麼把大象【塞】進冰箱?|把冰箱打開，把大象塞進去
為什麼雞要過馬路？|因為他們想過馬路
豬喝什麼?|珍珠奶茶
一隻牛背不動房子，甚麼東西背得動房子？|蝸牛！〈背上的殼是他的房子〉
2199|愛你久久
一撇一橫長，一撇到南洋，十字對十字，太陽對月亮，|廟
小小符號真神奇；好寫好念很有趣；讀書認字別擔心，只要有我沒問題。|注音符號
哪裡有很多的維尼?|麥當勞    (麥當勞都是為你(維尼)
南半球為什麼沒有蓋廟?|南無阿彌陀佛
什麼書必死?|facebook ----非死(BOOK)
2月30日是什麼日子？|沒有這一天
什們屬小偷最怕|警察叔叔
什麼鼠最衛生|衛生署(鼠)人進去就被他吃了
請問天上的香水瓶是甚麼？     ^_*~|雲   因為會下雨
有一個人他要把雞.米.狗送去老闆家,可是一次只能送一隻,請問怎麼送? (我很正經) (要全送過去)|先送雞過去,再把狗送過去,再把雞送回去,再把米送過去,最後把雞送過去o
有一顆蛋,他走進茶館,後來變成什麼??|茶葉蛋
學生最常說的話是什麼?|是【不知道】~~
為何我是我？|你問我，我問誰？
別人踩到果汁會變什麼?|一陀爛尼
他好嗎？|自己去問！
胖子跳樓|肉鬆
什麼兔最貴?|ipad 2
1加1等於多少|2，田，王，11
你為何是你??|你問我.我問誰~
小明的媽媽有3個兒子老大叫大毛老二叫2毛老三叫什麼??????|叫作  大明啦  白ㄘ
從女廁出來的男生叫什麼|變態阿
一個人扛木柴|大
100+10002003024=多少|讓你自己想
為甚麼小嬰一生下來會哭?|因為護士小姐太美麗自己太小無法嫁給她
1+1=???|11
哪一國人沒有電((猜XD|緬甸
小明家有三個人，第一個人叫大毛，第二個叫小毛，那第三個呢?|小明，因為【小明】家有三人....
一隻狗走在人的面前..為什麼狗越走越小隻?|因為狗越走越前面.....
一塊三分熟的牛排遇到五分熟的牛排,為什麼他們不打招呼?|因為他們還"不熟"......
飛機為甚麼不會撞到星星???|因為星星會閃
人人有什麼|人人有責任
黃鶴小鴨是男的還是女的?|I   dot   know   !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
羊欠水|羨
盤子被打破了！|歲歲平安(碎碎平安)
樹的味道像甚麼?|數位相機
小名的媽媽有三個兒子大個叫大毛二個叫二毛那小弟叫什麼|小名阿
猴子最討厭什麼線|平行線因為平行線上沒有相交[香蕉]
有一個字,我們重小到大都會唸錯,那是什麼字?|錯
公主嫁給王子後,家裡一隻蚊子也沒有,他們沒用蚊香和殺蟲劑!!|因為王子是青蛙
什麼榖騎老鼠?|米  因為米奇老鼠
鼠牛虎兔龍蛇馬羊猴雞狗豬,裡面誰進去便利商店24小時進去不會被打?|羊,因為24小時(不打羊)
哪一種比賽是要往後跑?|拔河比賽
飛機為甚麼不會撞到星星???|星星會閃
動物田徑比賽中烏龜和魚都是第一名 請問 這可以表示什麼成語|同歸於盡 因為 [同龜魚進]
狼來了|洋蔥(羊衝)
孔子、孟子和老子三個人住在豬舍裡(裡面有一隻母豬），結果隔天母豬懷孕了，不是孔子也不是孟子，哪是誰幹的？|老子
有一隻狼一分鐘可以吃掉一隻羊，有一天狼和十隻羊去搭捷運（搭了八分鐘）到站時狼吃掉幾隻羊？|0隻，因為捷運站不可以吃東西
什麼草能吃??|仙草
身體圓又長好像狗尾巴不往狗身上卻在土中長|香蕉
姐姐為甚麼會是姐姐??|你問我我問誰
一個水在一個包|泡
十滴水|汁
什麼虎牆上爬|壁虎
什麼車空中轉|風車
怪物有3個嘴巴|品
綠豆哪裡人?|嘉義人       因為綠豆加意仁
今天星期幾?|看日曆
0857|自己想
什麼動物會挖水溝|蝦米 蝦密挖溝(台語
王老先生養了10頭牛，為什麼頭上的佼總共只有十九隻呢?|因為其中一頭是犀牛阿
有一匹馬頭面向東面，請問尾巴朝向哪一面?|下面
一頭公牛加一頭母牛等於什麼???|不就是兩頭牛嗎
為什麼死人的身體是冷的?|因為心靜自然涼~
香蕉從101摔下來變什麼?|茄子
為什麼劉小姐堅持要結婚可是卻不冠夫姓?|因為她丈夫姓夏(下流)夏劉
用椰子和西瓜打頭哪一個會比較痛呢?請想一想|當然是頭會比較痛阿
全家添一口|豪
為什麼大家都叫我小瑄|因為喔叫潘乃瑄
十個兄弟力量大,什麼困難也不怕.|是...............是..............是.............克
甚麼人不吃黑巧克力?|黑人.
為什麼王小明會叫王小明呢?|我哪知?
十二生肖誰跑第一??|蟲
有一總魚不能吃|木魚
什麼東西  還沒吃時是綠色  吃下時是紅色吐出時事黑色|西瓜
小明的爸爸會炒蛋小明的妹妹會打蛋小明會做什麼?|搗蛋
有一天弟弟去上廁所帶了饅頭為什麼出來饅頭剩半個???|把饅頭當衛生紙
蜂停在日曆上|風和日麗
甚麼門不能關?|球門
哪一個字我們從小到大都寫錯?|錯
紅紅的,高高的|蘿蔔
Hi!|過木不旺
彩色筆姓彩 原子筆姓原 那鉛筆姓什麼|蕭 (因為銷鉛筆)
甚麼菜會說話？|地瓜葉(YA)
最長的車是什麼車|塞車
有天小明考了0分，他在回家時看到一顆大笨蛋，小明吃了笨蛋會怎樣?|會變成超級笨蛋[他本身就很笨]
在化學課，大明把所有化學劑全加在一起，會安怎?|被老師罵!哈哈哈
常被罵狗的人|雷茲狗〈let，s go〉
英雄聯盟誰最容易被罵狗?|雷茲，因為Let's go(雷茲狗)
什麼東西擠一下會拉果醬|草莓
甚麼東西最會隔熱?|燈......因為...登革熱
(木了又一口)猜一個字|極
樹的味道像什麼????|像雞 因為  數位相機   ㄏㄏ
我知道你家住哪裡？|地球上的某一個地方
小明家有3兄弟，大哥叫大寶;二哥叫二寶，小弟叫什麼|小明
開車閒逛|白花油
從前有一個房間，您走了進去，看到有一張床，床上面有二隻狗，四隻貓，一隻長頸鹿，五隻豬，一隻小鴨子，還有三隻雞飛在天上，房間有多少隻腳站在地上！？|0隻腳
gp|jlljk
一隻公鹿在路上跑，越跑越快變成什麼了?|高速公路
有一個老奶奶坐公車，每次下一站到的時候，她就站起來。這是為什麼呢？|因為螢幕寫”下一站”，她看成”站一下”。
英文的字母有幾個?|9
三條河水彎又彎，留歸大海無處尋，青山把他來擁抱，狂風浪裡可泊船。|灣
A和B哪一個比較大|A
為甚麼蟑螂死了還會走|因為被螞蟻搬走了
小孩子跌倒。|媽媽扶扶(馬馬虎虎)
世界上跑最快的鹿是什麼|高速公路
為什麼？有一個人  門用拉的拉不開  是不是被反鎖了？|因為門是用推的
為什麼便利商店24小時不打羊?|因為羊很乖有好好工作
在路上我叫小黃為何他沒停下來|因為她是狗
小詩的大考考了100分，為什麼他會被罵|因為滿分是101分
小紅.小白.小綠.小藍四人搭飛機誰會先吐|小白(小白兔ㄊㄨ、)
有一隻馬 有腳不能走 但是可以跨|木馬
誰是美國最懶惰的貓最搞笑的狗|加菲貓
如何在白紙上用藍筆寫下紅字?|在白紙上寫下「紅」一個字就好囉!!!!!
有一個人坐上ㄌ一台計程車,計程車司機問:請問你要去哪裡??那個乘客說了什麼,而被司機踢下車??|哈哈!!不告訴你!
請問三個神精病要去國外治療，在飛機上有兩人在玩，另外一人在看書，空姐叫他們不要玩很危險，結果看書的人說我去叫他們不要玩，而你先去忙，結果突然變的好安靜，為什麼？|那個人因為也是神精病，所以叫他們要玩出去玩。
什麼魚不能吃??|垃圾魚
十五人|傘
十三個人|來
928是孔子生日.那10月28日是甚麼|孔子滿月
(1)白色的豆叫甚麼?(2)綠豆從101大樓跳下去會變甚麼?(3)白色的豆沒泡水會變甚麼?|(1)薏仁(因為她是白色的)(2)紅豆(因為受傷了)(3)黑豆(因為蘋果沒泡水會黑掉)
Hello kitty 賣光光|貓空
為什麼烏龜只要走半步 就可以從台北走到高雄|因為牠在世界地圖上走
哪一個東西最瞎|蝦子
什麼劍看不見???|看不見(看不劍)
請問猴子最討厭什麼線|平行線,因為沒有香蕉[相交]
8加8等於什|千連殺
有一個農夫養了，10隻牛，12隻羊，5隻鴨，5隻公雞，6隻小狗請問有幾隻哺乳類動物|29個
狼.老虎.兔子在比賽賽砲.誰最輸|狼.因為桃太郎[淘汰]
哪一座山最瘦?|壽(瘦)比南山
有一個人跳下水頭髮卻沒有淋濕為啥|因為他是和尚
有一個人吃葡萄不吐葡萄皮為啥|因為他吃的是葡萄乾
小明發現小柳在他老婆床上他卻沒說甚麼為啥|因為小柳是女的
可以吃鐵蛋'和水煮蛋還有荷包蛋和皮蛋可是不行吃什麼?|炸彈
從前有一隻狗那隻狗前面是豬那問請狗的後面是誰?|蟲因為我說從前(蟲前
櫻桃小丸子家賣什麼|鞭炮     因為霹靂啪啦霹靂啪啦
此物生來有有兩腳,一像針來一向鉗,先要針腳站得穩,好讓前腳走圈圈|圓規
滿頭亂髮,地下亂爬,所到之處,清潔溜溜|掃帚
大眼睛的人不是腦殘|大言不慚(大眼不殘)
什麼包，可以放在地上踩?|壘包
哪兩個字在一起會爆炸|ok  (ok蹦)
人吃了魚飼料會變成甚麼??|美人魚
麒麟掉到冰山變啥?|冰淇淋
米粉闖禍了誰來保護他?|肉，因為肉燥(罩)米粉
檸檬|老婆     因為檸檬念台語
麒麟掉到冰山變成甚麼呢??|冰淇淋(冰麒麟)
公雞從屋頂上下蛋，蛋會從左邊掉下來，還是從右邊掉下來呢？|不會掉下來，因為公雞不會下蛋
什麼字最酷????|(丁)丁字褲
[]~(▔▽▔)~*|乾杯
有兩個人掉到陷阱?死的人叫死人，那麼活的人叫什麼?|救命
鑰匙掉了怎麼辦?|撿起來呀!
為甚麼三個人稱一把小雨傘不會淋到雨？|因為根本沒下雨
有一隻狗一直在叫，可是走到橋邊後卻不叫了，為甚麼？|因為過目不忘
什麼動物背著殼沒有家|蝸牛
有一隻公鹿,在某天他在路上越跑越快,請問他會變成什麼?|高速公路
小明的媽媽有3個小孩,老大叫大毛,老二叫小毛,請問老三叫什麼?|小明
你好機車喔!猜一句英文|Hello moctor
為什麼小美考第一名會被打？|因為是倒數第一名
飯糰跌下樓會變成什麼|紫米飯糰
莉莉英檢１００分為啥被罵|第一大題１２０分第二大題９０第三大題９０滿分３００分
為什麼小明可以用一隻手就可以把車停下來|因為小明揮手招車
蟲去工作|虹
哪種魚最想死?|鱈魚{(因為鱈魚香絲)(香絲=想死)}
有狗,羊和豬,牠們遇見一隻蚊子,你猜蚊子不會叮誰?|布丁狗(不叮狗)
房間裡有一張床,床上有10隻兔子、2隻熊、100隻大象,請問房間地板上有幾隻腳?|4隻(只有床腳在地板上)哈~
蔡英文學英文,那誰學國文?|郭國文
為什麼殺手要叫殺手|因為是沙子做的手
什麼東西越洗會越髒|水
有一個火柴人走在路上突然覺得頭很癢他一直抓一直抓後來他著火了被送去醫院後來他變成什麼|棉花棒
什麼動物最愛黏在牆壁上|海報
SNSD(少女時代)ㄉ車叫做...?|Jessica(潔西卡)
海邊沒有水，只有一棵樹|梅
呆子的嘴巴掉下來。|杏
一隻手和一隻腳|捉
全臺灣都在反抗韓國。韓國的東西要被淘汰時，1.有人問番薯為什麼要被淘汰，番薯說：因為我是( )2.又有人問巧克力為什麼要被淘汰，巧克力說：因為我是( )。|1.韓集(番薯的臺語)2.韓國人(含果仁)
阿里郎是誰譯詞|游彌堅
我有一把劍，叫做?|看不見
白雪姑娘和包青天生下的孩子叫啥名|灰姑娘
有哪一個動物最會生小孩|袋鼠
請問草有沒有好朋友？|沒有，因為草莓(沒)好朋友。
變沒有攴只有弓|彎
如何讓飲料變大杯|念大杯咒   (念大悲咒)
王小姐白先生坐在石頭上|碧
怎樣才能用紅筆寫出藍字來|寫藍字
誰殺了牛奶|綠豆沙牛奶
1和28誰大?|1  因為考第一名
王先生和白小姐坐在石頭上!|碧
屋頂上有一隻公雞.公雞生的蛋會滾向西邊還是東邊?|因為公雞是男的所以不會生蛋
一隻狗猜一種豆子|豌豆(因為one dog)
哪時2加1不等於3.|算錯的時候
熱狗為什麼叫熱狗|自己查
咩草是吃得的？|草苺
小明考100分,那他的名子是?|柯吉霸
黑灰外衣白肚皮,IQ智商一等一,生活水中不是魚,海洋館中耍把戲.|海豚
糖果公的母的|母的
有一條和旁邊有一個牌子上面寫[不准過河]旁邊還有一個保鑣,可是很多人都過河了,為什麼那個保鑣還不動如山|因為那條河就叫[不准過河]
綠豆是哪裡人?=)|嘉義人(因為綠豆加薏仁)
從前有一個媽媽，她有三個女兒。老大叫大寶，老二叫二寶，小妹叫小寶。請問媽媽叫什麼?|媽媽叫便當!
有1天 有個馬鈴薯在開車 突然 碰! 出車禍了 請問他會變怎樣?|甘藷(因為接近紅色)
二好三壞|南投因為滿球數投手很難投球
紅豆是哪一國的?|紅豆生南國
原始人為甚麼不會死?|因為原(死)人~^^
把大象塞進冰箱裡再拿出來需要幾個步驟???|6個......1.把冰箱門打開2.把大象塞進去3.把冰箱門關上4.把冰箱門打開5.把大象拿出來6.把冰箱門關上....^^
請問公車是甚麼做?|博愛座
有一棵大樹和一棵小樹,那它們差在哪裡?|它們(插)在土裡
請問米的媽媽是誰?|花(生)米
請問誰一年只上一天班?|聖誕老公公
請問誰每天都坐飛機去上班?|機長
每一條街都會下雨,唯一哪一條街不會下雨?|芝麻街美語
請問太陽的故鄉是哪一國?|日本
甚麼水果是燙|梨子燙
1+1=???|田
一批馬一個英國國旗一個數字九是甚麼?|馬英九
女人晴天找我,男人雨天找我;出去手不離我,回家牆邊休息|雨傘
甲說 這個巧克力好像一把尺 丙說 這個巧克力還樣一個東西 甲說 像什麼? 丙說 像.....               大家猜看看優|像巧克力阿
加菲貓的媽媽生了幾個小孩|4個 因為有 加菲貓  減菲貓  乘菲貓  除菲貓
阿不思‧鄧不利多有幾個兄弟姊妹|2個 因為還有 阿不思‧鄧不利少和阿不思‧鄧不利剛剛好
六房兩煙囪|曲
從前有一隻狗.狗的前面有一隻貓.貓的前面有一隻羊.羊的前面有一隻大象.大象的前面有一隻狼.狼的前面有一隻兔子.兔子的前面有一隻老鼠。請問誰排在最後面?|蟲   因為蟲前有..........  ^.^
假如你是公車司機,第一站有三隻老鼠上車,第二站有四隻兔子下車,第三站有十隻貓咪下車,第四站有一隻小豬下車,到第五站時,全部的動物都下車了,請問,司機是誰?|你自己.
有一個家庭 小孩叫你我他 因為家裡太窮 只買的了2件褲子 你跟他有穿褲子 誰沒穿褲子|"我"沒穿褲子
如果你被人跟蹤,你又剛好姓馬,你可以說甚麼?|我爸是馬英九
水沖不走火燒不掉人人需要卻看不見|空氣
因為自大一點,惹得人討厭|臭
白米賽跑|爭先恐後
手足之情|捉
請問老虎較什麼名子|叫眈眈,,因為虎視眈眈
哪一國會生紅豆?|紅豆生南果(國)
什麼國被稱為米國?|美國
有一天，一塊五分熟的肉和一塊七分熟的肉剛好從馬路的兩端走過去，為什麼他們沒有跟對方打招呼呢?|因為他們還不熟
哪個家電物品最容易壞掉？？|電話，因為它動不動就掛掉
打手的槍叫做什麼|打手就很會打還要什麼武器
魚和某種動物比賽，裁判說了魚就很生氣？|裁判說了預備起(魚北七)
世上哪一個人最愛說謊|林宥嘉他妹，因為他說我妹有說謊(我沒有說謊)
有十隻腳，三隻頭，十隻手，兩隻眼睛是哪個動物|我不知道有沒有這種動物
我家如果養豬會怎麼樣|當然是臭翻天阿!!
什麼時候1+1等於2|算對的時候啦
被鋼琴砸到會說什麼？|被砸到來不及說就死了還說什麼
1+2+3+4+5+6+7+8+9=?|123456789
有一天,小明和小強過馬路,突然有車行過,小明和小強誰不死?|小強(蟑螂)
如果在凌晨12點整，用手機打0000-000-000*00會怎麼樣??|您撥的號碼是空號，請查明後再撥，謝謝
甚麼汁最難喝|絞盡腦汁
拿雞蛋'丟石頭'為甚麼雞蛋不會破?|因為  拿雞蛋   是丟石頭  又不是丟雞蛋
20隻牛  有幾隻角?|39隻  因為 有一隻是犀牛
趙匡胤為什麼不爽?|因為她建立「北宋」(台語)
妹妹今天出門時，忘記帶娃娃，為什麼沒有哭?|因為旁邊的人借妹妹玩娃娃!
神騎什麼|寶貝     因為神奇寶貝
1+1|田
看到路上有小偷再偷東西要叫什麼??|叫警察呀!!(別發呆)
月球人長什麼樣子?|問阿姆斯壯啦!!(別問我>*
香蕉從大樓摔下來會變什麼？？|茄子(紫色)
怨天尤人|优
1+1=?|知道還看答案，答案當然是2阿
什麼時候做的事別人會看不到？|做夢ㄚ！因為別人看不到
偷甚麼不犯法?|偷笑
太平洋中間是什麼？|「平」呀！
1++1--1=?|答案等於3
如果你被太上老君打了一個耳光會留下什麼?|仙~人~掌~!!
誰頭髮最多？？？|理髮店
眼皮沈重|香脆無法擋 (想睡無法擋)
爸爸 弟弟 哥哥 哪一個最帥|看了才知道
台灣哪個夜市真的賺很多...|金鑽夜市(用台語)
鄭成功的祖父是誰?|你問我   我問誰?
哪一個屋子不住人|特力屋
鹿專屬的港口|鹿港
繩子洗澡|沖繩
有一雞 ..不能吃只能聽|耳機
怎樣才能有百萬名車?|用買的啊!
什麼顏色最冰|白色...因為白冰冰
善良的語言|善化
誰最聰明|是誰
小紅人               1下長高               1下變矮            有你不會穿錯衣服|溫度計
我ㄉ錯號:劉彥詩猜1個明星|劉詩詩
請問這條河不能過,為什麼他可以過河?|因為這條河不是不能過而是這條河的名字是不能過河
世界上最好喝最能解渴的水...|薪水
世界最美麗最迷人的花|有錢花
八分熟的牛排在路上遇到五分熟的牛排為什麼它們不打招呼？|因為它們「不熟」
1.是牛不是牛，背著房屋走。2.是雞不是雞，總往天上衝。3.是虎不是虎，牆上爬爬走。4.是狼不是狼，整天睡樹上。5.是獅不是獅，非常非常小。|當然1.蝸牛2.飛機3.壁虎4.檳榔5.蝨子
蒼蠅三兄弟，大哥叫洗衣，二哥叫洗褲，小弟叫洗襪。有一天，小名爸爸去蹲馬桶，大哥二哥都走了。Q:請問誰[ㄍㄜˊㄉㄧㄡˇㄙㄞˋ]?|A:ㄒㄧˇㄨㄚˋ(我也不要念)
太陽和太陽之間有什麼|和
你的模樣長怎樣?|肥豬啦
有一個人一邊吹口哨一邊刷牙你猜為甚麼????????????????|因為她刷的是假牙
小明點了一個全熟的牛排,為甚麼切下去有血呢????????????|因為它切到手指了         哈哈!!!!!!!!!!
人最怕什麼|恐懼
微積分的中間是什麼?|積 bj4
大人一起出去玩|答:不約而同(不約兒童)
海棉寶寶的奶奶生日了! 請問是幾歲生日?|比去年多一歲了
有一天 小明在作公車要去學校 老先生進來時看到她站起來 就說 哇 小朋友這麼小就有公德心拉? 爺爺沒關係 於是爺爺把他擋住 過了幾站 小明哭了 為甚麼?|小明的學校已經過了好幾站了
手指全打開，中指收起來，拇指收起來，中指姆指連起來，食指收起來，無名指收起來，中指伸出來，小指收起來，食指伸出來，請問變什麼動作?|V字手勢，ya
螞蟻的媽媽共有幾個|我怎麼知道你自己去屬
媽媽的媽媽是誰|就外婆啊不然還有誰
什麼車最臭？|賽車
小銀蛇，頭尖尖，走路專走路邊邊|針
誰最五彩繽紛？|流氓，因為他們會說：「給你一點顏色瞧瞧」
哪個歌手最嘮叨|劉子千，因為他的歌是唸你
父親坐在巴士上|爸
有一天，小明走在路上結果，他死了，為啥???|他高興!!!~
書跑掉了 簡稱是什麼?|舒跑(書跑)
一字十三點難在怎麼點|汁
123+ABC=|123ABC
問題:滑溜的感覺只有誰最知道?|姐夫.(肌膚 = 台語:姐夫)
哪兩個英文字母是豬?|A和B，因為ABCD(AB是豬)
請問:為什麼每一次到了父親節時候 爸爸就會不高興?|因為(付清)節!哈哈哈  1
為甚麼公馬跑的比母馬快|快馬加鞭
必須要笑著念的經|百孝經
笑含在嘴巴（猜一節目名）|含笑食堂
豆腐跌倒變神麼?|豆花
左右各一棵樹,兩棵數排在一起!|林
有一條河的旁邊插著告示牌寫不准過河可是有人還是有人過了這條河為甚麼??|因為這條河的名子較不准過河
什麼東西會在你的頭上|頭髮
想要一邊刷牙一邊吹口哨要怎樣做O.O|刷假牙和用嘴巴吹
在這個世上有了它就可以解開世上所有的謎團?|旁邊兩個子就是答案
十字對十字太陽對月亮|萌
在點餐單中是哪三個姓氏組成的?|羅宋湯
在書店裡,買不到什麼書？|遺書
為什麼暑假比寒假多天|熱脹冷縮
有一艘船..只能載10個人..首先有9個旅客坐上去..後來有1位孕婦坐上去..剛好10個人.為甚麼船會沉?|因為那艘船事潛水艇
什麼東西可以打？|電話阿！不然還有什麼
我為什麼很帥|因為我就是很帥!帥的不的了
從前有一個人愛上一個男生，那女的是原住民所以很漂亮，所以他就用她的美貌勾引那男生請問那個女的喜歡的男生叫啥名字???|那個男的名字是
太陽爸爸和太陽媽媽生了一個兒子我們要說什麼成語|生日快樂
公車上有五十人  第一站下了三十二人 第二站上了十人下了九人 第三站上了三十人 請問公車上有幾人|五十人(包誇司機喔)
永遠是白天的朝代...|明朝
什麼坡不能爬???|新加坡
紅豆的小孩是誰？|南國
長頸鹿是指誰？|李光洙
一邊月亮  一邊太陽  有人在開船  這是哪裡?|日月潭阿XD
在什麼時候0比2大.2比5大.5又比0大呢??????|剪刀石頭布的時候
老師教你抄課文時，你該跟老師說什麼?|版權所有，翻印必究。
一塊大冰塊需要幾個人來踩才分得開?|五人，因為『五』踩冰分。(五彩繽紛)
有1棵樹.有3隻鳥..當1個獵人要打小鳥 不是會打到地1隻.為甚麼沒打第1隻..反而打到第2隻.|因為第2隻把頭伸出來
為甚麼阿明家遭小偷 而阿華看到了一切 卻不敢說出來?|因為就是阿華偷的
小明去台北的一個地方你可以幫小明猜嗎?|台北101大樓
C開頭|電腦[英語:COMPUTER]
什麼貓不會叫?|不會叫得貓~~~~
為什麼? 有一家店叫 ，友朋小吃 ， 只有大人會進去吃 ? 為什麼都沒有小朋友?|倒過來，變吃小朋友。
怎樣的時候是0或5那有時候是3比2也有時候是是2比2呢|猜拳
10除5是多少5又3分之2等於多少呢??????????|比大小
967+485=?|9 6 7
968+764+313=?|19 15 15 = 49
王先生白小姐坐在石頭上      猜一個字|碧
如果有個小孩，那個小孩叫小明，小明的哥哥叫明哥，小明的媽媽叫明媽，小明的爸爸叫什麼|是如果的，因為題目說如果有個小孩...
c開頭|電腦[英語:COMPUTER]
清秀小姑娘，生在水中央；愛穿粉紅衫，出汙泥不染。|荷花
肌膚不緊繃|肉鬆
原本有四隻腳，又變兩隻腳，又變三隻腳，又變一隻腳都沒有的是什麼??|人類~ 四隻腳(嬰兒) 兩隻腳(年輕人) 三隻腳(老年人) 沒腳(在棺材裡了)
她只留了一張紙上面寫了很多首詩她便念起詩來|劉詩詩
請問，一雙鞋200元，那一隻鞋幾元呢??|一隻鞋子不賣的
小狗旺旺叫.小貓喵喵叫.那瓦斯怎麼叫****|用電話叫
甚麼字母會下跪******|D...因為低會貴....台語
假如有台車祥祥是司機心欣在他旁邊盧盧在他後面請問誰是主人|假如的
羊來了.........|草莓(草沒)
為甚麼美人魚很專情?|因為他不會劈腿阿
1+1=???|=11
手無寸鐵|控
為甚麼數學老師都先生女兒|因為他們先生X再生Y
亮亮搭公車 他發現車上只有1/3的人有買票 從頭到尾 司機和售票員都沒向2/3的人取票 為什麼|因為車上只有亮亮和售票員以及司機啊
千隻腳.萬隻腳站不住，靠牆腳|埽把
什麼掌不能拍？？？？|仙人掌
0>2>5猜一個遊戲名稱???|剪刀.石頭.布
小明一直心神不寧不知道在幹麻，請問他在想什麼？|誰知道阿，去問他就知道了
想要得到超欠揍猜謎第一名的方法是什麼？|一直投給自己超級欠揍，這樣會很ⅩⅩ
10000年的6月5日是星期幾？|查日曆吧！
抽什麼東西首要用拉的（猜一物品）|抽屜
20-63等於?|富士山(負43)
一點一橫長，一撇到南洋，十字對十字，太陽對月亮。|廟
牛奶誰殺的|綠豆              因為綠豆沙牛奶
身體大似船,背上有噴泉,胎生小魚崽,晡乳把代傳|鯨魚
李白怎麼死的?|詩(失)寫(血)過多
50+9=?|武術+酒=醉拳
鬼王|歸
撥撥搖搖會說會笑|電話
~!@#$%^&*()_+~!@#$%^&*()_|罵人
有備而來|（Bear）     備而
如果有一輛公車，司機是小華，乘客是小明，請問這輛車是誰的?|如果的
香蕉從101大樓摔下來會怎麼樣?|茄子
阿尼家住在G6大陽明城459巷3弄7號，請問他平常都吃什麼?|雞肉太陽餅『G6大陽明』
雞蛋去喝茶，會怎麼樣呢？|茶葉蛋
小明的媽媽生了三個兒子  請問  大兒子叫大寶 二兒子叫二寶  第三個叫什麼|小明
英文的字母有幾個呢  請猜猜看喔|七個(English)
世界上誰最笨?|笨蛋啊
雞和蛋誰先出現?|雞
在中國大陸有一個兩隻眼睛、一個鼻子、一個嘴巴、四隻腳的人，請問是哪個人呢?|就是人啊!~!~!~!~
什麼動物最冷|鴨子{呱呱像台與冷冷
什麼時候呼吸最好？|要一直呼吸阿，什麼時候不呼吸的
什麼東西最熱情?|黑豬
請問誰一年只上班一次,卻不用被開除??|聖誕老人
酷酷哥 酷帥哥 帥酷哥 誰的老婆最虛弱|酷酷哥 因他的老婆叫酷酷嫂
有熊來~~|有備(Bear)而來
有一支鉛筆大家都可以跨過它，要怎麼樣才能不讓大家跨過它？|放在牆邊
有十隻羊 九隻蹲在羊圈 一隻蹲在豬圈|抑揚頓挫(一羊蹲錯)
為什麼?流氓坐車不用錢?|因為他 是坐警車
哥哥叫做皇上,那弟弟叫什麼?|皇弟(帝)
媽媽到水果行買奇異果用掉42元，買蘋果用掉63元買葡萄用掉105元。， (1)買蘋果的錢是買奇異果的幾倍？基準量：(　　)元，比較量：(　　)元算式|基準量：(42)元，比較量：(63)元 算式：63÷42＝1.5
1+1+1=|111
什麼解開謎題|答案
有人很美|美女
有9隻在羊群  1隻再豬圈|一羊蹲錯
早起的鳥兒有蟲吃(猜一成語)|捷足先登= =
有一艘船..只能載10個人..首先有9個旅客坐上去..後來有1位孕婦坐上去..剛好10個人.為甚麼船會沉?|因為那艘船是潛水艇
獅子性甚麼|王......因為獅子王辛巴
什麼人不是追星族?|被追星族追的人
人太晚睡覺叫【夜貓】,那很早睡的人叫甚麼貓?|你有聽過早睡的人是貓嗎?
維尼的老婆是誰ㄋ??♥♦OX|王菲因為他有一首歌是(全都是為你)變(全都是維尼)哈哈哈~XD
Betty|鼻涕
有一天有一個4分熟的牛排與一個3分熟的牛排他們在路上碰面了那..他們未啥不打招呼呢?|因為他們不熟
誰敗給兩個人|By2
世上最小的番薯在哪??|小蕃薯
(눈_눈)|兵長大人啊!!!!!!!!!!!!!
為什麼我們不行出去玩呢|因為考試考太爛
我的朋友是誰?你的朋友又是誰?我們共同的朋友是誰?|人呀!
為甚麼怪醫黑傑克只能當醫生，不能當DJ?|因為他是BJ，不是DJ!
木柵動物園奇怪的地方是什麼?|名字啊!明明是木柵，卻用鐵柵欄
小蕃薯是哪國人?|韓國人，因為他是「韓籍」(台語)
為甚麼每次下雨小明都不去上學?|因為每次下雨都是星期日(天)
1等於5    2等於10   3等於15  以此類推  5等於多少|5
小鴨搭計程車>>>>>>>>>>猜蔬菜>>>>>>|小黃瓜
什麼馬不會跑|木馬
如果有一台車,後面坐小明和小華,副駕駛坐小美,那這台車是誰的|如果的
烏龜打電話|苦瓜
外面的老婆 是你的誰?|外婆([外]面的老[婆])
蜜蜂和日曆|風和日麗(蜜[蜂][和][日][曆])
綠色紅色黑色|西瓜
3+3=?????|=33
豬為什麼會叫?|牠都快被殺了，難道牠還不叫人來救牠嗎。
桌上有五個橘子,您拿起三個剩下幾個呢?|5個,因為沒吃掉只是拿在手上
鉛筆姓什麼??|蕭,因為削(蕭)鉛筆
一隻狗，兩個口；誰遇牠，誰發愁|哭
爸爸和弟弟要吃東西,於是媽媽去買2塊蛋糕給他們吃,但是為甚麼弟弟沒吃到,而爸爸有吃呢?|媽!媽!在!路!上!吃!掉!一!塊!了!(太~餓) >_
請問小叮噹是什麼顏色？|紅色(因為ㄤㄤㄤ台語)
有兩個小白,猜一種動物|小白兔(小白two)
有兩個男生坐在一個石頭上|一石二鳥
張開降落傘從飛機上跳下來|張飛
借什麼不用還?|借過!!!
從前有一台車,小明坐在駕駛座的旁邊,小美坐在小明的後面,那誰坐在駕駛座?|從前
誰的皮膚最差|大象 因為[象]皮[擦]差
蜈蚣寶寶跟爸爸說什麼?爸爸就昏倒了。|我要買一雙鞋！
為什麼小蕃薯會那麼可愛?|他就是那麼可愛啊!我有什麼辦法!?
大雄考了0分為甚麼媽媽誇講他?|因為大雄把前面加上10就變成一百分了阿
有種東西會飛,不會掉,不能載人,會爆破。|氣球
豬豬很愛鳥，有一次，他帶鳥去公園豬豬深信他們不會飛走，於是放飛，打算半小時後喚回。半小時後，他的鳥一一回來了，但是少了一隻。他叫小雨請問，豬豬帶幾隻鳥?|2隻(一一、小雨)
甚麼龍是白色的|保麗龍
吳宗憲打籃球誰來防守|慈母 因為慈母手中線(宗憲)
什麼魚不能吃?|木魚
有一隻狗和一隻羊便利商店，為什麼店員只打狗？|因為便利商店二十四小時不打烊『羊』!!!~~~
世界上哪一種昆蟲最沒力|蝴蝶 因為蝴蝶蝴蝶生的真(美麗)沒力
世界上哪一種車的燈最多|垃圾車  因為燈燈燈燈燈燈燈~~~~~~~~~
狼掉到冰裡會變什麼?|檳榔
O和K相撞會變成什麼|ok蹦~
樹上沒有梨子??????|無梨取wow
地震是男的還女的?|男的，因為他有分，幾級，
哪一個字母會k兔子?|s因為sk2
小明家友三個兄弟 大兒子叫大華 二兒子叫二華 那三兒子ㄋ?|小明阿
一顆蛋要煮8分鐘，5顆蛋要煮幾分鐘????千萬不要被騙了|8分鐘......因為全部放下去一起煮
什麼馬不會跑??|歐巴馬......美國總統
從前有一位王小明，他說:有一個人，沒有他就沒有我。 猜猜是誰?|當然是他自己(王小明)
有一隻狗跪在冰上!    猜一隻狗~!|貴兵狗(跪冰狗)
媽媽 姊姊 妹妹 哪一個最漂亮|看ㄌ才知道  噗哈哈哈哈(噴血)
來自水中，卻怕水冲；放在水中，無影無蹤。|鹽
什麼東西會越洗越髒呢?|水
我是誰?|人
櫻桃小丸子都賣什麼??|鞭炮 因為逼哩八拉逼哩八拉 八八八拉八
從前有隻狗，狗的前面是貓，貓的前面是豬，豬的前面是老鼠~那...狗的後面是什麼?|蟲(從)
哪隻動物最「ㄙㄨㄟ」?|麻雀，因為"麻雀雖(ㄙㄨㄟ)小，五臟俱全"
哪一個東西[嬰兒]用的到[老人]也有可能用的到|尿布~~
什麼時候5+5不等於10?|算錯的時候
殺什麼不算犯法?|大戰，因為 衝啊!!殺!!!!!!!!
一個便利商店什麼時候打烊??|被拆的時候
什麼汁不能喝??|絞盡腦汁
有天~在殯儀館~要焚燒一個屍體~後來要焚燒之前~工作人員說了一句話.....馬上就被開除了~~請問是什麼話????|要幾分熟??
用椰子和西瓜打頭，哪一個比較痛？|當然是頭比較痛
有一顆小番薯，他滾向西邊，但為甚麼另一棵番薯卻滾向東邊?|因為風把它吹走了
寡婦死了兒子誰最不幸?|死四的丈夫
為甚麼羊晚上進便利商店不會被打?|因為二十四小時不打羊((二十四小時不打烊))
為什麼暑假比寒假長?:))|熱漲冷縮
藍色的刀和藍色的槍|刀槍不入 不入-(blue)
牛狗豬羊賽跑，跑到終點後，牛狗豬都喘得不得了，只有羊不喘氣|揚眉吐氣-(羊沒吐氣)
為甚麼大家看到蟑螂會跟他打招呼?|因為大家都說「害蟲」〈Hi蟲〉
今天寒流來了~很冷~外頭還下雪,為什麼小華還要脫衣服?|因為他要洗澡
3-7|-4(護士)
7-50|-43(富士山)
4角砍掉一腳有幾角|5角
綠豆遇到下雨天會怎樣？|變黃豆，因為他穿雨衣阿
天上一個碗,下雨下不滿|鳥巢
從40樓掉下來比從36樓掉下來怎樣|多看4樓風景
左邊美少女，右邊小伙子，兩人一對寶。|好。那麼簡單
現在沒有老公|金罵沒ㄤ
一隻狼牠發現了一隻關在籠子裡的羊,牠想要吃掉那一隻羊,可是,那隻狼很聰明,牠知道吃肥了就出不來,請問,狼要怎麼做才能吃飽又不會卡在籠子裡呢?|把羊咬碎之後再拉出來吃掉
王先生他養了一隻孔雀,牠在張先生的花園生了個蛋。那孔雀蛋是誰的?|孔雀媽媽和孔雀爸
一顆蛋煮30分9顆蛋煮幾分?|30分(因為一起煮阿)
甚麼長不能拍?|仙人掌
甚麼動物最容易跌倒?|狐狸.因為狐狸很腳滑
請問為什麼紅豆要加意仁？?|因為~他就是!嘉義人啊!~
請問白人和黑人生剛出來的嬰兒的牙齒是什麼顏色的?|嬰兒剛出生時並沒有牙齒
拿筷子吃飯(猜成語)?|膾炙人口(筷炙人口)
一個人走進去了一個房間,房間裡有一個床,床上有4隻狗.5隻貓.3之雞.8隻魚.6隻鳥!!!有問地上有幾隻腳?|6隻,因為人有2隻腳.床有4隻腳
什麼動物最怕冷?|鴨子,因為它的叫聲:寡~寡~寡(冷~冷~冷)
什麼動物最健忘|是熊，因為熊熊給他忘記
你哭泣它流鼻涕，樣樣都學你？|鏡子
穿紅袍，街上繞，鳴警報，火裡飆？|消防車
手機掉到馬桶裡?|機不可失
謎題:雷公打到硬幣，稱作什麼?|噹~噹~答案是【毀損國幣】
有一個人他有一雙眼睛、兩個鼻子、兩張嘴巴、一隻腳和ㄧ隻手，請問這個人是誰？|我也不知道
有一台公車，它可以坐四十個人，已經有三十九個人坐上去了，之後有一個孕婦坐上去，突然車子爆炸了!!!請問為什麼會爆炸？|因為孕婦肚子裡還有一個小孩，所以是四十一個人
要怎麼樣才能把企鵝塞進冰箱裡？|用手塞啊
一隻牛從東邊轉向西邊，請問牛的尾巴轉向哪一邊？|當然是朝下啊！
聽過鋁門、鐵門，那用鋼做的門叫什麼？|堅固的門
洋妞|要
警察|周杰倫(捉賊人)
心如死水?|忘
手牽手向右走,我拿拐杖你出口?|所
站著聽口令?|部
口說無憑?|諾
你走進一個房間，床上有8隻狗 67隻螞蟻 3隻貓 1隻豬 請問地上有幾隻腳？|6隻，因為床有四隻 你自己有兩隻 那些動物在床上 我問的是地上
多拉A夢的人生為神摸是黑暗的?|因為他伸手不見五指
狼、老虎、獅子三人在一起玩，誰最先會被淘汰?|狼
世上哪種功夫最齊全?|醉拳.(因為最全)
男人國?|嫵
固執的人?|個
1寶劍插進水中，激起水花一點?2兩人同坐主，八人可稱王?|1求，2往
誰家沒有電話|天衣無PHONE(縫)
發育健全?|體
給你一個家?|舒
為什麼香蕉遇到香蕉都不會打招呼？|因為他們本來就不會講話呀～～
有一支鉛筆大家都可以跨過它，要怎麼樣才能不讓大家跨過它？|牆壁
一隻豬一萬塊，為何三隻豬六萬塊|三頭六臂
龜兔賽跑，兔子沒睡覺，為何兔子最後輸了|因為起點在籮菠園
10月31日是萬聖節，那5月31日是什麼節？|no　5月31日
為什麼魏碧慧嫁不出去?|因為做什麼都是未必 從來沒有實行過
小英看到會說話的番薯要怎樣?|回去退錢~
甜蜜           猜一個( )字|田+糸=累
電線杆上有一百支麻雀，其中一隻被小明用槍射死，請問電線杆上剩幾隻麻雀？|零隻，因為麻雀被嚇跑了
傘兵跳傘教練說：「跳下去數到3就要拉開降落傘，不然就會有生命危險。」大家都完成了最後一個人死了！為甚麼?|因為他口吃
西瓜和哈密瓜       打你的頭誰的會比較痛|你的頭喔~
有甲 乙 丙 丁站如果你是司機甲站上來5個人乙站下去9個人丙站上來8個人丁站上來10個人請問司機是誰????????????????????????|你自己>_
我打你好不好?|好!!!
哈利玻特，歷史博物館|害你跌倒，你死我不管(唸台語)
狗小的時候叫小狗，貓叫小貓，牛叫小牛。那，青蛙哩?|蝌蚪
聞災片刻在一端,鳳凰雄糾臨戰場,出生入死化險難,浴火豪情保民安?|消防隊
1+1等於???|1+1等於11
為什麼?飛機飛多高都不會撞到星星?|因為星星會[ 閃 ]阿!
有城無牆沒房子，有山無樹也沒泥:有路不見車來往，有河無水也沒魚。|地圖
有什麼比親眼看著朋友坐上電椅，死了，更慘？|他臨走前還握著你的手
有一隻貓救了一隻貓，請問被救得那隻貓要對救她的那隻貓說什麼？|喵
有一個獵人出去打獵帶了三支箭，途中看到一隻黑猩猩，獵人射出一支箭，黑猩猩用左手拿著箭，又射出一支箭，黑猩猩用右手拿著箭，當獵人準備再射出一支箭，黑猩猩就死了為啥|黑猩猩怒吼時會打胸部(等於拿箭刺自己)
世界上哪一種球最大？！|地球
『天生一隻又一隻，三四五六七八隻』，鳳凰何少鳥何多，啄盡人間千萬石。|一隻又一隻，共兩隻，三四五六七八隻，3×4＝12，5×6＝30，7×8＝56，2+12+30+56＝100
王頂人|全
如果有一台車,小家是司機,小華是乘客,那車子是誰的?|如果的
數碼寶貝的造句是什麼?|今天吃{素嗎}{寶貝}?
世界上有很多國家，也有很多島，請問地球人有什麼地方顏色是一樣的?|血
>///|可愛
為什麼龜兔賽跑烏龜會贏|烏龜是人者龜
誰家有冷氣|全部人都有
是先叫爸爸?還是先叫小孩?|你覺得呢哈哈哈(你覺得是甚麼就是甚麼)!!沒有正確答案XD
為什麼狗狗不能在沙漠尿尿??|因為沙漠沒有電線杆
蘋果和橘子打頭，誰打了會比較痛|頭
9+9=??|99
誰最聰明呢?|聰明人
星星有多重|(八克)星八克
什麼水不用過濾就可以喝?|口水
為什麼我是人|因為我就是人
為什麼青蛙是青蛙|因為她就是青蛙嘛!
為什麼印度人要用手吃飯呢?|因為用腳就太髒了!(超級欠揍對吧!)
如果有一輛車，小明坐在駕駛座，小華坐在小明旁邊，小花坐在小明後面，請問，這輛車是誰的呢?|「如果」有一輛車!
要怎樣才能用藍筆寫出紅字來呢？|寫一個「紅字」~~
有一個人被關再只有一扇門的密閉房間裡，但門無法拉開，他該如何出來?|把門推開就好囉~
為什麼大雁到了秋天就要飛到南方去?|因為用走的就太慢了~哈哈哈! >~
小華寫功課非常不用心'媽媽看了小華的功課說:[你要用點心喔]小華非常開心'他就說:[謝謝媽媽!]請問:這是為什麼|因為小華把[用點心]想成[吃點心]了!
積少『   』                                   請問答案是？|積少化痰，因為止咳化痰
電和閃電最大分別是甚麼?|電要收錢
哪一國不用電?|緬甸(免電)
大海上有一艘很大的艦艇，它本來的定員是60人，結果，在上到第59人的時候，它居然就沉進了海裡，為什麼?|別緊張，它是艘潛水艇
什麼東西舊的跟新的價值是一樣的?|錢
白家有一對雙胞胎,小白每次拿照片給親友看時,大家都會說一句成語|真相大白(真像大白)
為啥小叮噹永遠活在黑暗中|因為小叮噹沒有手指(因為伸手不見五指)
一個很邪惡的人,想把一個在登山的人的繩子燒斷,登山的人說了神麼話,想要燒掉繩子的人自己卻把火吹息了|生日快樂 !
有10隻麻雀站在樹上，之後，有一個獵人走過來，砰 的一聲，一隻麻雀掛點了，請問是哪一隻麻雀掛了?|阿~~~~~~~~~~~~~~~~~~~我怎知?!
用蛋做的塔叫蛋塔那用鈴鼓做的塔叫什麼塔?|鈴鼓塔
誰的快遞最多|王老先生[因為，王老先生有塊地
鯊魚吃了綠豆會變成什麼？|綠豆沙
水手要做什麼？|關燈，因為水[隨]手關燈
高速公路北上給汽車走，南下給誰走？|給騎老虎的走，因為騎虎南下
有一支手機叫做熊大,人家都說它很大為什麼?|尚大(台語)
楊桃討厭ㄉ東西|狼  〈 羊逃〉
1+1猜個字|挖阿災
243=???|餓死就散邊
花生什麼樹？|發生什麼是？我哪知
從101大樓跳下去、第一句話要說什麼？|兩腳開開、準備投胎
麒麟到了北極會變成什麼|冰淇淋(麒麟)
A B C D 誰最會裝酷|C 因為西(C)裝褲(酷)
四我加四我是幾我？|叭我
1+1不是2|王 因為把1+1橫著看
台灣在噌巧可麗在拿李|東勢
請問11號公車是啥?|走路
藍色的刀和藍色的槍|刀槍(blue不入)
什麼時候在生日派對上你會被嚇到|在打開禮物時，在你進到派對會場時
為什麼花生會生牛奶|花生牛奶
請問誰隨時都在伸援手?|哆啦A夢(小叮噹)
在一間房子 裡有3個門在聊天第一個門說:我是金做的 大家都叫我金門第二個門說:我是銀做的 大家都叫我銀門第三個門說:...我有事 我走先了... why?|因為它是鋼做的 所以大家叫他[鋼門](肛門)
有一天隕石掉下來了,恐龍都跑走了.為什麼恐龍甲沒走??|他以為那是流星,正在許願呢！
手足之情猜一個字|捉
猴子討厭甚麼|平行線
鉛筆盒要做啥|裝鉛筆
～.～猜表情～|懶洋洋的表情
什麼爺爺我們從來沒見過?|老天爺......
一種紙有很多新聞|報紙
請問畢業典禮唱歌時把大樓唱到落地的是誰?|帕滑落地
有一隻雞,他生了蛋,黃黃的又有黑點,請問他是神麼雞?|耕耘"機"
有一句名言(心中有山才是山)在阿公的心裡只看的到啥?|三層肥肉
假如有一輛機車,駕駛是小名,請問這機車是誰的?|假如的
三山倒掛二月相連一家六口兩口不全|用
櫻桃小丸子的爺爺叫什麼|九藏
有顆蛋.有黑點.有尾巴|怪物........................................
小莉是12月18日生日的,請問他是哪年的12月18日|每年的12月18日((我沒說他哪年出生啊~_~
有什麼是不能雪呢?|祕密((不能說[雪]的祕密
恭喜發財|比利時 (比利是)
讀完中午讀之後要讀什麼?|下午
有什麼字你總會讀錯,寫錯?|錯
廣東出冬瓜,廣南出南瓜,廣西出西瓜,那廣北出什麼?|出聲 (講不出聲,講不出聲,任由自己.......關菊英的歌)
為什麼三文魚生和海膽魚生路上迎面而行，互相見到對方，但都不打招呼？|因為他們都不熟 ((沒煮熟
皇后像什麼？|廣場((皇后像廣場
鯊魚食左紅豆會變？|紅豆沙(鯊)
益力多 是什麼味|你今日飲左未? ((你今日飲左"味"
哪兩個英文字最難教|EC，伊斯蘭教((EC難教
^_^>_<|(上面的)Happy;(下面的)氣都都
聖經中，諾亞各帶了幾隻動物上方舟？|1隻(各帶了)
NBA球隊裡，哪一隊跑最快？|公鹿隊〈高速公路﹝鹿﹞〉
1+1等於多少?|11
10+10-10+10-10=?|10
哪一國不用電|緬甸
30公分的大蜈蚣和12公分的小蜈蚣賽跑請問誰會贏?|跑的快贏
請問笨的人會用怎樣來用粽子?|趁別人發燒的時候用粽子
(這是冷笑話)請問胖子從101大樓跳下來會變成什麼?|死胖子!!!!!!!!!!!
有兩支羊要蹲廁所,有一支羊蹲羊群,卻有一支羊蹲豬窩,猜一句成語|一羊蹲錯(抑揚頓挫)
俗語說:人嚇人,會xxx:請問xxx是啥?|人嚇人,會"嚇死人"
世界上東西南北哪一個沒瓜?|都有....西瓜.南瓜.冬瓜.北瓜.因為在新竹有北瓜
我扁你好不好?|好!!!!!!!!!!!!!!!
羊和狗交配會生出羊駝.則豬和狗交配會生出什麼？|豬狗不如
茶加茶葉=?|茶葉蛋
熊來了|有備而來(熊的英文是)
72小時，猜一個字|晶
聖女貞德是哪一國人|天國
1+1=|王
請問阿里巴巴開門，那誰關門?????|水手因為:(隨手關門)
已知1=5,2=10,3=15,4=20,請問5等於多少?|1,因為前面已經說1=5
為什麼春天人總是笨笨的|因為春天的兩隻蟲蠢
一群人拿雞蛋砸槍    (猜四個字成語)|槍林彈雨
怎樣讓鴨子不會飛走？ (腦筋急轉彎)|拔掉翅膀就不會飛拉
冰塊要幾個人踩才會分開?|五人,因為 五彩繽紛(五踩繽紛)
畫家喜歡用細的繩子,不喜歡用粗的繩子|出神入化(粗繩入畫)
有十隻羊 九隻蹲在羊圈 一隻蹲在豬圈|抑揚頓挫(一羊蹲錯
佛祖說:美酒穿長肚,祖佛留心頭請問:佛祖會說啥?這是不是真的?|不是真的,佛祖並說:流你的大頭,我可沒說過!!
一位女人一直說而且(猜一個字)|姊
馬英九加陳水扁等於|騙
什麼刀很長?|屠龍刀 ( 因為  Too long 刀 )
舉頭三尺有神明,三尺幾公分?|90公分
什麼東西摸得到也看得到 可是抓不到 ?|水xDD
你在開公車 第一站有3個人 下車第二站有5個人下車 第三站有2個人下車 第四站有1個人下車 請問司機叫什麼名字?|你的名字@@
人死了為什麼是冰的?|心靜自然涼
狗為什麼過了獨木橋就不叫了?|過木不忘{過木不汪}
一部電影200元 三部電影多少元|50元 因為三部50嘛嘛嘛
綠豆摔到地板變什麼|紅豆
請問答案是什麼?|我連題目都沒說，你怎麼知道答案?
猴子最不喜歡什麼路|平交路
如果有一台車小名試駕駛小美是副駕駛請問這台車是誰的?|如果的
一件東西三個口，不論貧富家家有，有它雖然不算富，無它卻會大出醜。(猜一物)|褲子
什麼車會飛?|當然是咖啡(car)飛
甚麼車最長|塞車
跪在冰上的狗叫作甚麼狗?|貴賓狗(跪冰狗)
為什麼狗、貓、羊，老闆打狗又打貓，卻不打羊???|因為24小時不打{羊}
次女，猜一個字?|姿
如果有一台車小蝦當駕駛小美和小和是乘客。請問車是誰的呢？|如果的       因為「如果『有』」
看見女友(猜四個字)|不好意思
是誰給劉德華喝了忘情水|啊哈...給我一杯忘情水..........
春眠不覺曉 處處蚊子咬 夜裡麻將聲 下一句|輸贏有多少
甚麼東西是可以"嚼"在嘴巴裡~~但是用不行吞下肚子?!|一堆口味的口香糖
從1樓到5樓 小光說:從5樓跳下去不會死小明說:不會死(? 我要來試試看!!! (跳下去)結果小明死翹翹了=))為什麼小光說從5樓跳下來不會死((???|降落傘=))滑翔翼=))
甚麼狗在夏天最熱(有兩個狗)|"熱狗"(哈士奇) =))
1個人再舉啞鈴很輕鬆就舉起來了 舉起的啞鈴旁邊有兩個得|一舉兩得(因為輕鬆舉起兩個得一舉兩得!!!)
一個人走到商店可能做什麼?|偷東西
三人騎牛，牛無角|奉
正月沒有初一|止
一個人回到家，會先做什麼？|開門啊！不然咧？
甚麼東西是大家都不想得到的？|感冒
冬天時，要怎麼穿才引人注目？|穿短袖或無袖的衣服
有一位人要自殺但到最後他為什麼沒有自殺|他又沒有真的要自殺
有七個神仙出去逛街，回來時只剩下三個，那麼其他四個去哪了??|變成四神湯了!!
甚麼雞跑的最快|麥克雞塊
怎樣跨不過年|寫個「年」字，放在牆角
為甚麼牆角很熱？|牆角有90度
飯吃完時，誰幫你添飯？|飛龍，因為飛龍在天﹝飛龍再添﹞
水怎麼變成冰？|加兩點
一顆心值多少元？|一億元，因為一心一意。
芳芳、莉莉、美美誰最辛苦？|莉莉，因為粒粒皆辛苦
哪個水果最燙?|梨子燙 (離子燙)
一家分兩院,兩院姐妹多,多的倒比少的少,少的倒比多的多|算盤
工 小 王 皿要沒有縱線 猜4個數字|2 8 3 2
牙縫裡面有卡一粒米猜一個人物|呀米!!不然哩!!==
袋鼠跟猴子在玩跳哥比賽,位啥開始2秒猴子贏了?|袋鼠用2隻腳,犯規
十+ 一+ 一不是十二|王
在半夜12點播電話12個0會怎樣?|你撥的號碼是空號~請查明後再撥謝謝~
有2之羊要大便,一支大在洋窩,另一支大在豬窩,猜一句成語|一羊蹲錯(抑揚頓挫)
鯊魚吃下綠豆會變成什麼|綠豆沙(綠豆鯊)
為什麼羊在23時進去商店會被打?|因為他只有23小時不打(羊)
一隻牛和一隻青蛙去市場買菜只買到啥|木瓜(哞呱)
綠豆從101大樓掉下來變什麼?|紅豆
從20樓掉下來跟從2樓掉下來，有什麼差？|一個是「啊─，碰」，另一個是「碰，啊─」
車庫旁有一件衣服|褲
你爸媽生了一個人,但不是你的兄弟姐妹,那他是誰?|就是你
李白是怎麼死的?|詩寫過多[失血過多]
打雷不下雨。(猜一字)|田
大雄走在路上突然冒出了兩個黑眼圈為甚麼?|(因為被揍了!)哈哈......
誰把麵殺了？|阿Q，因為阿Q桶〈捅〉麵
沒吃之前是綠的 吃了之後是紅的  吐出來是黑的|西瓜
一撇一橫長一撇到南洋十字對十字月亮對太陽|廟
小櫻桃賣什麼|鞭炮
綠豆從頂樓摔下來變什麼|紅豆
宅男女神住在一起變什麼|宅女男神
不帶糕餅不帶糖，小雞家裡拜年忙，爪兒尖尖尾巴長，陰謀詭計肚裡藏。|黃鼠狼
一顆心值多少錢|一億(一心一億
小明有一次在自言自語　　為甚麼會有人回他一樣的話？|自己（（因為他在山洞裡說話，而且還又有回音，所以當人有人剛他說同樣的話呀！
為什麼會說冰山一角,而不說兩角 ? (腦筋急轉彎)|被鐵達尼號撞斷了 你打對了嗎?
大雄字典一共有幾個字?|4個字因為新華字典上面有4個字
請問畢卡索是甚麼?|閉著眼睛卡在廁所
請問墨西哥是甚麼?|沉默的對著西哥(西哥是西瓜哥哥)
小蕃薯為甚麼那麼可愛?|因為小蕃薯就是那麼可愛我有甚麼辦法啊!
請問:(紅豆哪裡人??)|嘉義人(紅豆加薏仁)
所有節日都很快樂!!那甚麼節日不快樂|雨傘節(一種蛇)
花豹的女友是誰?|烏龜  因為 抱得美人歸(豹得美人龜)
自大一點|臭
大小通通有|尖
月亮在門裡|閒
甚麼動物最怕冷??|鴨子 因為鴨子會一只叫瓜瓜瓜瓜(冷)
十加十等於什麼？|茄
一個桌子有4個角，切掉一個角剩幾個角？|5個角
英文字母裡，哪一個字母不能看?|A!!!!!
有一顆綠豆走在路上，結果遇到一群兇神惡煞ㄉ人過來毆打他，猜猜看那顆綠豆會變成甚麼???|黑眼豆豆(因為他被打到變熊貓)
什麼穀不能吃|泰國 曼谷
口字小一點(猜一字)|京
為啥你叫這ㄍ名字?|阿~~~~~~~~~~不是你爸媽取ㄉ嗎?
哆啦a夢發瘋了|消(去掉水部)叮咚(瘋叮噹)
哈利波特、妙麗、榮恩，那一位對於宗教最虔誠？|榮恩，因為:(謝主隆恩)
把狼冰到冰箱會變成什麼?？？|冰狼
有一個人，他有四個眼睛、五張嘴巴、六隻腿，這是什麼?|當然是外星人阿!要不然哩!
有一個字我們從小到大都會寫錯，那一個字是什麼字呢？|就是“錯”字
看煙火|觀光
什麼時候你會跑得跟馬一樣快?|當你騎在馬上的時候啊!
2隻鳥在石頭上|一石二鳥
有一天小明和小華出去玩,玩了一下 小華說要休息一下,  他們就坐在椅子上,突然小明說:那個女生好醜 小華很生氣 你知道為什麼嗎|因為那是他妹!!
有天小名對媽媽說小名;媽媽!我要1000!!媽媽:要1億我都給你.你還想要什麼小名:真的ㄇ媽媽:當然喔.我馬上給你最後小名被媽媽騙了請問為什麼?|因為媽媽是寫一張紙.寫1000元+台幣
哥倫布是誰？愛迪生是誰？|人
蜜蜂在日曆上|風和日麗
為什麼秋天時，大雁要到南方過|因為用走的太慢了
水沖不走，火燒不掉，吃了不飽，人人需要。|空氣
煮一顆蛋要五分鐘,那八顆蛋呢?|五分鐘,因為一起煮的
哪兩個東西加起來不會爆炸|炸彈加滅火器
下雨了,為什麼地上是乾的?|因為在室內
有一個人肚子餓了,冰箱裡有很多罐頭,那他要先打開什麼?|冰箱
一個人搬兩包土|佳
為什麼猴子喜歡吃香蕉|我也不知道
考試千萬不要看甚麼書|百科全輸(書)
綠豆掉下去懸崖會變怎樣??|紅豆
什麼水最好喝？什麼花最漂亮？|1.薪水2.有錢花
七-五十:?|富士山
胖子往高樓跳下，他會變什麼|他變成天使了
一名男子持著麥克風唱歌，到後來他中風了請問為什麼?|不要剋風
鳥為什麼會啼叫?|鳴
要怎麼把大象放進冰箱?|要先把冰箱門打開,再把大象塞進去,再關門
為甚麼月兔要帶嫦娥上月宮?|因為嫦娥也有蘿蔔腿
蚊子叮鼠牛虎兔龍蛇馬羊猴雞豬|布丁狗(不叮狗)
公雞生蛋會從左掉下來還是右?|公雞根本不會生蛋^。^
從前，有一隻狗，狗前面是雞，那狗後面是什麼?|蟲，因為從前(蟲前)
為何要下雨?|因為下雨就不用跑操場.上體育課
一撇一橫長,一撇到南陽,兩個勾勾四小點,左一撇,右一撇,一撇一撇又一撇|廖
兔媽媽勝嘞兩支兔子|小白兔
十月早安|朝
哪兩個英文字母合起來會爆炸|Ok  因為~~Ok 蹦
為啥ㄇ楊貴妃會4?|邊洗澡邊吃荔枝而4
有一個小孩子摔倒了|馬馬虎虎(媽媽呼呼)
1撇1橫折勾1橫1橫|月
想要坐計程車要先做甚麼事?|要先叫車
愛迪達的爸爸是誰?|愛迪生
什麼人有三個心臟???|懷雙胞胎的孕婦
?誰會想要綁架別人?|。我也不知道。
為什麼芭樂要叫芭樂???|因為她爸爸很熱
ㄇㄨˋ + ㄇㄨˋ=?|相
綿羊沒呼吸|楊眉(羊沒)吐氣
栗子掉下懸崖會變成.....|血淋淋的例子(栗子)
在三國時代誰跑的最快?(要講原因)|曹操因未說曹操曹操到
猴子,貓咪,獅子,大象,老鼠,人類小明,要比賽上椰子樹上採香蕉,請問誰會贏.|椰子樹上沒有香蕉
人咬狗,狗咬人|以牙還牙
有一天,母雞來到一家店,問老闆:這裡有沒有賣香蕉呢?老闆二話不說直接把雞殺了.....|燒烤雞
如果你有一台公車,司機是小明,第一站上來了15人;第二站上來了10人;第三站上來了8人請問這台公車是誰的?|就是你(YA!)
禿子打傘|無法無天
請問從3樓掉下來和從10樓掉下來有什麼差別?|一個是噓      碰一個是ㄚㄚㄚㄚㄚㄚㄚㄚㄚㄚ碰
什麼車最想要別人搶?|火車         因為撲撲請搶請搶
什麼人最可愛|乞丐，因為可憐沒人愛
什麼地方最有趣？|小蕃薯
有一顆雞蛋 去茶館喝茶出來以後變成甚麼?|茶葉蛋
誰給劉德華喝忘情水|啊哈   因阿哈~ 給我一杯忘情水
|||*    *    ____|誇張
樹的味道像什麼?|雞,因為數位相機(像雞)
為什麽現在沒有恐龍了?恐龍去拍電影了|恐龍去拍電影了
動物園開會誰沒去參加?|獅子(因為獅《失》去聯絡
benz跟賓士說:我比較貴!賓士跟benz說:我比較貴，請問誰比較貴?|賓士就是benz嘛!
賓士較貴還是benz較貴?|賓士和benz事一樣的東西
星星有多重？|星巴克(STARBUCKS星八克)
卡卡的咚茲咚茲，跳針跳針|叫我姐姐~
哪個英文字母最喜歡打兔子??|S 因為( S K 兔
放花的地方。|花壇
嗚啦啦少一個字。|烏來
雙十節又叫做什麼節？|萌節(十月十日)
哪些東西不能煮?(舉3種)|冰    果汁     水果      因為不可數(煮)     警供參考
土司|去
為什麼小摩爾在吃十字架|因為小摩爾在跳舞
老婆婆在哪一國?|天國
有位老太太坐公車，她請司機到達終點站的時候通知她，可是，她卻在司機靠站時，就站起來一會兒又坐下，為什麼?|因為她把車廂前方的「下一站停車」看成「車停站一下」
上不在上，下不在下，不可在上，且宜在下。（猜一字）|一>_
身穿綠衣裳，肚裏水汪汪，生的兒子多，個個黑臉膛。（猜一水果）|西瓜
牙齒又多又長，不需要吃東西，但只要有頭髮，就可以派上用場。（猜一日用品）|梳子
又細又長，有魚有肉他先嘗，出來常成雙。（猜一用具）|筷子
一個住在這邊，一個住在那邊，說話都能聽得見，永遠都不見面。（猜一身體器官）|耳朵
鎖住了的冬天。（猜一用品)|冰
大山上面有小山（猜一字）|岳
如果你的精會生蛋你要怎麼辦?|先確認你是不是在做夢
有一天有位探險家問100隻企鵝你們都在做麼第一隻企鵝說吃飯洗澡睡覺打東東第2隻企鵝說吃飯洗澡睡覺打東東到第99隻也說一樣但是為什麼第100隻只有吃飯洗澡睡覺?|因為第100隻企鵝就是東東
刀刀刀刀刀刀刀刀|分
什麼東西反過來會增？|6反過來9
哪種動物最愛趴在牆上??|海豹 因為(海報)
模特兒的家。|麻豆
蠟筆小新的家。|春日
嘉義和新竹。|義竹
嘴巴被封起來！|啞口
8分之7猜成語|七上八下
2大於5,5大於0,猜五個字|剪刀石頭布
世界末日後，哪兩個地方最安全？|「天堂」『地獄』
世界上最忙的狗是??|芒果(忙狗)
24小時都會出現的潭。|日月潭
冬瓜,西瓜,黃瓜,南瓜都能吃什麼瓜不能吃|傻瓜
要說甚麼咒語才能讓杯子變大|大(悲)咒
綠豆是甚麼人|嘉義人=綠豆加薏仁
請問一隻鵝走過了山洞後會變成甚麼???|過洞鵝(過動兒)
郵差|阿郵差一點就摔倒了
哪一個地方電話打不進去|2.寧波(零波)
謝謝你們給我熱情的掌聲,但是因為你們太熱情，而我卻被你們嚇死了。|蚊子
薄薄小紙片，四邊生牙齒，書信要往來，靠它當差使。|郵票
什麼時候會5比0大0比2大2比5大|剪刀石頭布的時候
阿拉丁有幾個哥哥?|3個(阿拉甲  阿拉乙  阿拉丙)
一對健康夫婦為什麼生出只有一隻右眼的嬰兒?|因為每個人都只有一隻右眼，一隻左眼。
12+1+1+1+1+1+1X0等於???????????????????|17，你有先乘除後加減嗎?
狗、豬、雞 念快點|果汁機
豬皮是用來做什麼的?|跟包子一樣，是用來包豬肉的。
牛狗豬羊比賽賽跑...跑到終點後...牛狗豬都喘得不得了...為什麼只有羊不喘氣?|揚眉吐氣(羊沒吐氣)
打什麼東西既不花力氣 , 又很舒服?|打瞌睡
水果2公斤 , 為何秤起來變3公斤?猜中國神話人物|韓湘子(含箱子)
虛胖|肉鬆
包青天|烏日(黑色的天空)
一個住在這邊，一個住在那邊，說話都能聽見，老死從不見面。|耳朵
一間屋，三個門，裡面只住半個人。|褲子
請問甚麼碗會滴水滴不完?|鳥巢
天空龍比較強還是上古妖精龍比較強？|天空龍
誰在跑步？|誰
馨香飄逝，聞香無門(猜一字)|聲
何需殺人滅口(猜一字)|丁
※─_─※請猜是什麼？??|被親了，很尷尬
早上4隻手,中午2隻手,下午3隻手|人
要玩他，才買他，買了他，卻打他。|鼓
請問啥時5比0大,2比5大,0比2大?|剪刀石頭布
5朵花，8扇門!!!!!猜:......|五花八門(5花8門)
馬英九最會啥?|騎"馬"舞
有一個公鹿，牠跑的非常快，假如牠每天一直跑，到最後會變成什麼？|高速公路
什麼虎不會咬人？|壁虎
小明從101跳下來,為什麼沒死|因為他往室內跳
每次某人想死的時候,都會上什麼?|facebook(非死不可)
甚麼茶不能喝?|警察(茶)
甚麼馬不能騎?|馬英九跟歐巴馬
數碼寶貝的白癡造句~|今天吃【素嗎?寶貝...】
死掉的腎，猜一本小說~|西遊記。 【死腰子】(台語)
誰最不孝順老媽 ?|面速力。  因為...面速力打母。
綠豆從１０１跳下來便什麼？|紅豆啦(因為他流血了ㄏㄏ)
有一位機車騎士，騎摩托車的時候輪胎打滑而受傷了，請問他看到了什麼？|蟑螂
一隻蜜蜂停在日曆|風和日麗(蜂和日曆)
球穿著衣服|裘
柔軟纖細|腳
哪個英文字母會打電視??|K
有一天，三個大嬸在玩麻將，警察進來看後為甚麼變成四個人呢?|警察看了想玩,3+1=4
什麼橋不能走?|彩虹橋
熊被啥打到會變獅子?|派
什麼片不能看?|片(騙)子
什麼米不能吃?|呀米
為什麼有一朵花會笑？|因為它有梗
甚麼水果最小氣？|芭樂，因為小氣芭樂〈叭拉〉
公主嫁給王子之後  為甚麼就不用蚊帳了??|她嫁給青蛙王子
你猜我今年幾歲??|比去年多1歲
土+一=?????|王~~ㄏㄏ~~
請問猴子最討厭啥麼線？|平行線，因為沒有相交（香蕉）
1+1=多少|王
沒有尾巴的是無尾熊那沒有脖子的是什麼熊?沒有小雞雞的熊又叫什麼?|1.無脖熊2.母熊
什麼帽子沒有人能戴|螺絲帽
有一天，魚媽媽叫獅子ˋ老虎ˋ魚一起來賽跑，當魚媽媽喊『預備起』時，為什麼魚馬上跑去打媽媽？|因為魚聽成媽媽再說『魚北七』
哪個字是每個人寫一輩子都會寫錯的字??|錯
香蕉從101大樓跳下來會變成什麼???|茄子(因為瘀青了)
刀槍是什麼顏色的??|藍色(刀槍blue)
什麼地方最.........好玩|小蕃薯網頁
小明想要吃罐頭他看到電冰箱裡有一個玉米罐頭和鮪魚罐頭他會先開哪個|電冰箱^^
偷什麼不違法|偷笑
Hello kitty賣光光|貓空
小丸子家開什麼店呢？|鞭炮店！(因為霹靂啪啦~霹靂啪啦~啪啦~啪啦~啪~)
謝金燕在舞台上最常說的詞是甚麼|!!!!尖叫聲!!!!
如果有一台公車,司機是大明,還有一位乘客叫小明~那請問這台公車是誰的??|如果~~          因為(如果有一台公車)         XD..
為甚麼超人要穿緊身衣???|因為救人要緊
如果有一台車，司機是小明，乘客是小香和大明，請問:這台車是誰的?|就是(如果)呀!!
狼來啦！！！！！！！！|羊逃（楊桃）
羊來啦！！！！！！！！|草莓
為什麼牛沒有角？|因為那是驢子呀！
為什麼驢沒有角？|天生就是這樣的啊！！！！！
1.神奇豆豆為甚麼會飛?2.青蛙為甚麼會飛?3.蛇為甚麼會飛?4.老鷹為甚麼會飛?|1.因為他是神奇豆豆2.因為牠吃了神奇豆豆3.4.
1.神奇豆豆為甚麼會飛?2.青蛙為甚麼會飛?3.蛇為甚麼會飛?4.老鷹為甚麼會飛?|1.因為他是神奇豆豆2.因為他吃了神奇豆豆3.因為他吃了青蛙4.因為他本來就會飛
人比人氣死人蛋糕比蛋糕|起士蛋糕〈cheesecake〉
爸爸會講髒話.媽媽會講笑話.我會講什麼|廢話
夜裡進城|不知哪裡是門
左邊加一是一千，右邊減一是一千|任
多拉a夢一生中都活在什麼顏色裡??|黑色   應為(伸手不見五指)各位等得不耐煩了嗎第2個答案就是  紅色XD應為(ㄤㄤㄤ台)
什麼車的燈最多??|垃圾車因為  燈燈燈燈燈燈燈~~~
烏龍派出所裡的兩津堪吉的別名是什麼？|阿兩
為什麼不可以跟討厭的人說１３１４５２０？？|因為：1314520=一生一世我愛你！
畫家喜歡畫粗的繩子不喜歡畫細的繩子 (猜四個字成語)|出神入化(粗繩入畫)
胖子從10樓跳下來會變成什麼???|死胖子
摸不到.看不到?|空氣
黃皮膚是黃種人，那綠皮膚是哪種人？|新品種
天才|氣象局說，明天才會下雨。
這是什麼?1.～^..^～ 2.v(^-^)v3.●_ ●|1.一隻豬在笑2.和平：勝利3.熬夜變熊貓
1234誰最懶惰，那誰又最勤奮?|2最懶惰，1最勤奮(因為一不做二不休)^-*
什麼貓最會A你的夢?|多拉"A夢"
一部電影220元,請問3部電影多少元??|50元....因為(3不5時)         XD..
豹喜歡誰???|烏龜((抱{豹}得美人歸{龜}XD
在西餐廳裡，哪個東西式由3個姓氏組成的？|就是─羅宋湯！
哪一種動物名字叫萊恩|獅子.因為lion = 萊恩
小明的二哥叫中明，那大哥叫什麼。|大明
為什麼看完奪魂電鋸會笑|因為電鋸有梗
為什麼刺蝟會叫刺蝟|因為刺蝟有刺
姐姐和朋友借一台電腦，請問姐姐的朋友叫什麼名字？|朋友
仙人掌為什麼有刺？|因為它在針糾
妹妹最喜歡玩具是什麼|洋娃娃和芭比娃娃
小叮噹是什麼顏色?|紅色  因為ㄤ  ㄤ  ㄤ
有位男士在仙人掌前上廁所。|刺鳥
請問怎麼把大象冰進去冰箱??|先把冰箱打開,再把大象放進去,再把冰箱關起來!!
糖果是公的還是母的？|是母的(因為糖果會生螞蟻)
1到10誰不會開車|10,因為(9)酒後不開車
排隊上廁所|倫敦
天上不見它 地下常見它吃了不見它見了不吃它|口水
一字15人|傘
樹的味道像神麼|相機「數位」相機
牛奶是誰生的|「花」因為花生牛奶
哆啦A夢是什麼顏色|紅色因為「ㄤㄤ ㄤ」片頭曲
綠豆是哪裡人|嘉義人因為「綠豆+薏仁」
蚊子不叮誰|「狗」因為「布丁狗」
火雞為什麼會被棍子打?|打火機
小狗/小貓/小兔.誰會先叫來背書?|旺旺仙貝
甚麼人很會睡覺|木乃伊
一點一橫長,一撇到南洋,十字對十字,太陽對月亮|廟
什麼水放進口袋裡不會濕|是薪水
有3隻鳥在樹上，其中一隻決定要去覓食，請問樹上剩下幾隻?|3隻(那隻要去覓食的鳥只是決定而已，還沒飛走)
差不多|鄉下郵差不多
泰迪熊出生於那裡？？|泰國！！因為(泰)迪熊
square turtle是方龜,circle turcle是什麼.小心!不要上當了|圓規，有猜錯嗎
天下什麼東西大家都不知道?|洞，微孔天下不知
哪裡的海沒有魚?|辭海
一個被擺爛的香蕉就放在桌上,有一天香蕉突然掉了下來,香蕉掉下來之後變成甚麼了|香蕉泥
韓國人的經典謊言是什麼？|我們比賽從來沒有做弊
老虎，獅子，斑馬，誰最會花錢 ?|斑馬 ( 因為黑白馬 {念台語} ) ， 頗冷的 -/- ..
一隻鵝走過了山洞會變什麼?|過動兒【鵝】
989898989898|走吧走吧走吧走吧走吧走吧~~~
請問人起床必須做的第一件事是啥?|張開眼睛
每對夫妻都有的共同是什麼？|同年同月同日結婚
9月28是孔子誕辰,那麼10月28日是什麼日子？|孔子滿月
蔣公如果還在世的話　世界會怎樣？|多一個人
「笑」和「哭」有什麼相同之處？|都是十劃
有一隻狼來到北極，不小心掉到冰海中，被撈起來時變成了什麼？|檳榔
超人保護地球，那誰保護城市？|螢幕，因為螢幕保護"程式"
荔枝什麼時候摘?|沒人看到的時候
一部電影200元....三部電影多少錢????|50元 因為三部50....
猩猩跟猴子很怕一種線，請問那是什麼線？|平行線 因為沒有相交（沒有香蕉）
那一種動物？可跳得比101大樓還高。|任何一種，101大樓不會跳。
把冰變成水最快的方法是？|去掉兩點
所有百歲人瑞共同的長壽秘訣是？|保持呼吸
如何確認是二輛機車而非一輛汽車？遠遠來了2個平行、大小相同的車燈。|白天
為何台南到高雄要開二個半小時？從高雄開車到台南要一個小時。|「二個」「半」小時＝１小時）
有兩個男子漢,一個在駕駛電動自行車,另一個則駕駛貨車。為什麼駕駛貨車的男子漢受了重傷?但駕駛電動自行車的男子漢則受了輕傷?|因為駕駛貨車的男子漢正在乘貨車逛街
什麼職業比大學生還要厲害?|鎖匠 (因為他"研究鎖"的)
小叮噹是什麼顏色？|紅色
有一天綠豆跌倒了那它變成什麼？|還是綠豆啊要不然是啥？
請問台灣哪位女生是女神？|台妹
蚊子不叮什麼？|狗 因為：布丁狗（不叮狗）
核被追，他會變成什麼?|核桃，因為核要逃。
三人太陽上|春
有一天，你半夜十二點起床上廁所，剛好旁邊有面鏡子~你慢慢的走到鏡子前"照了鏡子"。你會看到什麼?|!你自己的臉!
為甚麼飛機飛這高都不會撞到星星呢?|因為星星會閃
A-Z 那個英文字母最好聽?|C D
愛老虎油|I love you
黑色和白色可以在一起嘛!為什麼!^-^|不行!因為黑白兩地
什麼東西保護城市?|螢幕保護城市(程式)
一個矮人,有名有姓,遇上事情,請他作證。|印章
天堂的人掉下來或地獄的人跑上來，那他們會變成什麼?|小寶寶
有一天，小敏在飛機上準備跳下去，但是他沒帶到降落傘他還跳下去要做什麼？|眼睛開開，準備投胎
是誰在說笑話|妳
大力士抬不起誰?|自己
哪個英文字會打電視?|KTV
手機為什麼不可以掉入馬桶|幾（機）不可失（濕）
什麼動物最愛聞內褲?|豹,因為豹紋內褲
天天|今天天氣很好
紅豆生南國那誰升國呢(如果不好的會敗推被罵我阿==)|答案是綠豆喔@@
全身上下白，最怕見太陽，雖然不穿衣，可不會著涼|雪人
啞鈴小，小啞鈴，一頭說話一頭聽，不怕隔山又隔水，互相說話聽得清。|電話
有水水就開，有人人就拜|佛
全部賣光光|通宵(通銷)
海綿寶寶和派大星哪一個比較笨|兩個都笨
為啥每天ㄚ明都很早回來，但老婆都一直罵他？？|因為他都隔天早上回去
中國人的第一個姓是什麼?|善!因為人之初，性本善
一條狗過了獨木橋之後就不叫了|過目不忘(過木不旺)
請問樹的味道像甚麼?|像雞 因為數位相機(樹 味 像 雞)
令千金牽10000匹馬。(成語)|千軍(金)萬馬
一點一橫長，一撇到南楊，十字對十字，太陽對月亮。(字)|廟
搬建中的鋼琴|一見鍾情（移建中琴
兩個男人光著身體坐在石頭上|一石二鳥
趕羊群,吊銀線,彩色弓橋空中懸|雲.雨.彩虹
糖果是公的還是母的?|母的，因為它會生螞蟻。
如果有一台車,小明開車,小華坐車...請問車是誰的?|''如果''的  因為''如果''有一台車
有一這隻黑熊爸爸，和一隻白熊媽媽。 請問白熊媽媽生出一隻小熊 小熊顏色是？？？|灰熊啊
請問便利商店在那哪裡？|到處都是
把一隻雞和一隻鵝放到冰箱 雞凍死了 為啥鵝還活著?|因為那隻鵝是企鵝
一年四季，四季如春！|恆春
有一個獵人拿著槍,樹上有10隻鳥,他射了一隻,還剩下幾隻?|0隻,因為其他鳥都被下走了
九十九|白 ( 多一就變成"百")
真丟人|直
hello kitty 賣光光|貓空
芭樂一顆多少錢|888元
為甚麼有火災   王阿公不跑走|因為他腳麻了
有ㄧ天,小明去買飲料,他買了兩杯,回家的半路,遇到小華,小明就給小華一杯飲料,小華的媽媽跟小華說:「你要跟小明說什麼？」結果小華跟小明說什麼呢？|吸管呢
薑切成四片|薑薑薑薑
爸爸幫田田買了一雙鞋，但是比賽的時候田田卻輸了為什麼？|因為他爸買慢跑鞋給他
鮪魚掉下來變什麼？|鮪魚片
有一家人因為吃下一元而很緊張？為什麼？|因為吃了會死
好可憐掉下來會變成什麼？|超可憐
曹操笑 劉備哭|翠(關   羽萃)
為什麼牛排熟了 小明切開來有血|因為切到手了
車子開錯路|白花油!
有一隻兔子兩公斤，寄快遞變三公斤，為甚麼?|韓湘子(含箱子)
到處逛街亂買東西|歐巴馬(黑白買……台語)
小偷最怕哪四個英文字母|OICU(Oh I  See You)^-^
綠豆從101樓跳下去會甚麼?|紅豆
公黑熊、母白熊和牠們的小孩，誰比較厲害？|牠們的小孩（因為「灰熊厲害」）
誰會打電話給烏龜？|苦瓜（台語發音）
綠豆是哪裡人？|嘉義人。因為「綠豆加薏仁」
鑰匙掉了要怎麼辦？|送去醫院的急診室
小明被媽媽叫去買東西，但是為什麼他一走出門腳就很酸？|因為他踩到檸檬了^^
什麼動物到過來說是一種食品|蜜蜂
什麼書不能吃|秘書
因禍得福|德芙 (因禍''
諸葛亮和周瑜她們的母親姓什麼?|既(紀)生瑜  何生亮
小明有375根棒棒糖，759根巧克力棒，583根草莓棒，他吃掉185根棒棒糖，583根巧克力棒，497根草莓棒，現在他有什麼?|有糖尿病
一家七口,和一條狗|獸
金木水火|坎((欠土
白家有對雙胞胎,當小白拿照片給親友看時,大家都說一句成語?|真像大白( 真相大白)
snoopy今年幾歲?|比今年多一歲
西瓜的日文是啥?|需KA
藍色燈泡加黃色燈泡再加紅色燈泡放在馬克杯裡像什麼動物?|放不下去
海馬鈴薯是什麼?|海馬的鈴薯
沖天炮|通霄
小白兔牌的 會發熱 拿出來會變熱|暖暖包
下雨了!兩個人一起撐傘兩個人都被淋濕!!為什麼三個人撐傘就不會被淋溼??!!|因為雨停了
小狗、小雞、小貓誰先叫來背書?|小狗  因為旺旺仙貝(旺旺先背)
姓陳的人不可以取什麼英文名字？|Monica 因為Monica Chen（摸你屁股）（台語）
哪一條街沒有雨?|芝麻街美語
因禍得福|德芙  因為因禍"德芙"
一隻公牛加一隻母牛等於什麼?|兩隻牛
兩隻狗在說話?|獄
誰能背屋走，卻拉不動車子|蝸牛
樹的味道像什麼??|像雞!!因為[數位相機]
小明的媽媽生了三個孩子老大叫:英宏老二叫:英俊那老三叫啥呢?|小明
什麼東西不能吃|傻瓜
下雨時.真有愛|雨愛
你要愛上誰?|我.因為就是要你愛上我
吃好撐|大肚
拉拉山有甚麼?|拉拉熊
狗的後面是貓 貓的後面是老鼠 老鼠的後面是狗那狗的前面是甚麼|蟲因為從前從前(蟲前蟲前)有隻狗
誰每天都在相思別人|鱈魚香絲(鱈魚相
誰每天都在相思別人?請案很欠揍謝謝合作ˇˇ|鱈魚香絲(鱈魚相思)
為什麼熊冬眠會那麼久????|因為沒人敢叫他起床
二十點|玉
兩個站立的兄弟|競
哪一個卡通人物最有愛心?|哆啦A夢(伸出援手)
哪一個碗裝不滿水?|鳥巢
十二口|固
百年老舖|阿公店
老王的媽媽有三個孩子，第一個叫大寶，第二個叫二寶，第三個叫什麼?|老王
偷甚麼不犯法|偷笑
警察出巡|保安
六個男人在奔跑|斗六
為什麼牛排熟了 小汪切開來有血|因為切到手
誰煮的麵最難吃??|蜘蛛
1.臉上長鈎子，頭邊綁扇子，四根大柱子，一條小辮子。2.一字十一劃，無橫也無豎。 總共有兩題喔|1.大象2.淡
黑人臉上抹石灰|立可白
遠看像條牛，近看沒有頭。|午
一群太監再講話|無稽之談
船長開船的,水手幹啥的?|隨手關燈(水手關燈)
513|武夷山(513)
吃芭樂為什麼可以減肥?|因為....guava(刨肉)把多餘的肉切掉了~
像馬一樣辛勤工作的女生|媽
說牠是頭牛,無法拉車走,說牠力氣小,卻能背屋走|蝸牛
走著走著...突然聽到有人在召喚小狗|超
13*11*81|陸
不三不四的東西|五
最長的車是什麼呢?|塞車
上不再上,下不再下,不可在上,且宜在下|一
30公分的大蜈蚣和12公分的小蜈蚣賽跑請問誰會贏?|跑得快贏
兩個人一起撐傘兩個人都被淋濕!!為什麼三個人撐傘就不會被淋溼??!!|因為雨停了
狗過了獨木橋就不叫了|答:過目不忘 [過木不汪]
有一天香蕉去找A醫生,做身體健康檢查,A醫生跟他說他得了一種病,是什麼呢??>_|脊椎側彎
李小龍喜歡喝什麼茶|花茶
樹的味道像什麼|數位像機
在丘陵爬山常常擦傷|皮卡丘
起來要做什麼事?|睜開眼睛
多拉A夢是什麼顏色030|紅色ㄡ  因為(ㄤㄤㄤ...
台灣哪個湖最大?|澎湖
星星有幾克？|8克，因為星巴克
有一個人,他有三根頭髮,為什麼他要還要拔掉一根頭髮|因為他要梳中分頭
考試不能看什麼書下面提示請接下去!|百科全書因為(百科全輸)
為什麼.不能罵印度人(豬頭)!|因為他們不吃豬肉!
請問為什麼小明、小班、小華、小客要穿馬裝?|因為.....那年是馬年啊!
很有名的老房子.|名古屋
二位姑娘一身紅.新年一到興沖沖一人一句吉祥話.門邊站好各西|春聯
二片黑鞋底.緊緊黏在一起.中間夾白襪底|瓜子
一減一.不是零|三
短短十天.跑完萬里長城|一日千里
閒時戴帽子.忙時愛吃墨|毛筆
沒到手搶它.搶到手扔它.圓圓比頭大.網是它的家|籃球
玻璃房.水盈強.屋裡熱.外面涼|保溫杯
尾巴長.鬃毛飄.拉車奔跑力功勞|馬
此馬非真馬.老少適合騎.穿越由車中.環保又經濟|腳踏車(鐵馬)
羊來了!猜一種水果~|草莓
一打蛋有幾個?|0個
1~100哪個數字最懶惰，哪個數字最勤勞？|1.2，因為一不做.二不休。
有1沒有2，有3沒有4，有東沒有西，猜一個字。|陳
What you re name|花枝魷魚麵
挖壁偷光|孔明
黃金布.包銀條.身體灣灣兩頭俏|香蕉
大象的媽媽為什麼是猩猩|象由心生
小銀蛇頭尖尖走路專路邊邊|針
把小白兔握在手上就會溫暖|小白兔暖暖包
1+1有幾個答案|無限
為什麼小明在路上差點被車撞到 雖然沒撞到 但是噴血了|小明今天要去學校做菜 拿蕃茄醬 他差點被車撞到 嚇到把番茄醬擠出來了
黑人和白人剛生下的寶寶牙齒是什麼顏色的?|沒有顏色 因為他沒有牙齒
猩猩、猴子、人猿，一起到椰子樹上採香蕉，誰會採最多?|椰子樹上又沒有香蕉~
為什麼小明考試考100分，還被媽媽罵?|因為滿分是500分
為什麼小明吃薯條咬下去會噴出血？|因為剛好小明的牙齒掉了
哪一國的人肚子最硬？|印度
一個守門員?|問
小明有兩個哥哥，大哥叫大寶，二哥叫二寶，那弟弟呢?|小明
什麼人最紅?|印地安人
酷酷哥和帥帥哥誰的老婆最虛弱|酷酷哥因為酷酷嫂(台語)
一快2分熟的牛排和4分熟的牛排為什麼都不打招呼|因為不熟
老王收到快遞那裏面是什麼|1.椅子(因為一首兒歌)
牛狗豬羊赛跑，跑到终點後，牛狗豬都喘得不得了，只有羊不喘氣 為什麼。|揚眉吐氣(羊沒吐氣)
丁丁被綁架|人才兩失(丁丁是人才)
偷什麼不犯法?|偷笑 !
打甚麼東西不會花費力氣又很舒服!?|打瞌睡XD
門跟火鬥....誰贏?|門贏.因為那扇門是鐵門
有一隻雞和一隻鵝，都被放在冰箱裡，為什麼雞被凍死了，而鵝沒被凍死?|因為鵝是企鵝，企鵝不怕冷!
黑人吃黑炭，等於什麼?|黑吃黑
一隻死貓 和一個(生)字|九死一生
關羽只唱一遍情歌|李聖傑的 "關於情歌" !!  因為 歌詞有句:關於情歌只唱一遍
有一隻貓看到老鼠拔腿就跑了，為什麼?|因為他跑去抓那一隻老鼠
頭上一根毛,口裡一排牙|白
薄暮日吸塵|莫
邊兩個英文字母最難教？|EC難教(伊斯蘭教)
Cindy的爸爸有三個女兒,大女兒叫Gina,二女兒叫 Cina.請問:小女兒叫什麼?|Cindy
如果有一輛車,小明當司機,小美坐在他旁邊,大華坐在他後面.請問:那台車是誰的?|如果的^ ^
火上.小水.小木什麼人會加油|火上加油
大文的媽媽有三個孩子 大哥叫大明 二哥叫小明 請三弟叫甚麼?|就叫大文啊!
小華帶100元去買一本75元的書,付錢的時候,店員只找給他5元而已,這是為甚麼呢?|因為小華只付了80元給店員囉
一頭禿禿一頭毛，每天嘴裡走幾回，出來滿口是泡沫|牙刷
暗炎的相反詞是？|光泉
颱風天要帶多少錢出去|四千萬(因沒事千萬不要出門
哪一隻狗可以滷來吃|可滷 ，，【可魯】
年和華，猜數子|28，因為28年華!!!!!!
晚上12點的時候下大雨，請問72小時後是否出太陽?|72小時後是晚上捏!!!!!!怎麼可能會出太陽?
1加1等於|田 王 二
1加1等於|二 田 王
:)|笑
一群太監在聊天|無稽“雞”之談
什麼東西最笨?|水餃     傻水餃....台語
阿明收到1封信|阿信
老鼠上街|人人喊打
蜘蛛人是甚麼顏色的?|白色(你唸唸看蜘蛛人的英文)
身穿綠袍小英雄，夏天田裡捉害蟲，冷風吹來找不見，春天又在池塘裡。|青蛙
人脫衣服 他穿衣服 人脫帽子 他戴帽子|衣帽架
有一天某間房子失火了為什麼不打119|因為是消防局失火
誰最怕書|賭博怕書(輸)
綠豆重樓上跳下來變紅豆,紅豆跳下來變什麼??|黑豆
拿鐵K自己，還是拿石頭K自己比較痛。|頭比較痛
綠豆什麼人?|嘉義人  因為綠豆加意仁
什麼東西又聾又瞎？|聾瞎(龍蝦)
榴槤打頭比較痛，還是石頭打頭比較痛|頭比較痛
住在臺灣的熊叫 臺灣黑熊住在北極的熊叫 北極熊那麼住在醫院的熊叫什麼熊|神經不正常
英文幾個字?? @=@|兩個字  ((=因為 (英文)
糖果是公的還是母的?|母的!  因為它會生螞蟻
有一隻雞在芭樂裡，叫什麼???|有雞芭樂(有機芭樂)
怎麼樣才能把貓趕走？|斯斯感冒膠囊，因為趕貓﹝感冒﹞用斯斯
南邊沒有阿彌陀佛|南無邊阿彌陀佛
一盞燈亮晶晶不怕狂風和大浪夜夜睜眼到天亮茫茫大海指航程|燈塔
牛跟青娃到市場會買甚麼?|木瓜(哞呱)
A和C哪個比較高?|C (因為"ABCD"  A比C低" )
有一隻蚯蚓 一小時爬一公里 那兩小時跑幾公里ㄋ?|蚯蚓不會跑
天上藍藍有瓶水|水瓶座
要|洋婆子
一隻蜜蜂停在日曆上|風和日麗(*峰和日曆)
如果有一台計程車小明是司機，小華是乘客，那台計程車是誰的?|如果的(因為如果有)
哪一種花最漂亮|有錢花
小明打給爸爸結果是一個女生在講,那女生講什麼??|您潑的號碼是空號,請查明後在潑謝謝
草是綠的,玫瑰是紅的,頭髮是黑的,那手錶是什麼顏色的??|手錶有跟多顏色
爲什麼1+2不等於4|誰知道，數學就是這樣
一份報紙賣6元，小明賣了100000份，卻只得新台幣10元，為甚麼？|小明只是打工的，報紙賣了多少錢都與她無關
鄭成功的媽媽是誰?|鄭失敗(失敗為成功之母)
有一隻豬,他走啊走,走到美國,結果他變成什麼了?|Pig
小孩子跌倒|馬馬虎虎((因為媽媽撫撫
一顆心值多少錢?|一億((因為一心一意
老鼠姓什麼?|米((因為米老鼠
黑人和白人生下的嬰兒,牙齒是什麼顏色的?|嬰兒還沒有長牙齒
遠看像一個水桶，進看像一個破洞。|破水桶
洗澡時,要先脫褲子還是要先脫衣服|先關門
你為何不跑|腳就麻掉了怎麼跑
李白是怎麼死的？|詩寫（失血）過多
什麼照片看不出你是誰？|X光片
為何牛排熟了   小明切開有血|小明切到手了
螞蟻六隻腳，為何走過牛屎後只有四隻腳印？|因為有兩隻腳捏鼻子
黑不是，白不是，紅黃更不是；和狐狼貓狗彷彿，既非家畜，又非野獸。詩也有，詞也有，論語上也有；對東南西北模糊，雖是短品，也是妙文。|猜謎 (不懂得可以去查)
大象左邊的屁股像甚麼|右邊的屁股
耳王十目一心|聽
推三堵四|七堵
天不怕地不怕 只怕 進廟裡的是?|鬼 ..... 哈哈 給我超欠揍吧
狗狗汪汪叫 喵咪喵喵叫 那瓦斯怎麼叫?|打電話叫^  ^
1+1難不難|男生:難,女生:不難
爸爸加媽媽等於什麼?|你(妳)
一隻小雞加一隻公雞等於|兩隻雞
小丑魚可以變成什麼人|小丑魚
哪一國的人肚子最硬|硬度人
綠豆跌倒變成紅豆紅豆在跌倒會變成什麼豆|黑豆因為腫起來了
索隆生氣為啥會變作家|九刀流(九把刀)
第11本書?|不可(book)思議(11)
甚麼時候要吃飯|吃飯的時候
裡面小，外面大東西裝的真不少。|照相機
4+4=44，2+2=22，為什麼1+1不=11?|是等於二因為上下個一個國字1，所已是二
忘不了掉牙的事|!沒齒難忘!
肚子裡加減乘除|心裡有數
狗咬人   人咬狗|以牙還牙
7 11是什麼山|11減7等於富士山
老婆婆燙頭髮|銀思捲
小時候到現在我們都念錯的字是什麼?|錯
香蕉如果從100樓掉下來會變什麼？|茄子
大一點|犬
有4個口的大人|器
甚麼水果最燙|梨子
大家要背課文小美、小旺和小明誰會先背？？|小旺（旺旺仙貝）
左一片,右一片,從小到老不相見？？？？？|耳朵
金木水火？|坎
答案選項:猩猩.人猿.金剛......誰最快爬到椰子樹上摘香蕉?|沒有!因為......仔細看看題目
有時候狗很兇，但為什麼有時候想咬都咬不到？|因為被綁起來了
有一隻寵物被大家說成老虎，但是他根本不是老虎，大家都不知道他的真實品種是什麼，有人說長不大的老虎、穿老虎裝的小狗，但是稱為老虎的寵物說通通不是，那牠到底是什麼？|虎斑貓
羊不呼吸|揚眉吐氣(羊沒吐氣)
樹吃起來的味道像什麼?|數位相機(樹味像雞)
兩隻羊吵架說什麼|咩
狗過了獨木橋就不叫了?|過目不忘(過木不汪)
有十隻羊 九隻蹲在羊圈 一隻蹲在豬圈?|抑揚頓挫(一羊蹲錯)
白公公背黑豆一路走一路漏?|羊
1=52=253=3254=4325那5等於甚麼?|1，因為1=5，那5也等於1呀
西瓜搬甚麼東西|牙,因為西搬牙(西班牙)
馬到了甚麼地方|西亞 因為馬來西亞
王先生  白小姐 坐在石頭上|碧
台語有幾個字|2個(因為裡頭有兩個字=台語)
總統|總務處的垃圾桶
樹的味道像什麼|樹味像雞
仙女飄飄來  飛上九霄   不怕風來吹    只怕雨來澆|風箏
你覺得自己跑的比豬還快還是跟豬一樣快或是比豬還慢|快=禽獸還要禽獸
木魚落水後變成什麼?|虱目魚   因為濕木魚。
蝸牛一小時能走10公里，那兩小時呢??|蝸牛沒走那麼快
一個蘋果遇見一杯水|萍水相逢
小狗泡熱水會變成什麼東西|熱狗
如果有一台車,小明坐在副駕駛座,小華坐在駕駛座,小美坐在後座,那這台車是誰的?|如果
1+1=多少|11
李白怎麼死的?|詩寫過多(失血過多)
1＋1＝|田（因為 十 等於田）
米田共，是什麼?|糞
什麼東西最爛?|掃把，火鳥[爛掃把，爛掃把，火鳥]
羊停止了呼吸|揚眉吐氣（羊沒吐氣）
1~100總共有幾個2|20
女和口猜一個字？？？|如
唱姐姐的人？？|謝金燕
一點？三點？|次
小明用10元買了一個50元的玩具為什麼老闆要找他50元?|因為小明用10個10元跟他買
水的算式|Ho2(水)
星星重幾克?|8 公克 (STARBUCKS星八克)
一隻蜈蚣一小時爬一公里兩小時跑幾公里|蜈蚣不會跑
一個瞎子追一個瘋子叫什麼?|叫傻子
有一個人明明很餓又不想出門，叫什麼?|叫外送
怎麼叫最安靜?|睡覺
拜拜完的香灰要灑哪裡?|嘴裡 (口齒留香)
有一個人點了一碗牛肉麵不加牛肉，結果老闆死了，請問為什麼老闆死了?|賺死了
公公罵宮女，猜一種狗?|史努比  (死奴婢)
不同的梅子混在一起?|沒大沒小 (梅大梅小)
是什麼東西我們一直寫錯呢|錯字
無聊的英文怎麼說?|English is boring
甚麼雞跑得最快？？？？？？？？？？？？？？！！！！！！！！@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@|麥克雞塊
妹妹寫了一封信給自己，到了由郵筒把信投下去時，哥哥問妹妹信裡寫甚麼，妹妹說甚麼?|還沒收到信怎麼會知道
誰最不孝?|面素利(打母)
生氣的表情|ˋ^ˊ
爸爸叫小明去買兩包泡麵,結果店家找了多少錢?|1000
什麼水果最燙|火龍果
要怎麼做才能讓麻雀不再叫？？？？？？？？|壓牠一下，因為｢鴉(壓)雀無聲｣
一對健康的夫婦為什麼生出只有一隻右眼的嬰兒？？？？|每一個嬰兒都只有一隻右眼(左x1、右x1)
在廁所要擺哪種花???|五月花
什麼門關不上又打不開?|足球門
哪個字外國人最喜歡,台灣人最討厭?|good-------滑倒台語
一人做事一人當小丁做事|小叮噹
一隻雞+一隻狗=什麼?|雞犬不寧
媽媽生了三個小孩,老大叫綁匪,老二叫機關槍,老三叫什麼?|麻煩
有一位膽小的軍人經常唱著一手軍歌歌詞中寫著(同胞們起來，同胞們起來)來鼓勵自己，但是有一次到了一個地方突然唱不出來,那個地方是哪裡?|墓仔埔
大數和小數插在哪裡?|插在土裡阿!!!!
畢卡索是什麼|閉著眼睛卡在厠所
什麼時候最安靜|睡覺時
啥雞沒翅膀?|田雞……
用榴槤打頭比較痛，還是用椰子打頭比較痛？？？|當然是頭比較痛
5151481猜1句話。|ㄛ一ㄛ一上送醫院
什麼時候1+1=1 2+1=3|看成[乘]的時候
為什麼小明踩到大便鞋子卻沒有髒?|因為它沒穿鞋
歷史上，哪個皇帝最正?|秦始皇，因為秦始皇暴政(爆正)!
1.紅色的路道|赤道
電腦當了會怎樣|大人爆跳如雷
如何讓4個9變一百|99+9分之9
神得交通工具是什麼?|寶貝,因為神奇寶貝呀呀~~
猜猜看樹的味道像什麼?|雞 因為(數位相機)
魚的旗長在肚子上|肚臍
7減50|富士山(負43)
哪一種汁不能喝???|絞盡腦汁
牛奶被誰殺?|綠豆!! 因 為 路豆沙牛奶
颱風天要帶多少錢才能出門?|4千萬
爸爸會炒蛋.妹妹打蛋.阿小明會做沈麼|島蛋~哈~
新聞的單位量詞是什麼?|粒...三立(粒)新聞
世界上最熱的狗是甚麼？|熱狗
雙手搖雙腳跳穿越城門跨越小橋|跳繩
上不在上，下不在下，不可在上，且宜在下。|一!
小帳篷，圓又圓，雨天滿街走，晴天家中閒。|傘
身穿綠衣裳，肚裏水汪汪，生的兒子多，個個黑臉膛。|西瓜
一隻公鹿在馬路上奔跑,他越跑越快,.最後會變成什麼??????|高速公路(公鹿)
有1個人戴著帽子在上大號|夫(大+一=天,然後戴帽子就會禿出來,所以是夫)
哪裡的電子產品最多|全國電子，因為全國
草莓跟鳳梨比賽跑步誰會輸|鳳梨輸，因為鳳梨「酥 」
有一天，你在睡覺，忽然，你的父母來看你了，他們在門外等你，你得做個早餐，桌上有草莓、花生醬，那你要先打開什麼?|眼睛
一顆糖果含不進去|南韓  因為(難含)
有一天H先生走在路上連續遇到了A小姐跟PP雙胞胎先生還有Y小姐 他們一起走在路上 站成一排|HAPPY
哪一位人最愛亂買東西|歐巴馬......台語
1+1多少|11呀..(兩個1就是11)
爸爸 媽媽 寶寶誰最ㄙㄨㄟ?|寶寶(因為有一首歌叫寶寶睡)
甚麼數字是團體|(提示當然是騙人的)答案是20的英文
皮卡丘的哥哥是誰?|皮卡春和皮卡夏呀!因為春夏秋冬
有一位跳傘兵他跳下飛機後,他還是飛起來,為什麼?|他死亡ㄌ變小天使ㄌ
眼睛好痛|拭目(擦眼睛)以待(日文發音一ㄉㄟ二聲)
2+2多少|22因為2跟2
上不在上，下不在下，不可在上，且宜在下|一！
練武功是誰唱的|騙你的是謝金燕
芭樂鳳梨賽跑~芭樂贏了!~猜一種食物?|鳳梨酥(輸)
請問老師姓什麼名字叫什麼|姓老名師
黑狗|默
馬的頭朝東屁股朝西尾巴朝哪裡|下
一間房子有三個門.|褲子
你猜我喜歡誰?|爸爸媽媽
公雞在屋頂上下蛋會從哪裡掉下來?|他是公雞所以不會下蛋
廁所要瞻偵簹�?|五月花因為五月花衛生紙
有一天,鹿跟熊貓在森林,這時熊貓跟鹿告白,那鹿為什麼不答應???|不能跟戴墨鏡的人交往,因為他們是壞人
拿筷子吃飯|筷至人口
門裡有個人是閃字.那門裡有個鬼呢?|門.因為鬼看不見
天上有一隻雞,那是什麼雞|飛機（飛雞）
多拉a夢有幾個好朋友|26個   多拉b夢............................
什麼島最小|安全島
蘋果掉進泥巴|蘋果泥
兩個身高體重都一樣的蚱蜢在比賽跳躍,第一隻蚱蜢跳了5公尺,為什麼第二隻蚱蜢卻跳了十公尺???|因為第二隻蚱蜢在跳的時候,他放了一個屁
一的目加兩點不做貝字猜(猜一字)|賀
在哪裡釣魚 比較不會弄濕自己的衣服?|家裡的魚缸
＃)￣3￣  ○┘∥└|你揍他，它就臉紅了
艾菲爾鐵塔簡單畫要怎麼畫?|【A】因為A←長得很像愛菲爾鐵塔喔~
皮卡丘的弟弟是誰?是誰呢?|皮卡冬( 春.夏.  ((秋))((冬)) )
黃金布裡包滿銀條，中間彎彎兩頭翹。。。|香蕉
哪種蛇生命最強？(腦筋急轉彎)|三吋不爛之舌(蛇)，答對了嗎？
牛奶是誰生的？？？|花(因為“花”“生”牛奶
白劉備，紅關公，烏張飛，結兄弟|三義
頭大腦脹都是氣，最恨有人把他搖；嘴巴一張怒氣沖，口水往人臉上噴。|汽水
為什麼青蛙會吃蝴蝶??|因為 ~那是他的本性呀~ ㄎㄎ
創造天上的人|天母
10+10=20  20+20=40那  100+0+1=...頁?|1001頁
小明為什麼說小華賴給他?|因為小華用手機LINE給小明
女人嘴巴|如
打破什麼東西最好|世界紀錄
呀咪今年幾歲?|比1年多1歲
誰每天都要去看病?|醫生
牛奶是誰生的|花 因為(花)生牛奶● ●
麥當勞和肯德基哪個比較老|肯德基
甚麼東西喝了會變超人????????????????|湯，soup(想諧音)
愛審查的人|沈保楨
羊打電話給老鷹,老鷹說:喂|陽奉陰違(羊phoneu鹰喂)
打電話給烏龜|苦瓜(翻成台語後是call 龜
非洲食人族的酋長是吃人的，有一天酋長突然想改吃素的，請問他要吃什麼？|吃植物人
一隻毛毛蟲想過河，它旁邊有一對樹葉，他過不了河，因為河流好急，它用什麼方法過河呢？|吃了葉子變成蝴蝶飛過河
有一條河，旁邊立著不能過河的牌子，有一個警衛在一旁監視著。請問為什麼還有很多人在過這條何呢?|因為這條河的名字就叫不能過河!
少年PI的奇幻漂流是誰拍的呢??|少年  因為"少年PI"
五加2橫2直|吾
紅豆，大紅豆，黑豆為何要一直擦|紅豆，大紅豆，黑豆，擦擦擦，擦擦擦(廣告)
考試前不能看甚麼書|百科全書〈百科全輸〉
是短短的，很小喔!，然後你們常會看到的很愛吃甜甜的食物 你們猜到了嗎?|螞蟻
打破啥東西是最好，最幫的？？？|世界紀錄^-^
水在說笑話 為什麼他到一半就不說了?|因為他講的是冷笑話 講到一半它變成冰了
有一天有人舉辦彩蛋活動 為什麼蛋一直破掉?|因為他們舉辦的是[踩蛋]活動
一隻狗跪在冰上|貴賓狗
頑皮豹的職業是甚麼??|打蠟，因為打蠟打蠟
半推半就|掠
屋外下雨，屋內出太陽。|澗
誰最不肖順父母|面速力達姆(面速力打母)
一顆心要多少錢|一億         因為一心一意
呂故凌波夫人之靈|水仙花
最長的車是什麼?|塞車
稻米和蔬菜還有水果是誰種的?|農夫
哪一種花冬天是熱的'夏天是冰的|豆花
米想追求時髦,去燙頭了,結果怎麽樣呢?|爆米花xD
有兩個人掉到陷阱?死的人叫死人,活人叫什麽?|~救命
有一個白癡坐飛機,把飛機上的馬桶拆下來往外丟,猜為什麽?|因為他是白癡= =
一隻白貓和一隻黑貓,白貓掉到水?黑貓把它救了上來,白貓對黑貓說了句什麽?|喵~
小明的爺爺一邊刷牙,一邊唱歌,請問為什麽?|刷的是假牙
哪個數字最好笑|十二，因為十二生肖【十二生笑】
牙齒多且長，不需要食糧，只要有頭髮，便可派用場~|梳
請問猴子最喜歡甚麼線?1平行線2交叉線|2交叉線 因為兩條線相交(香蕉)
綠豆是那一國人?|嘉義人(因為綠豆加薏仁)
(從)前，有隻狗，狗的前面有隻貓，貓的前面有隻老鼠，狗的後面有誰？|有條蟲
一隻羊，欠了一样東西，然后喝水|羨字
什麼鍵最膽小|Esc(逃脫鍵)
紅豆是哪裡人?|嘉義人
上不在上.下不在下.不可在上.且宜在上.|一
拿雞蛋丟石頭為什麼雞蛋不會破？|因為石頭丟出去雞蛋還拿在手上，所以雞蛋不會破。
一隻馬的尾巴朝哪理?|下方
什麼時候可以緊急改車道|被撞飛
什麼番薯會動?|呀米
那一個街不會下雨？？？|芝麻街......美語(沒雨)
鑰匙掉了怎麼辦??|醫院
50和50合在一起|百合花
第一個生小孩的男人|海馬先生
考生最討厭甚麼蛋|鴨蛋
甚麼東西會K兔子?|s
原本是綠色，切開是紅色，吐出來是黑色|西瓜
紅豆生什麼？|南國因為紅豆生(南國)
為什麼『雷神巧克力』會銷售第一？|因為『Lesson 1』
不乖要送去???|千里之外(我送你離開千里之外)
酒後不開車|十(九後)
蚊子不會叮12生肖中的哪個動物??|狗(不叮狗)
「1155665」，猜七個字？|一閃一閃亮晶晶(簡譜)
學生在考試的時候絕對不可以吃什麼蛋？？？|鴨蛋
為什麼小明 去買東西拿了東西就走|因為他先付錢了
一個住在這邊，一個住在那邊，說話都能聽見，老死從不見面|耳朵
雖有十張口，只有一顆心，要想猜出來，必須動腦筋|思
很冷的時候，怎麼在2秒內把冰變成水？|把[ 冰 ]的2點去掉，就變成[ 水 ]了!!!
第一個生小孩的男人|先生
把鉛筆放在哪裡才不會讓人跨過去？|牆邊啊！不管怎樣也只會撞到牆而已啊！
3個木是森,3個口是品,那3隻鬼叫甚麼?|救命呀!
綠豆哪裡人|嘉義人
頑皮豹是哪一個職業|打獵的
1=2  2=3                        3=4                                     那全部合起來=?|122334 因為1=2 2=3 3=4=122334
要死掉了怎麼辦?|鑰匙掉了撿起來就好
上面少一口; 下面少一口; 左邊少一口; 右邊少一口; 中間有一口！   射一字 @.@”|井
皮膚癢的時候吃甚麼最好|竹筍炒肉絲
哪個國家的人肚子最硬?|印度
有一把隱形的箭叫做什麼箭?|看不見(箭)
341|山素英
蝦米東西最不孝順阿母???|面速立 [打母]
做臉部手術|改頭換面
如果你從飛機跳下去，你忘記帶降落傘你會怎麼做？|兩眼開開，準備ㄊㄨㄠ胎
讀完台灣大要多久時間？|2秒 因為台灣大學4個字而已
爺爺送小明一個禮物，為什麼小明把禮物一腳踢開了ㄋ？|足球
公廁|倫敦 輪流敦廁所
和尚打傘雙關語|無法無天(無髮無天)
有一個傘兵跳下飛機之後發現沒帶降落傘，後來發現自己飛起來了，這是怎麼一回事？|他已經變成天使了
上面一痕中間一束左右各一撇|木
有一天小明放學回家肚子餓了!冰箱裡有魚罐頭.豬罐頭.貢丸罐頭小明應該打開哪一個罐頭呢??|冰箱
數碼寶貝的白痴造句??|今天吃[素嗎~寶貝~]
一、狼來了。二、羊來了。|答:草沒〔草莓〕。答:草沒〔草莓〕。
為什麼0不喜歡和8站在一起?|因為0說:胖就胖幹嘛束腰~(0------>8)
起床的第一件事，是什麼|張開眼睛
有個人養了十頭牛,為什麼只有十九只角呢|其中一隻是犀牛
小白＋小白等於？|小白兔（two)
有一個大,住在一個正方形的房子裡|因
:^__^:|開心
為什麼會有書? 先想一想再看答案|我怎麼知道?
刀和槍都是藍色的|刀槍不入 (因為刀槍blue)
甚麼島最小甚麼呢?|最小的島
什麼人一年只上一次班，又卻不怕被炒魷魚。|聖誕老人
什麼植物會溜冰|花
什麼動物去便利商店都不會被打~|不打羊，因為24小時不打烊（羊）
有一隻貓溺水了,另外一隻貓救了她,那被救的貓會對救牠的貓說什麼?|喵
有一只大魚say hi為什麼小魚沒理他?|不熟
1買了一台藍色電風扇2也買了電風扇可是不一樣為啥呢??|因為2買的是粉紅色電風扇
豪宅為什麼窄?|豪宅=好窄
偷什麼不犯法？|偷笑
世界上最美麗的是誰？？|我XDDDDDDDDD
4個人在屋子打麻將警察來了為什麼把他們4個人都帶走了？|因為他們打的人叫麻將啊！！！
有個胖子從3樓跳下去,為甚麼掉到18樓?|掉到18層地獄XD
有一艘船沉了請問最先浮上來的是甚麼|空氣
甚麼酒不行喝？|馬英酒
3個田，田裡都有土？|壘
為甚麼一隻尿急的小狗看到電線乾杆，卻不尿尿？|上面寫「請勿在此大小便」
蜘蛛人喜歡什麼顏色的麵條??|spider-man  是白的麵
米老鼠和唐老鴨|糖
十字路口|古or田
聽媽媽的話是誰唱的?|周杰倫
世界上有兩隻蚱蜢,他們比賽,請問誰到達的地方最遠???(跳或走)|人
誰最酷呢？甲 乙 丙 丁 戊 己 庚 辛，哪個字最酷呢？|丁，因為丁字褲(酷)
誰會吐？小白 小黑 小紅 小黃搭飛機。 請問誰會吐呢？|小白，因為小白兔(吐)
冒險團成立後，每天都會由成員去發傳單，可是在今年二月，他們只發了十五天傳單，這是為什麼呢？|冒險團是2/14成立的
多多和扶幽，一個人臉朝東，一個朝西，不准走動照鏡子，怎樣才能看到對方的臉？|面對面。這樣也是一臉朝東一臉朝西。
漆油漆，守門口，喇叭花，來攪局。猜一成語！|七手八腳〈漆、守、叭，攪〉
公雞的皇冠朝西邊,那他下的但朝哪一邊?????|公雞不會下蛋
小時後四支腳,長大了兩隻腳,老了三隻腳!|人
1+1=?|2~~~~~~~~
我們的爸媽叫神麼名子???????|父母!因為父(爸爸),母是(媽媽)~嘻~~~~
誰家沒有電話??|天衣(天衣無Phone)
阿姆斯壯登陸月球說了什麼話？|說美國話
一個人是公主，那一個是僕人，兩個人是情侶。|白雪公主
自己的狗|臭
白色的羽毛|習
白色的心臟|怕
1+1 什麼時侯會=3？|算錯的時候
小明喜歡誰|小小明
美女喜歡色狼哪一點|離我遠一點
小明晚上走在街上看到一個鬼為什麼小明不怕?|因為那個鬼是膽小鬼
猜|梅利花
海綿寶寶是什麼東西！|騙你的！是海綿
紅色的路道|赤道
小華說他能在1秒鐘之內把房間和房間里的玩具都變沒了|把眼睛閉上
剛買的襪子為什么會有一個洞？|沒有洞怎麼穿進去
打甚麼不用力氣還很舒服|打瞌睡
為甚麼暑假一定比寒假長|熱漲冷縮
童年是誰唱的?!|其實,是光良
一丿一丿又一丿一橫一橫又一橫一點一點又一點左一丿右一丿一丿一丿又一丿猜一個現代的字?|參
菜一把10元|蔡依林(菜 1 0)
青春痘長在哪里,你比較不擔心?|別人臉上
藍色的筆能寫出紅字嗎？|寫個"紅"字就行了
有一個字，我們從小到大都念錯，那是什麼字？|錯
書店買不到的書是什麼書？|秘書
1加1|11
香吉士的哥哥是誰|香雞排
納豆的姊姊.弟弟是誰|紅豆.綠豆
請問為甚麼廁所要有屋頂?|因為老天有眼
請問紅豆掉下去會變成甚麼?|紅豆泥
為甚麼爸爸會變成女的?|因為帶了假髮
請問電燈和泡泡在一起變什麼？|電燈泡
什麼東西有蒼蠅和輪胎|垃圾車（被揍
白雪公主和美人魚在陸地上比賽車，誰會贏?|美人魚(因為它會甩尾)
有一天小明放學回家肚子餓了!冰箱裡有魚罐頭.豬罐頭.貢丸罐頭小明應該先打開什麼呢??|冰箱
綠豆從101大樓跳下，結果它滿身是血請問它變成甚麼？|紅豆
誰最花心?|蘿蔔(因為花心大蘿蔔)
甲：妳月薪多少乙:十萬甲：妳做什麼的]乙：|作夢
風水世家中甚麼水鍋最好吃?|釋迦因為風水"釋迦"
可以說媽媽跟寶寶是什麼?|媽寶
是誰唱[步步]??|就是五月天>
甚麽東西能炸暈小吞？|炸雲吞
小萌釣了6條沒頭的魚，9條沒有尾巴的魚，8條一半的魚。他有多少條魚？|0（6沒頭＝0 9沒尾＝0 8一半＝0）
只要大人去就好!|不約而同
鑰匙掉了該怎麼辦|撿起來-3-
如果有一台計程車司機是小華乘客是小明那計程車是誰的|如果的(如果有一台計程車)
-43|富士山
以前的醫師為甚麼「見死不救」？|死了要怎麼救
有一艘50噸的船沉進海裡，最後有甚麼東西浮出來|空氣
A和C哪一個比較D|ABCD=A比CD
為什麼有氧舞蹈會有羊呢?|因為有羊(氧)舞蹈
什麼東西一直擦會漸漸不見？|橡皮擦
為什麼會有蛋? 先想一想再看答案|不知道
10+0多少|100
第十一本書                 猜一句成語|不可思議(book11)
拿雞蛋丟石頭，為什麼雞蛋沒有破？|因為[拿起雞蛋，丟掉石頭。]
A加A=BB加B=CC加C=DD加D=EE加E=？|2
甚麼時候1加1等於3？|數學算錯的時候
什麼人一年上一次班，卻不怕被炒魷魚呢？|聖誕老人
誰的肉最好吃?|唐三藏
河流長長|蛇
方便的車有大有小或到很多地方是短程的|公車
裡面會有很多人在學習的地方|學校
像魚一樣|游泳
每一天都很忙|家人
老婆婆燙頭髮|花椰菜
迷路會幫助我們|地圖
為何現代人想罵人，都會在網路上罵？|瑪麗蓮夢露〈請用台語發音：罵你連網路〉
三頓食無飽|五堵
飯匙盛泔|澳底
爲什麼羊要吃掉羊?|因為是披著羊皮的狼
我養20隻牛只有19隻角為甚麼|一隻是犀牛
五月會開五月花 (?)那十三月呢 (?)|沒有十三月
甚麼東西人人都想偷?|懶
請問為甚麼會在抄聯絡簿會寫L1、L2|Leason
什麼東西中國人很短，外國人很長，而和尚卻沒有?!|"姓"名 猜對了嗎?
皮卡丘的弟弟叫啥|皮在養
夏天不吹電風扇也不山扇子可是卻很涼|冷氣
有一隻熊貓很愛吃竹子，也很愛看一本書|笨
什麼東西永遠不會劈腿|剪刀和美人魚
啥動物會讓人說為什麼?|豬
自然題:你(妳)養昆蟲死掉了，該怎麼辦?|埋起來阿!不能能.......
甚麼時候1+1不等於2|算錯的時候
二盞燈  二把傘四把油垂二把鑽            猜一動物|牛
榮譽軍人        猜一物品|乒乓球
中正國小在哪裡?|英才路
新華字典有幾個字?|四個字(新1,華2,字3,典4)
地瓜擺握硛|地瓜(葉)
小傢伙.腳細長.最愛吹笛入洞房.專門偷吃紅紅酒.只要拍手命即亡|蚊子
為什麼公雞要過馬路?|因為牠要到另一邊去
人們最常講什麼話?|電話
有一天小明出門幫媽媽買東西，結果他在馬路上看到了什麼?|汽車與機車(有時會有腳踏車)
什麼東西很臭?|黃金{大便}
玉兔、嫦娥、吳剛3人打破了玻璃、誰會被處罰?|吳剛因為吳剛罰跪(伐桂)
有2個人在101大樓,其中一個掉下來是死人,另一個是什麼?|救人!!~~~~
飛機飛在天上,為什麼撞不到星星|因為星星會閃
什麼東西像3一樣|屁股
耳朵長長我姓王今年14歲一直很用心|聽
什麼汁最苦?|绞進腦汁
雲上的豹?|雲豹
五月花和百合花哪一個沒生孩子|五月花,因為五月花衛生紙(未生子)
水母的天敵是誰?|海綿寶寶與派大星
(足)是什麼意思??|微不足道
哪種魚不能吃|木魚
香蕉從樓上掉下來後被車撞到會變成什麼|辣椒
為什麼那個數學老師説她是語文老師？|因為她的姓氏是宇文
鉛筆姓什麼?|因為削鉛筆.....
女生死了叫女鬼男生死了叫男鬼老虎死了叫什麼鬼?|噁心鬼))(因為)Tiger)
一根手指比上是甚麼????|天花板
外面在下雨為甚麼地板沒有溼???|因為))我在室內阿!!我很欠揍吧
為什麼別人看見小華就會笑!|一直念小華念很快會變成笑話
椰子樹這裡  有四個動物要摘香蕉  分別是猴子 大猩猩 小鳥 老虎 誰會摘到香蕉呢?|沒有人摘到香蕉 因為椰子樹上沒有香蕉
7減11是什麼山|富士山
請問：5隻巴西龜，21隻鴨仔，50隻玉米蛇，2隻山羌，10隻綠蜥蜴，請問幾隻腳？|200隻
請問星星有多重?|8克(星巴克)
1256(猜成語)|丟三落四
手機為何不能丟馬桶?|機不可失(溼)手機不可以溼掉
一群女人在聊天(猜1成語)|無譏之談(無雞之談)
加減乘除他都懂，偏偏懶惰不愛動；撥一個，動一下。|算盤
誰有七隻手，誰有八隻腳；動來動去真忙綠。|七手八腳
人類沒喝過什麼汁？|絞盡腦汁！！！
黑豆跌倒了,會變成什麼豆?|跌倒的台語
黃豆年輕的時候叫什麼?|青春痘
?|?
一瓶汽水為什倒進一個杯子不會流出來????|因為飲料未開封嘛!!!!哈哈哈
古人誰最會游泳?|孟嘗君 (因為他仰式三千XD
這是心裡猜測,你在1~9想一個數字,然後X9,然又十位數+個位數(例:3X9=27,2+7=9)最後在-4|你想的是不是5?
袋鼠跟猴子比跳高,為什麼猴子不到3秒就贏了|袋鼠用2腳跳,犯規
星星有幾克？|星巴克
哪一種水不能喝?|薪水
甚麼寶寶會說話額且是國語|海綿寶寶
A:他就沒怎樣 你幹嘛把他給殺了 ?B:他有傷害到我 我當然要把他給殺了呀 !請問 B 殺的是誰 ?|蚊子
小明的媽媽40歲  小明的爸爸38歲 他們並不愛對方  那為什麼他們會結婚?|我怎麼知道   我又不認識他們
為什麼陸地上沒有魚???|因為陸地上有貓壓~
公共汽車上什麼人最少?|司機
你是誰??|人
鍵盤上的「重心」在哪？|Z...因為上面會寫「Zㄈ重心」
瀧水雙火|淡水
某一天,有個人穿著黑衣,路燈沒開,有一台車沒開車燈,為甚麼車主看到那個人並停車?|當時是白天
一台車坐8人,64人,車子要在幾趟?|9趟(加司機)
樹的味道像麼|相機...因為數位相機
四個王字轉又轉四個日字肩並肩四個口字膀靠膀四個山字尖對尖|田
聲音的單位|貧
誰生了牛奶?|花
君子之交淡如水|淡水
手機不可掉進馬桶裡|幾不可濕
有一隻狗走過了木橋  猜猜看|過木不汪
將25隻變色龍、73隻蚊子和1隻鱷魚放進盒子裡，裡面的動物會有幾隻腳?|四隻腳，因為變色龍吃蚊子，鱷魚再吃變色龍。
誰是孔子？|人
有四肢,有五官,有頭髮,有指甲,可以動,猜一種動物???|高等動物[人]
全世界zoo是幾元?|200
手指跳舞會怎樣?|抽筋
女人的嘴巴  女人的雨|1.如 2.霹
有一天小明和小華到海邊比賽說笑話，說完笑話後，他們就死掉了，為什麼？|因為海嘯（笑）了
一顆雞蛋到死人海游泳，怎麼樣？|變成了鹹蛋超人
潛水艇可以在50個人，為甚麼潛水艇會超重。|因為潛水艇本來就可以潛下去
什麼東西有:一根頭髮兩個鼻子三隻眼睛四張嘴巴五隻耳朵六隻手七隻腳八隻腳趾頭？？？？？|怪物啦！哈哈
獅子、狼、老虎，誰玩遊戲一定會被淘汰？|狼 （桃太郎）
哪個地方不打羊???|麥當勞,因為麥當勞24小時不打烊
公司老闆最會炒什麼料理??????|炒魷魚
有一個人一年只上一次班,而且不會被炒魷魚?|聖誕老公公
如果用手指跳舞跳一小時會怎樣？|會累死0＿0
咖啡和可樂誰會先死？|可樂，因為一打開後它就“沒氣了”
鄭成功在一個桌上放著一碗水.寶劍.蠟燭.火石.火絨.火刀，此迷擺出後，吸引了許多人，一人拿了劍劈了清水，在打火點燃蠟燭，鄭成功聽了非常高興，為什麼.|反清復明
被子彈打到心臟為什麼不會痛????|因為已經死了
請問能解決問題的東西|答案
小美帶了一個大饅頭進去厕所，為什麼出來後只剩半個？|因為廁所沒有衛生紙
有一家醫院為什麼不治人的病|獸醫
是先有鴨還是先有蛋|先有鴨蛋
牛有尾巴頭往東邊尾巴往哪邊|東南西北
兩人掉進水裡，死人叫死人，活人呢？|叫救命呀！XD~~
有3隻熊對你走過來猜一句成語?|有備而來〈有”bear”而來〉
4個人1個大|爽
1+1=等於|被騙了是2^.^
紅豆從101大樓掉下去為甚麼會變綠色?|有小孩把它用水彩塗成綠色
一片薑切成四片|薑薑薑薑ㄐㄧㄤㄐㄧㄤㄐㄧㄤㄐㄧㄤˊ
上面三口下面三口看看中間還有條狗|器
老師叫你抄課文時要說啥?|版權所有，翻製必究
紅豆的小孩是誰????|紅豆生"南國"
吃什麼東西會讓你覺得很丟臉|地瓜
李白為甚麼會死掉|失血過多(詩寫過多)
男生的什麼會有時長有時短|頭髮
什麼時候要睜一隻眼閉一隻眼|照相
有人溺水你要怎樣救他|把水喝光
把雞和鵝放在冰山，為什麼雞先死鵝卻沒死？|那隻鵝是企鵝！
青春痘長在那裡最好|別人臉上
你我各一半。|伐
一加一等於什麼|田因為1+1=田
蠶寶寶為什麼是大富翁|因為它會結繭 [節儉]
章魚有幾隻手|拿石頭丟他 看他枝手摸頭
你看過畢卡索嗎？|因為閉著眼睛卡在廁所
5個人加1個十|傘
要死掉了怎麼辦?|1.送醫院    2.撿起來
蜈蚣穿鞋穿多久?|1天以上
為甚麼吃"孔雀香酥脆"要喝可樂?|因為"孔雀開瓶"
有一屏氣水道再亭子裡道道滿汽水位啥為一直流出來呢???|九龍公道杯(是一種杯子裏面有吸管)超過吸管這會依職流出來
一個屋子，三個門，只住半個人|褲子
航空公司開幕|有機可乘
一點一橫長，一撇到南洋，十字對十字，太陽對月亮|廟
廁所裡面要放什麼花？|五月花
誰家沒有電話？|天衣(天衣無phone)
哪個動物最會滑倒|狐狸
綠豆殺了誰？|牛奶
綠豆哪裡人？|嘉義
皮也輕輕，骨也輕輕，心頭冒火，全身通明|燈籠
海邊無水，卻生一木，臘月開花，清香滿屋|梅
四四方方一塊田，一灣清水在田邊，長腿烏鴉來喝水，一飛飛到白雲邊|硯台‧毛筆‧紙
金木水火|坎
什麼山登山運動員不願意爬|垃圾山
窮漢不肯賣鋪蓋|劉備
小小鐵瓜，睡在地下，誰敢踩它，腦袋搬家|地雷
是雞不長毛，是牛不耕田，是貓不捕鼠，是虎不上山|田雞 蝸牛 熊貓 壁虎
水邊有個音樂家，身上披著青大褂，一天到晚嘓嘓嘓，伸出舌頭把蟲抓|青蛙
泥裡一條龍，頭頂一個蓬，身體一節節，滿肚小窟窿|蓮藕
有時落在山腰，有時掛在樹梢，有時像面圓鏡，有時像把鐮刀|月亮
一個矮人，有名有姓，遇上事情，請他作證|印章
一根木棍，弔個方箱，一把梯子，搭在中央|面
一朵芙蓉頂上開，身穿盔甲不用財，雖然不是英雄將，叫得千門萬戶開|雞
遠看小洋樓，近看大饅頭，人在底下走，水在上面流|雨傘
小蕃薯點了一份全熟的牛肉。但小蕃薯切下去會有血流出來!這是為什麼呢?|因為小蕃薯切到了自己的手
1.紅豆生誰.|南國
為什麼中國人的拳踼技術那麼厲害?？？？？？|因為Chinese踹你死
柯南生病誰會去看他|名偵因為名偵"探"柯南ㄚ
有兩個人掉到陷阱裡，死的叫死人，活的叫什麼？|救命
30.36.25.14這四個數字有何差別?|30+6-11+3
青色的狗|猜
什麼魚不能吃|廚餘(魚)
不是蔥也不是蒜一層一層裹紫緞像蔥長得比蔥矮像蒜卻又不分瓣|洋蔥
小名的火車第一站下車25個人,上車28個人第二站上車29個人,下車21個人第三站下車22個人,下車24個人請問車長叫什麼名字?|小名
水果出國，登機後才發現有水果不見，它是誰?|榴槤(流連忘返)
目字加兩點【不是貝喔喔!!】|賀【哈哈】
什麼劍看不到|看不劍(看不見)
李白是怎麼死的|失血過多[詩寫過多
吳寶春烤麵包1個烤箱烤麵包可以烤20分鐘3個麵包要烤幾分鐘?|20分鐘(因為)
一加一等於多少|多少(題目就寫一加一是多少了呀!!)
大雄要跟小夫比什麼才會贏|身高
小明的哥哥是誰|大明
為什麼放煙火的時候星星不會被炸到|閃
歐巴桑的兒子是誰？|歐巴馬，為巴桑。
大嘴巴吃小嘴巴|回
狼和人生出來的是狼人'那鬼和人呢？|不是人
西瓜和鳳梨打架,誰會輸?|鳳梨,因為鳳梨酥(輸)
小明是一個笑點低的人,有一天他要到10號病房探望朋友,但是從1號房到10號房的路上他一直笑,請問為什麼?|因為他在笑病人的點滴(笑點低=笑點滴)
鉛筆姓甚麼|蕭.因為削鉛筆
有天，有一塊蛋糕，胖虎.靜香.大雄.小夫.哆啦A夢都想吃。但刀子只能切3刀，該如何分配呢?|胖虎切了3刀，分成4塊，切完後，告訴大雄 "沒有你得份!!"
傘兵甲跳出飛機之後才發現忘了揹降落傘怎麼辦?|兩眼開開,準備投胎
十二生肖裡面哪隻動物會先被叫起來背書?|狗!因為旺旺先貝
按上鍵往上按下鍵往下|電梯
什麼雞跑最慢|佛朗基
什麼蟲最懶?|懶惰蟲
兵如果被帥包圍了要怎麼辦?|帥只有1個
1個不會游泳的人去游泳會怎樣??|活著因為(他去死海嘛XDDDDDD)
為什麼雞要過馬路???????|牠們被賣炸雞的人追殺
世界上是男生先生還是女生先生?|男生因為男生叫先生........猜不到的就是白痴
耳王十四一心|聽
樹的味道像什麼?|雞(樹味像雞)
阿拉丁的哥哥有幾個|3個       阿拉甲     阿拉乙         阿拉丙
在海邊為甚麼不能說笑話|會有海嘯
歷史上哪個人跑的最快?|曹操 (說曹操曹操到)
有一天 狼跑去北極 結果他不小心掉下去了 他被救起來會變甚麼?|冰狼(槟瑯)
我是誰?|不要問.你會怕!
比宇宙還大的東西是什麼?|憑什麼告訴你
少年Pi的導演是誰?|少年啊!有想到嗎?：）‧‧‧‧‧‧‧‧
上面種東西,下面是土。|花園
小明看1部電影花200元,三部電影多少元?|50元因為三不五時(三部五十)
一位老奶奶上公車 為什麼沒人讓座|還有座位
趕貓要用什麼物品|斯斯(因為感冒用斯斯)
為什麼平常很聒噪的猩猩坐上了飛機以後就不會說話了?|因為"天上的星星不說話"
那兩個英文字母+起來會爆炸|O+K因為OK蹦
超人怎麼死的?|冷死的(超冷=超人) (哈哈哈!!
如果有一艘船，上面有很多人，如:小明.小美.小王...突然，有海盜上船搶劫，船長說:你們要搶劫可以，不過你要猜出誰是船長?|答案是:船長是如果!!!!因為"如果"有一艘船
班上版的七龍珠是甚麼?|七龍豬，七隻恐龍妹，一隻豬妹
想要得到什麼,就必須付出什麼|等價交換
愛一個人不如愛全世界的人 是為何?|我花心
四個角的東西|桌子
假如把十元吞下去了，該怎麼辦?|再向媽媽要
獅子,老虎,狼比賽.誰會被淘汰?|狼,因為"淘汰狼"(桃太郎)
男生的什麼會有時長有時短？|頭髮(是不是想歪ㄌ)
南國的媽媽是誰？|紅豆，因為(紅豆生南國)
甚麼東西很髒|老虎 因為(tiger)
請問是上最有名的狗是什麼狗??那最有名的老虎又是什麼虎?|最有名的狗:辜狗~~(google)                                   最有名的老虎就是雅虎啦~(yahoo
老鼠是怎麼死的?|愛氣死(愛起司)
馬路裡面有甚麼|五臟六腑
一隻狼掉到冰裡猜甚麼東西|冰郎(檳榔)
哥哥看見有人說拜拜(一)!姐姐剛好有88元，那弟弟有幾元?|1元
一片草地上有什麼花??那另一片呢??|梅花(沒花)  也沒花
世界上哪一種桶子永遠裝不滿?|馬桶
有一個胖子跌倒了 請問他哪裡傷的最嚴重?|旁邊的人
龜兔賽跑第三回合 這次兔子沒偷懶 終點也不在水裡 請問烏龜怎麼贏的|它已經修練1000年 成為忍者龜
為什麼雞要過馬路??|被賣炸雞的追殺
一顆蛋要煮五分鐘，那五顆蛋要煮幾分鐘？|五分鐘
一顆蛋要花一分鐘,那五顆蛋要花幾分鐘?|一分鐘因為五顆一起放
有一個計程車司機在開計程車 他沒有違反任何交通規則 卻有一位警察攔住了 司機說:警察大哥我可是良好市民唷 我沒有違反交通規則 為什麼警察要攔住他???|因為警察要搭計程車
如果有一台計程車，司機是小明，乘客是小美和小天 請問那台車是誰的?|如果的，因為如果有一台計程車!
是你的父母生下來的小孩,卻不是你的兄弟姊妹,那他是誰?|自己
像水也不像水，向湖也不像湖。那是什麼呢？|海
鹿不是鹿，羊不是羊，牛不是牛|老實說我忘了
姐姐有一張紅心Q，弟弟有一張黑桃Q，弟弟說：我變魔術給你看!弟弟拿起姐姐的牌，用棍子點了幾下，結果紅心Q變成了黑桃Q。請問發生了什麼事呢?|弟弟拿的是簽字筆，黑桃是他畫的。
什麼車最容易被偷|火車
三個人去日本|春(三+人+日阿)
早上4隻腳 中午2隻腳 黃昏3隻腳|人
哪一國的人最瘦?|台灣,因為台灣人壽(台灣人瘦)~~~
小貓 小狗和小羊去超市誰出來沒被打?|小羊 因為24小時不打烊(24小時不打羊)
如果有人向你問路你最怕聽到哪句話?|這裡是地球嗎?
為沈麼狐狸會跌到|腳滑
如果有一台計程車,駕駛座坐著甲,副駕駛座坐著乙,後面坐著丙,這台計程車是誰的?|如果的
哪兩個英文字母合起來會爆炸|ok     因為ok蹦
鄭成功的母親叫啥|失敗    因為......失敗為成功之母
甲摔下去懸崖,然後只有一條繩子可爬上來,但乙很邪惡要拿蠟燭燒斷繩子,之後甲說了一句話,乙突然把蠟燭給吹熄了,請問甲說了什麼?|生日快樂
如果做錯是要怪誰??|基德(因為怪到基德阿!!
有一艘船他可以載50人，船上已經載了49人，上來了一個孕婦，船就沉了，為啥麼？？|因為那是潛水艇
誰跑的比較快|曹曹
姊姊有一個朋友叫:芹芹，但他又交了一個朋友，猜猜看他叫啥名子？|因為他姊姊叫芹芹，所以欸妹叫芹菜xd
為甚麼生魚片會叫生魚片？|因為生魚片是魚|xd
有一塊草原種著什麼花？另一塊草原呢？|梅花(沒花)另一塊草原是野梅花(也沒花)
1000+20+1000+40+1000+10+1000+30=？|4100
有一天，一位啞巴到商店買牙刷，他用手語跟老闆表達，成功買了一支牙刷，還有一位瞎子到商店買太陽眼鏡，他要用什麼表達？|用說的
晚上誰在為你添飯?|飛龍在天
小甜甜住在育幼院，那老甜甜住在哪呢?|養老院
馬、虎、狼三種動物，請問誰把龍藏起來了呢？|是狼....因為『wolf』(臥虎)藏龍
你的哪一個家人不會接電話呢？|姐姐(別叫我姐接)
出門一朵花，入門一條瓜[生活用品]|雨傘
天上掉下來的臉要不要撿|要:你幹嘛撿。不要:你不要臉
矮子爬高牆猜ㄧ個工具|欠踢
>//|>//
隔壁老王姓什麼?|法老王
1+1是多少|田
誰是萬獸之王？|動物園園長
有一隻螞蟻從１０１掉下來，為什麼它還沒掉下沒死？|因為１０１太高了，它掉到一半時就餓死了！！
九+點|丸
什麼瓜不能吃|呆瓜
醫院裡繩麼熊最多|神經不在熊
頭上只有三根頭髮的小名為甚麼要把中間的頭髮剪掉呢?|因為他想要中分
借甚麼不用還?|借過
誰的電話永遠沒人會接?|凌波(您撥的號碼是空號
哪一種蛇有很多嘴巴?|七嘴八蛇(舌)
各種知識頂呱呱.沒有嘴巴會說話.交到這個好朋友.隨時能知今日事|報紙
她的嘴巴红紅得去餐廳的時候女人會嚓|口紅
太平洋的中間是甚麼?|是平字!!
夜晚一個大人和一個小孩在走路，小孩是大人的兒子，為甚麼大人不是小孩的父親?|因為他們是母子關係
阿里巴巴會芝麻開門，那誰會關門?|水手(因為隨手關門)
小白家小白等於甚麼?|小白兔(小白2)(2唸音文)
大象鼻子為甚麼那麼長|因為媽媽說鼻子長比較漂亮~~~
香蕉從樓上掉下來|茄子
哪個東西最愛皇后?|冰淇淋  ice "queen"     (愛死皇后)
一個人被刷成金色|一鳴驚人（一名金人）
1. 羊停止了呼吸|揚眉吐氣（羊沒吐氣）
1. 手機不可以掉到馬桶裡|機不可失（濕）
小孩子跌倒|媽媽呼呼(馬馬虎虎)
為什麼飛機不會撞上星星????|因為星星會打人(大猩猩)
蕃薯為什麼叫蕃薯?|翻薯
樹的味道像麼?|雞 因為(數位相機)=(樹味像雞)
什麼水不能喝|薪水 超欠揍對不對
如果有一台汽車,小窩是駕駛,小央是副駕駛,那麼這台車是誰的呢?|如果的,因為''如果''有一台車
黑人為什麼這麼黑？|因為他們是黑人！
人被殺了最先停的東西是什麼|財產~
小叮噹最討厭和大雄玩什麼遊戲|剪刀石頭布
門是活的|闊
李白是是怎麼死的|白目被打死的
李白是怎麼死的|失血過多【詩寫過多】
那個英文字母會打兔子|s,skII一種化妝品的品牌
黑人為什麼不喜歡吃巧克力|因為(他怕咬到手 他是黑的所以不喜歡吃)
蝦子最怕遇到誰|流氓(因為他們都說給你一點顏色瞧瞧)
颱風天要帶幾千萬才能出門?|四千萬'因為颱風天沒事(四)千萬不要出門~
這個世界上有哆啦B夢嗎?|有啊!(哆啦A夢.哆啦B夢.哆啦C夢.哆啦D夢.哆啦E夢)
love you !!!!!!!but  ????|I don't love you
媽媽懷孕。|大肚
芥末的生日是何時??|世界末日(是芥末日)
什麼龍是白色的?|保麗龍
小明的媽媽有3個孩子，老大是大毛，老2是2毛，請問老3是誰???|阿不就是小明?!(請看清楚題目)
一部電影200圓，請問3部電影多少錢?|50(三不五時)
踢到什麼會生氣|心情踢到鐵板
甚麼東西比宇宙還大?|我也不知道ㄟ    知道的告訴我吧!   遭毆))
小明的生日在4月23日  那一年的4月23日?|他出生後每年的4月23日
什麼河最大|銀河
心有餘悸|愈
蠶寶寶為什麼這麼有錢|因為節儉
如果天塌下來ㄌ,我們要躲在ㄋㄚˇ??|就在天堂吧!天塌下來也沒地方躲阿!
頭上會亮燈|路燈
2048=3 3000=3 6089=5 5555=0 4730=1 8999=5             2999=?|3,999有三個齡
有一天 有小紅 小黃 小藍 小白一起去搭飛機誰會先吐|小白兔 (小白吐)
用『數碼寶貝』(卡通)可以造甚麼句子?|今天吃素嗎?寶貝(素嗎寶貝=數碼寶貝)
把時鐘帶到廁所裡|有始有終(屎)
四分五列|九份
哪隻狗不會被叮??|布丁狗(不叮狗)
十二生肖中誰不會被便利商店打??|羊   因為24小時不打烊(羊)
星星有幾公克??|星巴克(星八克)
你要手機嗎?|拿筆在手上寫一個機就好了@@
1郎~10郎誰最有錢?|8郎~~~~~別人的生命是控金又包銀
兩支一樣的勺子,一支用來勺糖,一支用來勺鹽.小名把一支用來勺波羅乳酪,大名把一支用來勺草莓乳酪,那支是勺糖或勺鹽?|大名那支是勺糖的,因為糖是甜的,而且草莓是甜的.
哪一條街梅雨|芝麻街美語
如果|囔
五十個人|傘   哇哈哈
Joe 是醫生|九死一生
熊貓掉進河裏,會變成什麼色?|塞息(同音)
籃子|楠梓
前兔|後龍
鄭成功的媽媽叫什麼?|失敗(失敗為成功之母)
公雞跟母雞跟小雞有雞腿  那大象跟長頸鹿有什麼腿?|大象有像腿(像胖子的腿)長頸鹿有長腿(像瘦子的腿)
死刑犯被槍斃之前的願望是啥?|穿防彈衣
有一天~變形金剛(壞)來了!!你猜他要怎樣才能哪柯博文綁起來??|威脅蜘蛛人~叫他做一個特大號的蜘蛛衣!!!!!!!!!!!!
為甚麼來來哥(姐)為甚麼會一直來?|因為那是他的口頭禪
1+1=??提示:絕對不是二!!|告訴你們~不要相信提示~答案是2
要死掉了怎麼辦？|撿起來就好了啊!(要死=鑰匙)
樹上有10隻小鳥，被獵人打下1隻，請問還剩幾隻|0隻，被嚇跑了
有一只鯊魚吃下了一顆綠豆,結果它變成了什麼|綠豆沙(綠豆鯊)
小白＋小白=?|小白兔（TWO）
一塊三分熟的牛排和一塊5分熟的牛排在大街上遇到了,為什么他們沒打招呼呢??(假設他們會說話)|因為他們都不熟啊~~!哈哈
(*˘︶˘*)ﾉ|幸福的臉～:)
鳥的翅膀斷掉了|南非 難飛
士兵摔斷了腿(兩個字)|乒     乓
三個壞球,一個好球|南投
白雲公主和包青天生的女兒會是誰？|灰姑娘
知名牛奶|瑞穗
為什麼我們白天看不到月亮|月亮會害羞所以躲在太陽後面
冰箱有草莓罐頭，巧克力罐頭，芒果罐頭，請問我要先開什麼|先開冰箱
一堆沙加一堆沙=|一堆沙
天使是什麼?|天上掉下來的屎(使)
什麼動物的皮最差?|大象，因為橡皮擦
如果有10個人要去吃炸雞.但是只有1份.那要怎麼辦?|把其他9個踢走
相撲選手要去游泳.你猜他第一個說的話是什麼?|救命!(因為游泳池太小.他卡住了)
廁所掛時鐘。|有始(屎)有終(鐘)
什麼地方教人家笑?|學校(學笑)
什麼動物話最多?|獅子 因為言多必失(獅)
三國中 誰被禁語了?|關羽(關語)
一個黑人和白人生的小嬰兒牙齒是甚麼顏色的|小嬰兒沒牙齒
有個忠心漢，禁立護家園；遇見好人搖搖尾，碰到壞人拼命追|狗
什麼龍是白色的？|保麗龍
羊來了!!|草莓,因為羊會吃草所以(草沒)
為什麼長頸鹿的脖子很長？|牠原本很矮，但他越長越高到4.8到5.5米高
鉛筆姓什麼|蕭[削]
一加一等於什麼|田
有個機飛到屋頂上，看見一隻狗在跳。|雞飛狗跳
流氓有幾個"ㄨㄟˋ"??|無限個'因為流氓常常說(喂)
有一位美麗老師他很討厭那一般的所有學生(學生有30個包括老師)學生也不喜歡美麗老師請問教師節那天美麗老師會收到幾張卡片??|29張因為老師又不是學生
為什麼爸爸吃東西覺得好吃，說:歐依系!(日文)會被媽媽罵?|因為媽媽聽成了歐力系(讓你死)哈哈
公雞往北走8步，往南走10步，他會在哪下蛋?|公雞是公的不會下蛋
玻璃杯和咖啡杯一起過馬路，結果玻璃杯被車子撞到了，咖啡杯卻沒事，為什麼?|因為咖啡杯有耳朵啦....哈
什麼東西永遠是乾的??|機，因為機不可失(濕)
甚麼瓜不能吃|傻瓜
什麼時候天上有星星？|打暈了,天上就有星星
黑人、白人生的小孩牙齒是什麼顏色？|沒有牙齒
誰是世界上最會游泳的？|剛出生的小孩
什麼土最俗?|老土
什麼人最高?|高人
怎麼讓奶茶變大杯|唸大悲咒
人體哪個器官賣出去 可以賣到兆元？|膽.........   因為。 好膽麥跑(兆)
史奴比的小名是什麼？|死路邊(台語)
上不在上，下不在下，不可在上，且宜在下。|一
三個人撐雨傘為甚麼都沒淋到雨?|因為沒下雨
哪條街不下雨|芝麻街美語(美語 沒語)
公雞在屋頂上下蛋，是下在左邊還是右邊？|公雞不會下蛋，是母雞才會下蛋
世界上最長的路是什麼路？|馬路
xD|笑臉
XD|笑臉
甚麼時候1+1不等於2?|算錯的時候
一隻老公雞和一隻老母雞會聯想到哪兩個字?|兩隻雞
一輛高速行使的汽車再過一個90度彎時哪個輪子一定離開地面?|備用輪胎
怎麼樣才能史男人一見鍾情?|別讓他看妳第二眼
1.一條繩，雙腳跳，     跨過城門，越過小橋。  2.長在土裡，上層開花，     下面不結果，下面結果，     上面不開花。|1.跳繩。2.地瓜。
再早餐時從來不吃甚麼?|午餐和晚餐
哪個童話故事的女主角沒有胸部?|小紅冒   (因為他奶奶被大也狼吃掉了)
哪個童話故事的公主不能參加化裝舞會?|人魚公主 (因為沒有腳)
請問刀和槍是什麼顏色的?|藍色(刀槍不入)
請問豬最怕什麼動物?|熊(因為泰迪熊)
有一天，你在開車的路上，被警察欄下，前面沒發生出車禍…，那為什麼會把你欄下？|因為前面放了一個假的警察
(>///|害羞
有12個人，他們共撐一把傘，為什麼沒人淋到雨?|因為沒有下雨呀!!
考試前絕對不能看什麼書?|百科全書(百科全輸)
黑馬王子和白雪公主生的孩子牙齒是什麼顏色?|剛出生的小孩沒有牙齒!!!!!!
哪個數字最聽話?|一百
哪個數字最懶惰? 哪個數字最勤快?|1懶惰~2勤勞( 一不作，二不休)
哪個字母會揍電視|k因為KTV
什麼布切不斷?|瀑布
鍵盤上誰最帥+.+？|F4！
1+1=2什麼時候1+1不會=2|算錯的時候
老王姓什麼|法，因為「法老王」
為什麼 暑假 比 寒假 長?|因為 熱漲冷縮  哈哈
公司在開除員工時 不能喝甚麼?|仙草蜜  (因為  先炒me)
曉明平常8點才起床，為何今天他7點半就吃完早餐了？|他今天7點起床
有熊來了|有備而來(有bear來)
小張100公尺跑10秒 小李100公尺跑11秒 到最後為什麼是小李贏了|因為小張沒參加比賽
什麼樣的人最喜歡長髮|理髮師
小紅每次賽跑都是倒數第一名 這次卻是真正的第一名 為什麼|因為跑步的只有她一個人ㄎㄎ
哥吉拉的弟弟叫什麼名字???|弟吉推
小明每次都拿第一為什麼爸爸還要罵他|小明每次都拿到數最後一名
生米煮成熟飯了要怎麼辦??|那就開動唄
穿著盔甲的小鳥|鴨
什麼數字最乾？什麼數字最安靜？|一最乾，二最安靜！！！^^
饅頭假裝是肉包|吳宗憲（無中陷）
老闆和員工，誰比較大?|要看身分證才知道
三個門|褲子
哪兩個英文字母會爆炸？|OK蹦
小黃.小藍.小白.小綠四人一起坐飛機，誰會吐?|小白兔(小白吐)
黑熊.灰熊.白熊，誰最厲害?|灰熊(非常厲害台語)
有四個動物要到椰子樹上摘香蕉，分別是猴子跟麻雀與獅子和猩猩，誰會摘到香蕉?|沒有人摘到香蕉 因為椰子樹上沒有香蕉
天上有一張臉掉下來，你要不要撿！？|這個答案沒有正確答案，
神的交通工具是什麼?|寶貝!! 因為神奇(騎)寶貝
什麼書在書店裡買不到|秘書或遺書
每天搭乘公車|豐原客運
三國時期誰跑最快?|曹操,因為說曹操曹操到
OAQ|哭
甚麼時候二加一不等於三?|算錯的時候啦!
有一個很高很高很~高的椰樹，猩猩、猴子、人猿同時爬上去摘香蕉，請問誰會先摘到?|椰樹怎麼可能會有香蕉呢?小笨蛋~~
唉，沒人能了解我；沒人能真正的鼓勵我；沒人能懂我的心情，因為，我這種人總是寂寞的呀!! 唉......不論努力地寫多少行字，卻有許多人都無法理解，唉....|詩人
出門一朵花|雨傘
有一種動物.2隻腳.每天早上叫你起床到你起床為止?|媽媽
綠豆殺牛奶|綠豆沙牛奶(殺)
笨蛋叫神麼?|阿達嗎袖都
神麼英文不能讀|蔡英文
全世界的人都只有一隻腳，只有它有兩隻腳。全世界的人，就它最愛翹辮子(劈腿)。|兩腳釘
請問大樹和小樹差在哪裡？|插（差）在土裡
一部電影二百元，三部電影幾元？|五十元，因為，三步五十
如果你再冷凍庫被動了一天，當你再度出來時，會發生什麼事情？|變成人肉冰棒
屈原是誰?|人
不是要用電電風扇才會動嗎?，但為甚麼沒插電還可以動?是用甚麼地方吹才會動|嘴巴
一顆石頭打中兩隻小鳥|一石二鳥
雪寶跟安娜哪一個欠揍|雪寶(因為雪寶他都會小小聲的說別人會不會怎樣)
姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊姊|叫我姊姊!
穿著綠衣服，肚裏水汪汪，生的兒子多，個個黑臉膛。|西瓜
輕輕的身體，滿身是文字，有了它在身，便知遠近事。|報紙
哪兩個英文字母碰在一起會傷心?|Bi  因為〝悲哀〞
124569|少38
7除以2=?|不三不四
鐵匠當官|只管打
什麼東西咖啡因最多？？？|咖啡因
狗咬狗|一嘴毛
孔子是我國最偉大的什麼家?|老師家
(>w|裝可愛
有天,兩隻小貓在互相聊天貓伊:我問你喔,狗是旺旺叫,我們是喵喵叫,那瓦斯怎麼叫?貓尹:恩...怎麼叫?|打電話叫啊!!哈哈
有些事你明明沒做,卻為什麼會受罰呢?|因為沒寫功課
1又7分之1=多少|片
沙漠裡最多的是什麼?|沙子呀
孔子是我國最偉大的什麼家?|老人家
如果曹操還活著,世界會有什麼改變?|多一個人~嘻嘻
一位電腦專家和一位數學天才結婚,生下來的孩子長大後會是什麼人?|大人
黑人和白人生出來的嬰兒牙齒是什麼顏色?|嬰兒沒有牙齒
猴子最討厭甚麼線?|直線   因為直線沒有"香蕉"(相交)
為什麼薑母鴨的鴨都是母的?|因為薑"母"鴨
甚麼時候老天爺會開冷氣|冬天(因為冬天很冷)
請問:甚麼不剪不斷請問:甚麼龍每天換上千件衣服|瀑布/變色龍
一頭牛賣十萬元，為何三頭牛要賣六十萬|因為三頭的牛非常罕見
有一架船佢可以載10個人,但當載了8個人後佢依然下沉,點解呢?|因為佢係一架潛水艇
為什麼陸地上沒有魚|因為陸上有貓
沙丁魚是什麼魚|丁魚因為「殺」丁魚
要怎磨讓眉毛長在眼睛下面呢|倒立！！
鐵放在外面會生鏽 那金子呢?|會被偷走
老人不會怕白天 那為甚麼會怕黑夜呢?|因為 月嚇老人(月下老人)
什麼東西最天オ？|馬路:因(它天天被人踩)
世界上有東京，南京，北京。但是為什麼沒有西京？|因為被唐增取了（西經，與西京讀音一樣）
1+1=|11
9+6=|96
小新身上帶著100元去書局買了一本45元的書為什麼店員只找他5元呢??|因為小新給店員50員的銅板所以店員找他5元
小杯珍珠奶茶為什麼會變大杯珍珠奶茶|因為它念大悲(杯)咒
世界上最長的車是什麼車|塞車
誰收到了黑貓快遞|王老先生 王老先生有塊地(快遞)
比面速力達母還不孝的是誰|蝨子(殺母)台語
有4個太監在聊天|無雞之談(無稽之談)
蜘蛛人是甚麼顏色?|白的(因為他的英文是Spider
油漆工的徒弟叫啥|好色之徒
什麼時候10加4回等於2?|算時間(10點加4小時等於下午4點)
沒有頭的筆|聿
^_^是什麼意思?|^開_心^
歧視黑人 (猜一成語)|不白之冤
H I J K L M N O|水(從H到O就是H to O，音與H2O相同，H2O是水
有一天,小貓、小狗、小鳥一起去學校背書,請問誰先背???|小狗(旺旺仙貝) XD
在動物學校，小貓、小狗，小豬要背唐詩給老師聽，牠們就在爭誰要先背？最後是小狗，為什麼?|因為旺旺仙貝(汪汪先背)
千頌伊常常怎樣?|常常先送醫   因為千頌伊=先送醫
為什麼黑人只吃白巧克力|因為他怕咬到手指
芝麻街為什麼不會下雨?|因為芝麻街沒雨(美語)
.百年前是草，百年後是木|葉
千里隨身不戀家，不貪茶飯不貪花，水火刀槍都不怕，日落西山不見他。|影子
一塊雞排要50元.....那為什麼兩塊雞排卻賣75元?????........(((((>3|聽說第二件半價呢!!!!GOOD~~~要買要快....XD
啦啦隊，不准坐(猜一個地方)|加油站
哪一個童話故事裡的人物最專情       投個票拜託|美人魚(因為他不會劈腿)
小狗不乖|高雄(打狗)
有一天，四個神仙去逛街，結果全不見了，猜猜他們怎麼了!|被拿去做四神湯了!
有一天，小明媽媽十分傷心，為甚麼?|因為他失明了
你是誰?|人
什麼時候別人敲門你沒辦法開門?|在廁所的時候
小華是小美的哥哥，讀同一所國小，在學校小美遇到小華要叫他『哥哥』，那小美遇到小明要叫他什麼？|嗨或哈囉
宙斯最愛吃什麼？|雷神巧克力
1+3=?|B
樹上有1隻鳥飛來了1隻，請問幾隻??|又飛走了1隻，所以還剩1隻
有3兄弟 第1個叫洗衣第2個叫洗褲 第3個叫洗襪有一天有一個人尿床媽媽問洗衣是不是你尿床 洗衣說不是 媽媽問洗褲是不是你尿床 洗褲說不是問誰最有可能尿床|你    洗襪(是我)台語
西瓜和椰子打頭，哪個打頭比較痛?|頭比較痛
jon的媽媽是誰|花 (因為花 生 醬 )
一隻豬賣一萬元,三隻豬卻要賣六萬元,為什麼?|因為三頭六倍(三頭六臂)
睡美人最怕什麼?|失眠
乾冰的相反?|餅乾
怎樣?|安娜(怎樣的台語)
把大象塞進冰箱裡要幾個步驟？A:3個1:把冰箱門打開2:把大象塞進冰箱3:把冰箱門關上那把長頸鹿塞進冰箱裡要幾個步驟？|4個
1+1什麼時候不等於2?|爸爸和媽媽結婚後生下小孩就不等於2了~~哈哈
有一把隱形的劍，是什麼劍？|看不見(劍)...(給個超爆笑人氣吧!)
馬、虎、 狼三種動物，請問是誰把龍藏起來了呢??|狼啦...千萬不要因為「臥虎藏龍」就把答案猜虎ㄋㄟ...  ps:其實龍是狼藏起來的...因為 "wof"(臥虎）藏龍!! 看吧.... 就說是狼吧
有一隻蚊子....他只叮鼠牛虎兔龍蛇馬羊猴雞豬....猜猜看這隻蚊子叫什麼名字...|答:布丁狗....不叮狗....>_
有四個人.分別是酷酷哥.酷帥哥.帥酷哥.帥帥哥，請問哪一個人ㄉ老婆身體最虛弱?|酷酷哥 ，因為他的老婆叫.............酷酷嫂(咳咳嗽)(IN台語)
有一天有一個班級有20個人要郊遊，在活動當天卻只有19人到場，大家都在猜想是誰沒有來，結果有一個人說一定是彼得沒有來，為什麼ㄋ?|因為他是"不來的彼得"(布萊德彼得).....>_
神麼車跑得最快最????????????????????????????????????????????????????????????????????????|籃寶基尼
世界上最會搞笑的魚,是什麼魚?|小丑魚
有一枝木魚掉到水裡,會變成什麼?|虱目魚(溼木魚)
在一個池塘邊,有一隻黑貓在散步,一不小心就掉進水裡了,忽然有一隻白貓經過,順便把它救了起來,請問黑貓會跟白貓說什麼?|喵!
請問:甚麼布剪不斷|瀑布
為甚麼廁所有屋頂|因為老天有眼
A和C誰比較高|A比C低
有一天小飛在學校地上發現一個髮夾，卻沒拿到學務處，自己卻收起來，你猜為甚麼?|因為那是他自己的!!
什麼東西不能偷|偷笑
有一 隻狗跪在冰上，結果變成什麼狗|貴賓狗(跪冰狗)
為甚麼你年齡加2後卻還是沒變?|因為要-2
一枝弓箭很長|張
哪一種動物上山八隻腳,下山六隻腳|不知道
為什麼我做錯是媽媽不會罵我!|因為他不知道
拿雞蛋丟石頭為什麼雞蛋不會破？？？|因為你丟的是石頭，拿的是雞蛋，所以雞蛋不會破
紅豆的小孩士誰|南國
為什麼企鵝肚子是白的|因為牠的手太短 洗不到背後
有一天,小明進到一間房子走到中央時,小明突然掉了下去請問那間房子是什麼?|茅廁
為什麼飛機永遠撞不到星星？？？|因為星星會閃
五月天的"我不願讓你一個人"有幾分?|10分(我不願你獨自走過 風雨的 時分)
為甚麼南邊沒有阿密陀佛?|因為南無阿密陀佛
青春痘長在哪裡最不用擔心??|別人的臉上>3
什麼動物會開瓶子?|孔雀。因為孔雀開屏(瓶)
甚麼人一年只要上一次班而且不會被炒魷魚|聖誕老人
猜最可愛的表情符號|๑‧́◇‧̀๑≧◇≦^＊^●ω●♥✌๑‧́＊‧̀๑^ω^๑‧́з‧̀๑๑‧́▽‧̀๑ Σ>─(〃°ω°〃)♡→ლ(’ڡლ)(๑‧̀ㅂ‧́)&#
一般的貓叫聲__喵~~            那山上的貓怎抹叫??|喵~的啦!!
煮1顆蛋要2分鐘，煮10顆呢？|2分鐘
有頭沒有頸有眼不能眨無腳行千里有翅難飛行|魚
什麼車的燈最多?|垃圾車(因為音樂是燈燈燈燈燈燈燈......)
在極地看到綠光願望會實現，那在台灣呢?|被罵(因為看到綠燈還不走)
綠豆在下雨天是什麼顏色的?|黃色(因為他穿雨衣)
為什麼多啦A夢怕老鼠??|因為它本來就怕這鬼東西
鄉下和都市的河哪個比較湧急?|鄉下 因為鄉間河太急[相煎何太急]
哪個卡通人物吃素?|花媽 因為(我素)花媽啦!
綠豆從高處掉下來是…？|紅豆 因為綠豆從高處掉下來流血變紅豆XD
五月花要放哪裡|廁所 因為”五月花”衛生紙
小明尿褲子|褲濕拉(酷斯拉)
請問中國字典裡有幾個字?|四個字~因為(中國字典)
如何把大象塞到冰箱裡面?|1.把冰箱門打開~2.把大象放進去~3.再把冰箱門關起來~>.
小黑小紅小白那個坐飛機會吐？|小白，因為小白兔！！！
世上誰啥有人？|因為不在乎天長地久，只在乎曾經擁有（還是不知道答案XDDDD ）
蜜蜂停在日曆上|蜂和日曆(風和日麗)
什麼車最多燈？|垃圾車
哪個車最多燈|垃圾車  因為登登登登登登登登(給愛麗絲)
一口井旁邊有兩個茶壺|警察杯杯
72小時，猜一字|晶，因為是三天，變成三日，三日也就是晶啦
有一天 阿華看到一個招牌  上面想  花枝魚丸麵  他就進去吃  麵端過來時  他就檢查一下  後來他問老闆說  為啥沒有花枝  寢問 老闆會說甚麼?|因為 花枝是店名   魚丸麵是招牌麵
帶西瓜去總統府要有什麼條件|1.要有安全認證2.一定要是送貨員
為什麼大家都在夏天舉辦試膽大會?|因為嚇(夏)天
人睡覺醒來時，第一個打開的是甚麼？|眼睛
什麼動物搬得動房子，卻搬不動牛|蝸牛
老劉的兒子姓張 那老王的兒子姓 ?|王 不然呢...? 老劉的兒子是跟他老婆姓 !
人體可賣出一兆的地方是哪裡|膽，因為好膽麥跑
為什麼現在輕功失傳了?|因為牛頓發現了萬有引力定律
一個人身上被潑了金油漆|一名金人(一鳴驚人
請問頑皮豹的好朋友是誰?|大狼(因為片頭曲有大狼大狼大狼)
水餃是聰明還是傻的|傻的，因為傻水餃(台語)
人的哪個器官能包住天？|膽。因為膽大包天！
曼陀珠是甚麼|滿頭豬
為啥人類跟魚一樣，都要活在有水的世界裡?|我們都會死掉
退潮|汐止
我沒有他有,天沒有地有|也
老婆婆燙頭髮？|銀絲卷
香蕉有什麼通病？|脊椎側彎
什麼虎不會咬人？|雅虎
二好球 三壞球|南投
半夜裡打算盤？|暗算
樹的味道像什麼？|雞，因為樹味像雞...（數位相機）
愚公的老家...？|開門見山
什麼？鴻海有內鬼？|氣炸鍋（郭）
馬、狗、豬，誰比較聰明？|豬..因為豬（珠）算~~高手
鴨子在搭計程車|小黃瓜(因為計程車俗稱小黃，鴨子瓜瓜叫)
每天下雨|霉
鐵面無私包青天|成人紙尿布，因為包大人...
很弱！下棋每次都輸...|舒淇
兩個人促膝談心|相對論
星星有多重？！|星巴（8）克
用紅筆寫春夏秋冬四個字...|四季紅
把時鐘掛在廁所裡|有始（屎）有終（鐘）
哪個國家不需要電？|緬甸
哪一位唐朝詩人都不用付房租？|白居易
Hello Kitty賣光了？在哪？|貓空
一個離婚很多次的女人|前功（公）盡棄
車子亂繞開錯路|白花油
畫家為什麼不喜歡用細繩畫畫?|粗繩入畫(出神入化)
書店不可能會賣什麼書>?|遺書
1+1等於多少|2
就算語文能力再強的人都會寫錯一個字到底是哪個字呢?|錯
遇到甚麼比遇到便便更慘|遇到瓶頸
＜（＠￣︶￣＠）＞|滿足地臉紅
一枝鉛筆丟出去會砸到誰?|砸到人~~
題目: 請問小明吃了1塊錢 爸爸帶她去醫院 小明竟吐出10塊錢   請問爸爸該怎麼做|當然是在餵他吃1塊錢啊
虛胖|肉鬆（因為虛就是肉很多。胖就是肉很鬆。所以就叫肉鬆）=_=
1+1=?|2啊
如果有一台車,駕駛座是小明,副駕駛座是小安,小明的後面是小如,小安的後面是小晴,那請問這輛車是誰的?|這輛車是如果的車!因為如果有一輛車!!
此人站在田當中,不用吃糧不喝湯,一年到頭薄衣裳,風吹雨打不躲藏.|稻草人
雖有十張口，只有一顆心，要想猜出來，必須動腦筋。|思
電腦的媽媽是誰?|電腦螢幕
word為何會叫word|古代人都躺著寫字(臥的)
1~9哪一兩個數字最亮?|1和3
早上8:00南下和北上個發出一班車但只有一條軌道為什麼兩班車沒有相撞呢?|因為一班是今天    一班是明天
你左邊的屁股像什麼?|像你右邊的屁股
A和C誰比較高?|C    因為ABCD的斜音是A比C低
人類的最後一顆牙是??|假牙
為什麼會有颱風？|玉皇大帝在哭
為甚麼會有颱風|因為颱風
有位媽媽以前是校花,那現在是什麼?|豆花啦!!!!!!!!她忙死了!!!!!!!!!!!
有一個人去看醫生到了一家醫院,那家醫院卻不幫他看病為神麼?|因為那是獸醫
死掉的腎臟|西遊記，腎臟翻台語(死腰子)
為什麼謝金燕不喜歡接電話?|叫我姐接(叫我姐姐)
飛機飛很高，為什麼撞不到星星?|星星會閃
如何讓飲料變大杯?|念大杯咒(念大悲咒)
狼.老虎.獅子玩遊戲誰總被淘汰?|桃太郎(淘汰狼)
什麼劍是看不見得??|看不見
有UFO嗎??|我不知道
什麼人最會複製貼上?|笠小城
三人騎牛牛無角|奉
芥茉的生日是幾號|世界末日
什麼鬼不敢進鬼屋|膽小鬼
什麼球不能踩|地球
我有姐姐.弟弟.妹妹|歌
水要怎麼變冰?|加兩點就好了
什麼路最長|網路
我有好多腳,可事站不牢,只能靠著牆,站的穩又好|掃把
有一天,一位很胖的婦人去拍照結果拍出來的照片卻變得骨瘦如柴|因為拍Ｘ光照
請問學生最常在教室說的話是甚麼?|就是不知道
一個小孩子騎一台車，那三個小孩子騎幾台車？|三台 (因為1乘3等餘3)
吳宗憲打球誰守他|慈母.因為(慈母手中線).(守宗憲)
13乘11乘81|陸
小明和外婆家之間有一條河，他打算游泳來回，小明去的時候只去了1小時，但是回來的時候花了兩個半小時，這是為什麼?|兩個「半小時」加起來就是一小時啊
????櫻花????         ????最喜歡什麼????|冬天
什麼東西像龍|星星，因為惺惺像融
小狗汪汪叫小貓喵喵叫瓦斯怎麼叫|打電話叫
一字十三點’難在什麼點?|汁
送什麼東西別人會哭|送鍾(送終)
有1沒有2有3沒有4有左沒有右有月亮沒有太陽有ㄘㄨㄛˋ沒有頓（猜一個字）|隨（隨便的隨）
遇到什麼比遇到跌倒還倒霉？？|跌倒（而且是跌在大便上面）
哆啦a夢最喜歡做的事情|幫助別人因為他總是伸出援手
上完廁所要用左手擦還是右手擦屁股|用衛生紙擦比較好
硬舌頭，尖嘴巴，只吃飯，光喝茶。|鋼筆
洗了不乾淨，不洗才乾淨，洗了不能吃，不洗才能吃。|水
有一個人，喜歡讀書，也喜歡練武|文武雙全
棋鄰飛到北極|冰淇淋
狼來了|楊梅
什麼狗不能吃|古狗因為(good)
楊貴妃我甚麼喜歡吃荔枝??|那你得去問他本人囉~~
超人為甚麼要穿緊身衣??|因為救人要緊~~~~
看時圓又圓寫時是九點|丸
什麼人出門最會亂買東西|歐巴馬(翻成台語)
15分鐘=1000元|一字千金
一減一,不是零|三
十天跑完萬里長城|一日千里
如果你在電影院放屁的時候該怎麼辦?|當然是教你旁邊的人幫你黑鍋!
男:摘一顆蘋果等你從門前今過送到你的手中幫你解渴女:像夏天的可樂像冬天的可可你是對的時間對的角色              猜歌~|有點甜
哪個過時歌手的綽號友豬這個字?|小豬阿沒猜到的笨笨XD
1314520|一生一世我愛你
什麼動物跪了就會飛|羊(楊貴妃)(羊跪飛)
看一部電影要200元，那看三部電影要多少錢?|50元，因為三不五時(三部五十)
路人甲有幾個兄弟?|3個     因為路人甲   路人乙  路人丙    路人丁
世界上誰跑得最快?|曹操
為什麼很多隻猩猩可以救一隻生病的猿猴|因為猩猩之夥可以療猿(星星之火可以燎原)
唐詩400首幾塊錢|490  因為唐詩490(490簡稱四百九)
什麼動物會造山和海?|人(人山人海)
猜猜這是什麼表情？ ⊙_⊙|你自己
有一次美琪美雪去公園遇到時小攏可是她悶歌裡面有心鑽可是為甚麼沒告訴小龍？|因為不能把事情拆穿不然它葉會沒有雙子星哪樣好反這是沒先就要幫忙
拍片時貓女為什麼不尿尿|因為不想尿
有一隻蚯蚓一小時爬一公里他兩小時跑幾公里?|蚯蚓...不會跑!!!
當斑馬走在斑馬線上時，牠會說什麼？|斑馬：我的衣服怎麼掉了！
什麼雨會淋死人 ?|是     槍林彈雨
羊來了。|草莓
狼來了。|楊桃
電和閃電有什麼差別?|一個要錢，一個不用錢
在洗澡前，你應該先脫衣服，還是先脫褲子?|應該要先關門。
如果手被燙到該怎麼辦?|當然是先沖冷水[不然你還想怎樣]
ㄧ人做事，ㄧ人當。那小叮做事是?|小叮作事，小叮噹。
為什麼小孩愛買玩具|因為他們愛去愛買
72個小時|晶
李白為什麼會過世|因為詩寫過多(失血過多
為什麼小明在沙灘上走路，回頭一看，沒有腳印？|因為他到退走路
豆子跟包子住在一起，有一天，豆子刺包子一刀，那包子變成什麼？|豆(殺)沙包
狗過了獨木橋不會叫|過目不忘
世界上什麼東西最耐煮？|媳婦，因為10年媳婦熬成婆
哪種人希望孩子越多越好？|兒童用品製造商
有天，小明出門買肉和魚，他到一家店時，問這裡有賣肉嗎?老闆說:沒有，又問這裡有賣魚嗎?老闆也說:沒有，為什麼?|因為這裡是賣水果的
太平洋中間是啥??|平
什麼豬會叫!?|豬叫
珍珠奶茶怎做?|珍珠一隻狗的奶茶˙ˇ˙
黃燈是什麼顏色??|灰色            因為黃燈灰(黃登輝)
天下嘉農猜台灣地名|鹿野  因為KANO是鹿野修哉 (陽炎)
兩個人掉到井底摔死的叫死人那沒摔死的叫什麼|叫救命
哪一首兒歌有唱到「貞子到」|春神來了
為什麼謝金燕永遠都不會接電話呢？|因為....叫我姐接(叫我姊姊)
哪個卡通人物拳頭最大?|武藏...因為麻雀雖小[武藏巨拳]
凜是在哪個科技公司上班？|松崗科技。因為松岡凜(松崗凜)
曉明去刺魚請問刺到了幾隻魚|2隻因為「三隻魚閃標」  (三支雨傘標)
A丶B丶C丶D那一個字母最會裝酷?|「C」，因為「C」裝「酷」（西裝褲）
有一隻公鹿，他越走越快，結果變成什麼？|變成高速公路
練武功是誰唱的?????¿|沒人     謝金燕唱的是練舞功不是練武功
我是甚麼人|我是台灣人ˋ地球人
小明去看醫生,醫生叫他看開一點!他到底有什麼病?|鬥雞眼
1~100有幾個9|20個9ˋ19ˋ29ˋ39ˋ49ˋ59ˋ69ˋ79ˋ89ˋ90ˋ91ˋ92ˋ93ˋ94ˋ95ˋ96ˋ97ˋ98ˋ99←這有兩個九
明明在下噢，為啥有人淋不到|因為撐著雨傘阿~
飛機上有5個人，但只有4個降落傘，其他人都跳下去了剩下2個人，為啥還有2個降落傘|因為司機背著書包跳下去了
有一間書局，明明啥事都沒做，為啥會得到諾貝爾和平獎|因為那間書局較諾貝爾書局!!(住豐原的人很清楚吧)
鍵盤上哪個鍵最快|F1(因為F1賽車)
有一顆球它掉進水裡會變什麼球?|水球 (要動動腦筋阿)
黑人為什麼不吃巧克力|怕咬到自己的手子頭
為什麼華盛頓砍倒櫻桃樹，他的爸爸沒有處罰他？|因為華盛頓的爸爸不在樹上
有一天，熊貓對小鹿說:「你可能以跟我交往嗎?」那為什麼熊貓被拒絕了?|因為小鹿說:「媽媽跟我說過，戴墨鏡的就是不良少年
如果有一台車,小王坐在正駕駛座.小華坐在副駕駛座,小美坐在後座,納麼著台車是誰的？|如果的
聲音很大聲!|黃大仙
有一個台灣人和一個美國人生了一個小嬰兒，台灣人有25顆牙齒，美國人有26顆牙齒，那他們生的小嬰兒有幾顆牙齒|小嬰兒沒有牙齒阿~
有一個人肚子很餓，他要去冰箱拿罐頭來吃，冰箱裡有雞肉罐頭和鮪魚罐頭，他要先打開哪個東東|當然是先打開冰箱門阿~
8-20|失而復得 (12負的)
小明要寫書法給他的書法老師看，但是他只是亂畫一通，為啥沒被老師罵|因為他的老師就是要他亂畫一通
請問甚麼醫院是不給人看病的|動物醫院
為什麼曉蘭不喜歡吃蛋糕|這就是為什麼
打狗|民雄
有一對夫妻他們不會吵架|啞把
一個歌手不會唱歌|歌明
我要跟各位大大講個笑話，請猜猜我要講甚麼|我講完了
五月的天空|五月天
一部電影50元請問三部要多少錢???|50元(三不五時)
有一道菜是總經理最拿手的是....|炒魷魚
十五個吊桶|七上八下
美美的男朋友叫什麼名字?|帥帥 (我講給我同學聽,同學也笑倒.全自己編)
甚麼時候掛鐘會敲13下?|該修理的時候
冰水是啥??|冰箱裡的水
為什麼哆啦a夢永遠生活在黑暗中?|因為他伸手不見五指
戰國時代的人誰跑得最快|曹操    因為說曹操,曹操到
皇帝要在甚麼時候去天壇祭天|大白天
胡迪死了|盛夏光年 (剩下光年)
一跟長長的棒棒一頭有毛一頭光生來最愛講清潔天天嘴裡走幾趟|牙刷
甚麼時候大比小小?|大班升小一
請問一個人起床後的第一件事是什麼？|張開眼睛
為什麼8月8號當天要把債務全部還清?|因為是父親節(付清節)
一加一等於什麼|ya(因為一跟手指頭和一跟手指頭等於ya)
1+1=?|當然是2啊
為啥哆啦ㄟ夢會怕老鼠|因為他本來就會怕這鬼東西！
糖果是公的還是母的？|母的(因為糖果會生螞蟻)
什麼時候1+1不等於2?|答錯的時候>
小螞蟻對大象說了什麼話讓大象昏倒??|我懷了你的孩子
白雪公主和黑人生下的孩子叫什麼名字???|灰姑娘
誰最喜歡伸出援手|哆拉A夢因為援(圓)手
羊和老虎去7－11為什麼老虎被打，羊沒被打？|因為7－11不打烊（羊）。
不解釋的英文怎麼講?|BJ4
小名經過地震區 那裏發生地震了 為啥曉明沒感覺|他坐飛機經過的
妹妹在打羽毛球，發現羽毛是白色的。|習
三個口，不能念品字。|目
誰每天都在過生日|豬 祝(豬)你生日快樂
蟑螂最怕什麼|人(因為沒有人就沒有拖鞋
一顆心值多少錢|一億(因為一心一意)
櫻桃小丸子他們家賣什麼?|鞭炮
為什ㄇ1+1等於2??|沒有為什ㄇ，就是這樣
要去請什麼假的路上最難走呢|病假。因為並駕齊驅(病假崎嶇)
有一個人買了一隻雞的頭跟鴨的腳|雞同(頭)鴨講(腳)
從前有一隻狗叫狗狗，請問她是公還是母的|母ㄉ
從前有一個人叫:耶耶她媽叫什麼名字?|你要問她才知道
為什麼媽媽要幫美麗取叫美麗|去問美麗的媽媽啊  我怎麼知道
狗,貓,兔誰先背書?|狗{因為旺旺仙貝(先背)}
位神抹香蕉要常常看醫生呢?|因為他脊椎側彎
有一個人 到醫院說要掛號但他要印章|郵差
有一天，美美從101大樓跳下來，但是卻沒死，這是為什麼?|因為                                                                                                  美美是一隻鳥
古言有云「紅顔是禍水」為甚麽人都會娶美女?|因禍得福
什麼東西不是鼠|衛生署(鼠)
什麼蛋打不爛、煮不熟、更不能吃?|考試得零蛋(0分)
不准說話，猜一個字|吻
畢卡索是什麼?|閉著眼睛卡在廁所
小王一邊刷牙一邊吹口哨, 請問他是怎麼做到的?|因為她刷的是假牙
哈莉菠特怎樣打贏佛地魔的|因為他有鼻子
誰有４隻手|卡通人物　業～～～～～～～～～～～～
怎麼花10小時在歷史課本上?|睡在歷史課本上啊
為什麼蜘蛛像別人求婚，大家都拒絕了？|天天上網的不是好人！！！！！！
為什麼熊貓像大象求婚   被拒絕了？？？|有黑眼圈的不是好人！！
為啥小名在作文寫列祖列宗 爸爸看了會昏倒?|因為小明寫成劣祖劣宗
哪一種鴨蛋不能吃？？|考試的鴨蛋(0分^ ^)
為什麼小小可以一邊刷牙，一邊吹口哨？？|她刷假牙  嘻嘻^-^
馬的頭朝東，屁股朝西，尾巴朝哪裡？？|下^A^
為什麼印度人吃飯要用手？？|用腳比較髒
什麼鼠最乾淨？？|衛生署(鼠)
為什麼猴子會說人話？|屬猴子的人當然會說人話啊！！！！！！！！
一為全身穿金色衣服的人|一名金人
一隻狗過橋的時後不叫|過目不忘(過木不汪)
手機不能掉到馬桶裡？|機不可失(濕)
哪一街不會下雨？？|芝麻街(沒雨)
死掉的腎臟|西遊記﹝台語：死腰子﹞
哪個國家不用電？|緬甸﹝免電﹞
三*ㄐㄧㄣ*半夜~~隔壁班來了一戶*新*的住戶|鑫(3個金.合起來不就鑫)>
小名拿考卷給爸爸爸爸:你怎麼剛開學考試就考0分回來阿小名說:都是因為你啦，人家不愛吃蛋，你卻說吃蛋會長高爸爸又說:吃蛋跟考試有啥關係猜小名吃了什麼蛋|鴨蛋(因為零鴨蛋)
大陸的媽媽和客家人的爸爸生出來的小孩是什麼？？？|人
十月芥菜|起晒心
你是用左手寫字還是右手？|當然是用筆寫字啦！
什麼東西越擦越黑？|黑板
用椰子和西瓜來打頭哪一個會比較痛？|頭比較痛
如果想把今天的事最快.最省事的做完有什麼辦法？|延到明天在做
海綿寶寶死了誰最難過?|蟹老闆   因為海綿寶寶死了蟹老闆就不能賺錢>0
要死掉了怎麼辦|撿起來就好(鑰駛
雞和鴨說話|雞同鴨講
為什麼廁所要有天花板?|因為老天有眼
言先生在賣場買東西|讀＜讀書的讀＞
鉛筆性什麼|蕭 因為削 鉛 筆
那一些是 貓科 動物，那一些是 犬科 動物 呢？誰的 叫聲 最長，誰的 叫聲 最短，誰的 叫聲 最 尖細，誰的 叫聲 最 低 沉 呢 ~ 誰 知 道 者也 。|心知肚明
在哪裡最常看到長頸鹿|考場
洗澡的時候先洗頭，還是先洗身體??|全身上下一起洗~~
全錯?|一無是錯
蠶寶寶為麼很有錢?|因為他會節儉(結繭)
小倩為什麼可以邊吃飯邊唱歌|因為他在餵的小孩
一個木頭種在土裡長出一寸的豆子|樹
冰要幾個人才會分開?為什麼?|五個人因為五彩繽紛(五踩冰分)
15個人|傘(注意看傘這個字，你就會知道為什麼了XD)
爺爺熟讀兵書,可是每次下棋都輸,請問他用的是什麼兵法?|兵來將擋
請問世界上還存在的龍叫甚麼龍|寶麗龍
老師要同學寫一篇作文.你猜點點為什麼沒交作業?|因為他是老師
什麼龍最白|保麗龍
公雞在屋頂生蛋，他的蛋會往那裡掉(1)下 (2)左 (3)右  123選一個|都不是 因為公雞不會生蛋。
有一個動物園,突然失火了那一種動物最先逃出來。|是人
那一種帽子不能戴|螺絲帽
吃什麼動物能瘦身?|螞蟻，食蟻獸(瘦)
請問小學生除了國語跟台語是常講的語言外還有哪一種??|台灣國語
為什麼天上的飛機永遠都撞不到星星|因為星星會閃啊．
豔照門事|冠心病
如果這台車借給小明小明旁邊坐小美小美後面做小黑小黑左邊坐小贓小贓後面做小黃請問這台車是誰的|如果因為有一個人叫如果
考試的時候不能看什麼??|百科全書(百科全輸)
小黑有兩個哥哥大哥叫大寶二哥叫二寶那小弟叫什麼????|小黑
明天就是世界末日了，為什麼今天還有人自殺?|因為要趕快去天堂占位子,因為明天會客滿·
小明每次英文都考0分，為啥他沒被父母罵|因為.....(.我也不知道啦XD)
一隻狗到沙漠旅行，為什麼死掉了？|因為沒有電線桿可以尿尿
一隻狗帶電線桿到沙漠，為啥還是死掉了?|因為有狗跟牠搶
第十一本書　(猜四個字成語)|不可思議 ( book 11 )
綠豆vs.沙子，哪一方會贏？|綠豆贏。因為綠豆(逗)沙~~
遇到眼鏡蛇怎麼辦|拔掉他的眼鏡仔跑啊
甚麼水可以放口袋|薪水 阿
最兇的動物|老師
為甚麼馬可以吃象|因為在玩象棋﹝馬比象大﹞
什麼職業最酷|牛仔「因為牛仔褲」  「褲」
跑步前不可喝什麼東西|「輸」舒跑
禮義廉恥|(四維)羅
為什麼豬、牛、雞、狗、猴子去便利商店會被趕出來，可是羊不會？|因為24小時不打烊（羊）
綠豆是哪裡人？|嘉義人（因為綠豆加薏仁）
一隻狗有4隻腳20狗有幾隻腳?80隻腳|因為20×4=80
有人在公共電話亭裡打1通電話           為甚麼他用了10元硬幣呢|抱歉本電話不能退錢
洗澡的時候要先做什麼事情?|先關門喔~~
為什麼二分熟和五分熟在路上都不會聊天|因為他們不熟
稀奇真稀奇,鼻子當馬騎|眼鏡
有一個阿嬤,他不用搭電梯 就可以直接出去, 請問: 他住幾樓?|一樓
一加一等於幾?|一加一等於六  (1.2.3.4.5.6)
甚麼酒不能喝??|馬英九
冰箱裡有  魚罐頭 豬罐頭 起司罐頭  請問要先開哪一個??|冰箱
皮老虎  鐵嘴唇  只吃衣服不吃人|皮箱
小小年紀  卻有鬍子一把  不論誰見  種事大喊妹妹|羊
洗澡時要先脫衣服還是褲子呢|先關門
有兩個人從高樓跳下來,死的人要叫死人,活的人要叫什麼?|救護車
天堂的馬桶，猜一句成語？|全神貫注
小名把他的鉛筆放在他桌上，當他回來時，就發現鉛筆不見了!!請問，各位大大認為是誰拿走了他的鉛筆????????|人啊
一顆水餃要煮5分鐘那10顆水餃要煮幾分鐘?|還是5分鐘(放在一起XDD)
誰給劉德華喝忘情水|阿哈（因為啊哈給我一杯忘情水）
什麼島最熱|中午(台語)
小時後4隻腳年輕時2隻腳年老時3隻腳|人  小時候用爬的所以4隻   老了多了拐杖所以3隻
小baby的時候會爬，年輕時用走的，那老的時候要怎麼辦？|當然是用枴杖囉！XDXDXDXDXD
為何姓劉的女生都不嫁給姓夏的男生？|兩個姓氏加起來就知道了^‧^
人最怕屁股上有什麼東西?|一屁股債
花生什麼?|牛奶（花生牛奶）
蜜蜂停在日曆上|蜂和日曆
7+7=??|ㄑㄑ嚕加巧克力~˙3˙(好吃XD
在海邊為什麼不能講笑話|因為會海嘯（笑）
颱風天要帶多少錢才能出門|四千萬（颱風天沒 事千萬 不要出門）
有一個人在爬繩子，另一個人在下想要用打火機燒繩子，結果爬繩子的人對燒繩子的人講了四個字那個人就把火吹熄|生日快樂
猴子最怕遇到什麼線|平行線因為沒有相交（香蕉）
哪種動物經常滑倒|狐狸(因為狐狸很狡滑)
為何會腳酸|因為踩到檸檬
誰的家裡沒有電話|天衣 因為天衣無縫
有一輛計程車 他沒有超速也沒有酒後駕駛 為什麼請警察要把他攔下來|因為警察要坐車阿 所以警察把他攔下來
為什麼雞不會下蛋??|因為我又沒說是公雞還是母雞XD
冰塊要幾個人踩才會分成兩塊?|五個人( 因為五踩繽紛)
羊打電話給老鷹，老鷹說喂|陽奉因違(羊phone鷹喂) :P
誰是笨蛋～|你～因為猜不到題目的人就是笨蛋
什麼門永遠關不上？|球門
狼跑到北極變什麼|冰狼
狼到北極變啥|我也不知ㄟXD
怎麼把大象放進去冰箱|先打冰箱在把大象放進去在關上門
要怎麼把河馬放在冰箱裡，|打開冰箱在把大象拿出來在把河馬放進去，最後關上門
什麼路會fiy?|路飛(魯夫的翻譯)
有一天 老虎媽媽的小寶寶出生了 工作人員幫他取了個名子 請問 他的名子叫什麼|丹丹 因為(虎視眈眈)
世界上誰的肝最不好|黑白無常......因為俗話說的好...肝若好人生是彩色ㄟ 肝若壞人生是黑白的
請問這個世界上誰的快遞最多|王老先生....因為....王老先生有快遞
謎語：李哪吒、唐三奘、牛魔王，哪一個患有不孕症呢？|唐三奘唐三奘要去西方取經(精)
學的東西越多 什麼東西會越少?|不知道的東西
這是數學題 小美看到1雙很漂亮的鞋子 那雙鞋子要1000 可是小美只有500元 她只能買1隻鞋 請問:小美要買的東西幾元?|1隻不賣的 XD
櫻桃小丸子家賣什麼?|鞭砲[劈哩啪啦 劈哩啪啦]
鴨子坐計程車猜蔬菜|小黃瓜
老王姓什麼|法(法老王)
如果這台車裡面有小華.小健.小美那這一台車是誰的|如果的
尾店不出走|oK
誰最不孝順媽媽?|面速力,因為面速力打母!謝謝你猜謎!!~
鳥嗝和阿添誰最天兵？|阿添，因為阿添「天」
~謎題猜看看吧~!^^       蜻蜓老祖宗,       來往再天空,       最怕他生蛋,       下得滿地紅,|飛機
姓Jim的人不能叫什麼名字?|song，因為Jim song(真爽)
先有雞還是蛋？？？|先有（鮮友）火鍋
為什麼不能夠帶狗去民雄??|因為打狗
一位金色的人|一名驚(金)人
三個櫻桃小嘴～猜一個字？|品
什麼牛走最慢?|蝸牛
出門帶幾塊錢|四千萬  因為沒四千萬不要出門
小孩子跌倒|媽媽淲淲(馬馬虎虎)
一分鐘繞地球一圈|繞個小圈
牙刷的女朋友是誰|牙膏
貓熊討厭吃什麼|竹筍炒肉絲
哪ㄍ藝人最冷|白冰冰
有一天，我掉下ㄌ懸崖，我拿著一條繩子，努力ㄉ往上爬，可是邪惡ㄉ你拿著一根蠟燭，要燒斷我的繩子，我說ㄌ一句話，你就把蠟燭吹熄ㄌ!那句話是啥??|生日快樂!!(呼)蠟燭熄ㄌ
吐舌|:p
身形差很多(猜一卡通)|肥貓鬥小強
我的小番薯叫什麼|小番薯
神麼東西是會說為神麼|豬
)_(>_|嚇到.不要
大便為神麼要叫大便|因為他是大便
井旁邊有兩個茶杯|警察杯杯
1.2.3.4.5.6.8.9.10|梧棲(無7)
小明考99分,小華多他一分,那小華考分?|9.9
為什麼飛機飛得再怎麼高都撞不到星星?!!|因為星星會閃
誰給劉德華喝了忘情水?!!|阿哈(阿哈  給我一杯忘情水)
有一個三分熟的牛排走在路上遇到五分熟的牛排，它卻沒有跟它打招呼!為什麼?!!|因為不熟
鉛筆性什麼?!!|蕭(因為削鉛筆)
老王姓什麼?!!|法(法老王)
壞掉的腎臟 猜一本中國小說|西遊記(死腰子)(腎臟)
謝金燕為什麼不接電話?!!|因為叫我姐接(叫我姐姐)
誰沒有電話|天衣無縫(無Phone)
如果有一間屋子，鴿子會藏在哪裡??|屋頂(在屋頂藏著你的鴿)
什麼時候會最想喝汽水?!!|孤單的時候(當你孤單你會想汽水)
老虎  狼  獅子  誰總是被淘汰?!!|狼(桃太郎)(淘汰狼)
有一隻狼跑到北極，不小心掉到冰河裡，變成??|檳榔(冰狼)
紅豆的小孩是誰?!|南國(紅豆生南國)
風的小孩是誰?!!|水起(風生水起)
少年pi得奇幻漂流  導演是.....?|是少年(少年拍的奇幻漂流)
海是誰的?!!|波羅的(波羅的海)
如何讓飲料變大杯?!!|念大悲咒(大杯咒)
什麼卡通人物最熱心助人?!!|多啦A夢(因為他都幫大雄)
什麼動物最沒有方向感?!!|麋鹿(迷路)
怎麼讓麻雀安靜下來?!!|壓麻雀(因為鴉雀無聲)(壓雀無聲)
為什麼公主跟王子結婚後  就不需要蚊帳ㄌ?!!|因為王子是青蛙
為什麼多啦a夢一生都活在黑暗之中?!!|因為伸手不見五指
什麼昆蟲最節儉?!!|蠶寶寶(蠶寶寶會結繭)
鴨子坐計程車!  猜一種蔬菜|小黃瓜(小黃呱)
為什麼北極熊不吃企鵝?!!|因為北極熊在北極，企鵝在南極
如果小明爬上樹摘香瓜，一分鐘可以摘一顆，不過每摘十顆就會不小心掉兩顆，請問他一天可以摘幾棵??|零顆  因為香瓜根本不長在樹上
如果有一輛汽車，小明在開車，小紅和小藍坐在後座，請問車主是誰?!!|車主是如果(如果)有一輛汽車
什麼烏龜是用兩隻腳走路?!!|忍者龜
什麼狗用兩隻腳走路?!!|史努比
什麼貓用兩隻腳走路?!!|Hello kitty
什麼鴨子用兩隻腳走路?!!|唐老鴨
什麼鴨子用兩隻腳走路?!!|每隻鴨子都用兩隻腳走路
什麼鳥用兩隻腳走路?!!|不是每隻鳥都用兩隻腳走路，麻雀是用跳的
10+2+月|青[因為十+二+月]
小偷不能偷甚麼?|偷笑
一個永遠要你對她負責 而她卻不對你負責的 是誰??|銀行
一隻母豬過橋 橋能承受五百公斤重量 母豬重三百公斤 可一它到橋中間時 橋卻塌了 請問 這是怎麼回事?!!|因為它是開車過了橋
神農氏的遺書是?|本草綱目
降落傘  猜一位明星|張菲  張開來飛
安安考試，成績出來了，不及格，媽媽就請他吃一道菜|竹筍炒肉絲(打屁股)
樹的味道像什麼？|像雞。因為(數位相機)
在聽到這個謎與之前先說我是笨蛋5次 可以猜了|你被整了
123456789請問為什麼6害怕7?|789的英文是7ate9(7吃了9)
為什麼南極看不到廟宇?|因為南無阿密陀佛
哪種杯子會指揮交通?|警察杯杯(警察伯伯)
黑人最怕吃甚麼糖果？|巧克力﹝因為會吃到自己的手﹞ XD
如果有一台車，上面坐著三個人，小明坐在駕駛座，小美坐在副駕駛座，小光坐在後座，那這台車是誰的?|如果的
甚麼布剪不斷?|瀑布
別看我小小一隻，我卻渾身是武器!(動物)|刺蝟
動物園裡誰最大?|動物園園長
甚麼東西聽起來像粄條|板橋
巧克力跟鳳梨比賽誰會輸|鳳梨因為鳳梨酥(鳳梨輸)
某個國家正在反抗韓國，他們把韓國的東西都丟掉，泡菜就問巧克力，為什麼你也會被丟掉?巧克力就說:「.....」你知道說了什麼嗎?|沒辦法啊!，誰叫我含果仁  (含果仁諧音，韓國人}
假如有一個小偷 偷走你的錢包 你會怎樣叫跑小偷???|當然是說ㄝ   那裡面沒錢ㄝ 你偷這個幹嘛???神經病
媽媽問你話!!! 你誠實 後來會怎樣???|被打個半死
有條長1000公尺長的鐵軌，每隔1公分放1塊木板，請問共放了幾塊木板？|0塊，因為鐵軌上不能放木板
什麼但不會破????????????|鐵蛋
為甚麼老人都不敢在晚上出來??????|因為月下老人
鉛筆姓什麼|蕭       削鉛筆
為什麼小美打給小明小明卻不接??|因為(您撥的號碼關機中請稍候重播)~~
用西瓜打頭比較痛還是椰子?|我哪知阿，你自己打打看就知道了阿!
有個天橋叫「不准過橋」,為甚麼還有人過橋|因為是橋的名字
笨笨是誰?|你知道嗎!
達文西的第一個神奇寶貝叫啥|皮卡丘(因為李奧納多.皮卡丘)
為啥火把不會亮|因為被吹熄了
先有雞還是先有蛋(很簡單喔)|先有蛋
黑熊和貓咪結婚了 請問他們的小孩是什麼??????????????|熊貓
牛+牛=什麼????????????????????|兩隻牛
足球跟籃球合起來是?|棒球==
猴子最討厭甚麼線??|平行線。因為沒有相交(香蕉)
甚麼神最討厭??(甚至有人想打死他)|雨神(與蒼蠅的台語相似)
紅豆在哪裡出生|南國(紅豆生南國)
什麼人沒有午餐吃|白吃(天下沒有白吃的午餐)
一位老公公，曲背河當中；背上人車過，腹下可通航。|橋
誰最蠢|蠢
什麼茶喝了會被關|警察(茶)
把腳抬起來有甚麼香??|香港腳的香
請問世界末日是幾年幾月幾日?|嗯...這是個好問題XD
鍵盤有幾個|2個字
為什麼一加二什麼時候才會等與三|算錯的時候
小白+小白=???|哈哈 答案= 小白兔(小白two)
爸媽帶女兒去看喜劇，大家都捧腹大笑，為什麼女兒卻哭了？|因為她笑得太厲害，下巴脫臼了!
牛吃掉自己的尾巴?|告
為甚麼廁所要有馬桶???|就是要給你尿的阿!!! 智障
紅色的螃蟹和黑色的螃蟹為什麼紅色的不會動?|因為紅色的螃蟹煮熟了
恐龍妹|歪(不正)
哪裡可以打巴斯光年|斯巴達，因為達巴斯(打巴斯)
阿拉丁的大哥叫阿拉甲~阿拉丁的二哥叫阿拉乙~那他叫甚麼~?|當然是阿拉丁啦XD(前面就有了XDD
有天，小明開車在馬路上，突然有隻狗黨在路上，猜飲料?|咖啡，台語【嘎逼】
謎語2小明在轉一個彎，又遇見一隻狗，也是猜飲料!|曼寧咖啡，台語【嘛你嘎逼}
謎語3在轉彎又遇見一隻狗，猜飲料|伯朗咖啡【八郎嘎逼】
小明媽媽生了3個兒子 大哥較大寶 二哥叫中寶 那請問小弟叫什麼名字?|小明
旗鈴到北極會變成啥?????|冰淇玲
什麼東西碰到火不會融化？？！|雞蛋
人最常說的話是？？|我不知道
為什麼廁所一定要蓋屋頂？？|因為老天有眼
用豬肝和熊膽作成的神奇肥皂?|肝膽相照（肝膽香皂）
去頭去尾的魚|田
豆腐從101大樓的頂樓掉下去會變成什麼?|豆花!!!!!
你穿衣服，他就脫衣服你脫衣服，他就穿衣服|答案是:衣架
2345    6789    南  北|缺一(1)無食(10)少東西
甜牛奶是甚麼?|不就是加糖牛奶麻!
有一人,下面頂著四個人,中間插個十變成十五人|傘
猴子,猩猩和狒狒在比爬椰子樹,誰會先爬到?|我又沒試過,我哪知?
如果關羽還活在世上,世上會有什麼改變?|多一個人啊.0.
什麼遊戲會讓流氓常常按到影片|流亡黯道(流氓按到)
為甚麼有一隻狗本來要上廁所的，但看到一句話就憋死了~~|此處不許小便
如果曹操還活在這個世界上，會有什麼改變...|就多一個人呀QAQ
哪家餐廳最不衛生|鬍鬚張(髒)
老師說小明不能到外面去玩?為什麼|因為小明在看電視
皮卡丘是....|老鼠XD
天上掉下來的臉你要不要？？|如果不要的話就是不要臉
老師是誰？|當然是老師
老王姓什麼？|老婆的姓
小明在跟弟弟吵架小明會說什麼呢|滾出家門去不准回來
從前，有一對連體嬰，姐姐叫瑪莉，那妹妹叫什麼?!|夢露     因為「瑪麗蓮夢露」
多一個人|基隆)))ㄍㄟ郎
小叮噹有幾個兄弟姊妹??|25(多拉A夢-多拉Z夢)
月亮和太陽中間是什麼|和，因為月亮"和"太陽
如果超人保護地球，那誰保護城市???|螢幕，因為螢幕保護程式(城市)
2507=1  2222=0  3609=35555=0  8892=5  7777=0那8319=多少???|8319=3(要數數字的圈圈)
誰住紅毛城？|紅毛猩猩
洗衣精為甚麼可以洗衣服?|不然他為什麼叫洗衣精
從10樓跟1樓摔到地面有什麼差別?|10樓是阿~~~~~1樓是阿~我欸咖
古時候的月亮|胡
愛喝水的祖先|洗
有個人每天只能跑一公里.那他要什麼時候才可以一天跑完21公里|做夢的時候
有一個人，食物都吃光了，剩三個罐頭在櫃子裡，分別是雞罐頭.魚罐頭.鳳梨罐頭.她要先開什麼呢??|先開櫃子
有人的鞋子壞了，那該怎麼辦?|再買一雙阿
世界上最長的車是|塞車
____  ____    [[[[[   ____|憤怒
我為甚麼是人|因為是老天爺的安排‵‵‵‵
機車為啥比汽車危險?|因為機車是肉包鐵而汽車是鐵包肉!
為啥有些人不會被槍射到?|因為這些人就是拿槍射人的人.
啥牛最稀少?|犀牛 (稀牛)!
兔子對小猴子說:「我能坐到一個你坐不到的地方。」結果兔子真的坐到了，請問牠坐的地方是哪裡？|猴子身上
鎖住的雨|冰
有一個胖子從十五樓掉下去為甚麼會掉到十八樓|十八層地獄
為什麼奶茶叫拿鐵|因為他都拿第4名[金銀銅鐵]
小班到大學要唸多久??|不到三秒鐘(用嘴巴念)
有天小玉和小李說我坐在你坐不到的地方|你的肩膀上
王小明的爺爺叫什麼?|王老明
小白很像他哥哥,為什麼?|因為真相大白
一顆心值多少錢?|一億,因為一心一意
甲乙丙丁戊己庚辛,哪個字最酷|丁,因為丁字褲(酷)
蛇會吃蚊子嗎|會,因為蛇會吃青蛙
茉莉花、桔梗花、玫瑰花哪一朵最沒力|因為"有一朵美麗的茉莉花"(請用唱的)
5=1 6=8 7=3 8=5 那5等於什麼呢？|5=1 那1就等於5啦
一根火柴棒跳樓後進醫院會變成甚麼|棉花棒
請問鴨子坐計程車|小黃瓜(小黃ㄍㄨㄚ)
劉小姐堅持不貫夫姓。Why?|因為他的丈夫姓「夏」
一曲高歌夕陽上|曹
有兩位棒球選手，跑的速度一樣快，打的落點也一樣遠，但是為什麼有一個棒球員能夠跑上三壘|因為其中一位棒球員直接衝三壘
魚和蝦子誰每次比賽都最快被棄權呢?|魚~因為[預備~起(魚被棄)]
狼.老虎和獅子，誰每次玩遊戲，會最快被淘汰!|狼~因為[桃太郎(淘汰郎)]
螞蟻從101大樓的最高點掉下來,牠是怎麼死的!|餓死的~因為[螞蟻很小，101很高，在加上螞蟻很輕，等牠著路都不知道幾年了!]
哪種魚最想死?|鱈魚(北海道雪魚香絲)
大家都有的|手
1=52=43=34=25=1那-1=幾|-1=7
猴子和大猩猩誰比較大|猴子100隻
小石頭和大石頭誰比較重|石頭比較重
什麼人不會用電腦|原始人
現代人是哪一族??:)|低頭族
電腦家族:網址、超連結、電子郵件，誰最孤傲|網址(我是孤傲的王子)
有熊出末|有備而來(有Bear來)
姓陳的人英文名字為什麼不能叫莫妮卡？|因為外國人會把姓氏放在最後，就變成莫妮卡陳斜音摸你屁股（屁股用台語念）
雙水雙火 猜一個地名......................................................................|淡水
請問:熱杯子叫做甚麼ㄋ??|1個杯子很熱
有個地方很多屁孩|貓街
天上掉下來的電腦你要不要??|不要
畫時圓、寫時方、冬時短、夏時長（猜一字）|日
豆腐從101大樓的頂樓掉下去會變成什麼?|人
2=2 3=3 4=4 5=5 6=6 7=7 8=8 9=9 10=10那1等於幾ㄋ|田
今天良良在公車上看到一位站都站不穩的老太太．他很同情那位老太太，但為何他不讓位?|因為他是司機
、有很多隻毛毛蟲排成一列，倒數第二隻毛毛蟲說：「我後面有一隻毛毛蟲。」 最後一隻毛毛蟲說：「我後面也有一隻毛毛蟲。」為什麼?|因為他說謊
臭豆腐|臭豆腐
在哪不能說笑話|海邊因海嘯了    海嘯了
有一隻熊叫安娜|安娜貝爾(bear)
一個鬼在土裡|塊
有一個人在爬山時,上面有一個人要燒他的繩子,他講了一句話,請問這句話是什麼?|生日快樂
小比在散步遇見了獅王會變成怎樣?|肉醬![因為獅王吃肉]小比是兔子
到了北極不能往哪裡走？|不能往北走
世界上多一個人會怎樣???|就多一個人啊!!
6975=2  7892=3 6788=5  問題6841=?|6841=3圈圈!
什麼東西最容易弄黑?|毛筆
小明為什麼要坐著睡覺?|因為小明是一隻青蛙
良心一斤多少錢??|無價之寶~~~
一頭圓，一頭方，有魚有肉他先嘗，出來常成雙。（猜一用具）|筷子
蜘蛛人哪一集身體最不好|第二集.....因為spider man 2(吐）
阿姆斯壯到月球上第一句話會說什麼？|說外國語言
青蛙調鹽巴裡面會變成什麼？|鹹水雞（台語 青蛙）
人最常說的哪五個字?|我不知道啦
一加一等於幾?|田或王
借甚麼不用還?|當然是借過啊!不然是甚麼
小皮有三個弟弟老四是多多.老三是亞帝老二是鴨靶老大是誰?|小皮,因為小皮有三個弟弟
快要掛了怎麼辦？|雙眼開開,準備投胎
臺灣人最怕什麼節？|雨傘節臺灣
上廁所時，最怕看到哪六個字？|錄影中，請微笑
如果先天是遺傳，那後天是什麼?|是明天的明天
要怎麼用藍筆寫出紅字?|寫[紅]這個字
為什麼外面在下雨'可是地板卻是乾的呢?|因為屋裡的地板是乾的
你好是什麼？|你好呀！！！！！！！！！！！！！！！！！！！！！！！！！！！！！
你有一把槍有一顆子彈你看到 鬼 狼 老頭 你會射誰?|鬼 : 你是色鬼(射鬼)
我是誰|人
請問為何廁所要有屋頂呢?|因為老天爺有眼睛會看到
請問甚麼吃的東西是大明星?|薏仁(藝人)
請問豬和大猩猩哪個比較肥?|豬 應為有肥豬沒有肥大星星
哪個照片看不出照的人是誰?|x光
用西瓜打頭和用椰子打頭哪個比較痛呀?|頭比較痛   嗚嗚嗚...............................................
什麼東西是摸不到右手的?|右手啊!!因為右手摸不到右手
什麼鼠最乾淨?|衛生署(衛生鼠)
一口都沒吃|林口(因為一口都沒吃=零口)
壽星去上班|壽司
......|你在做什麼
什麼顏色碰到黑色變黑色，碰到白色變白色....以此類推?|透明色
請問這個字怎麼念？                                               衄|衄ㄋㄩ
有十個人從101大樓跳下來請問：還剩幾個人沒死|10個，因為靈魂還沒消失（呵
有一個人被關在房間裡.想出去.可是門推不開.他要怎麼出去?|把門拉開
太陽爸和太陽媽生了一個太陽兒子我們要用什麼祝賀福來恭喜他們?|生(日)快樂
有一個桌子上都是東西你要放一個東西可是那個東西放上去一點都不佔空間   是什麼？|放屁
有鐵的也有木頭的|筷子
是誰殺了麵條|阿Q，因為阿Q桶麵
酷酷哥和帥帥哥，誰的太太最虛弱?|酷酷哥，因為他的老婆是酷酷嫂
哪個馬是零食??????|沙其馬
圓圓一個湖當中有火山火山冒煙呼嚕嚕葷菜素蔡湖面浮|火鍋
什麼熊最難商量|拍長熊
醬的爸爸媽媽是誰?|花，因為花生醬
誰殺了牛奶?|綠豆，因為綠豆沙牛奶
頑皮豹的職業是什麼?|打蠟，因為 打蠟 打蠟
什麼東西製造日期和有效期限是同一天|報紙
為什麼豆子會飛?|他是一顆神奇的豆子
****接神奇的豆子那題為什麼青蛙會飛?|因為它吃了神奇的豆子
****接青蛙為什麼會跳那題為什麼老鷹會飛?|老鷹原本就會飛
原本是一本厚厚的最後變成一本薄薄的|日曆
88520=？（猜國字）|爸爸我愛你
志明與春嬌結婚|志明與春嬌
樹的味道像甚麼?|雞.....因為"數位相機(樹味像雞)"
屋簷下有十顆太陽十顆月亮|廟
怎麼把大象塞進冰箱呢？|把冰箱門打開，再把大象塞進去，最後再把冰箱關起來
........塞進冰箱呢？(連接上題）怎麼把長頸鹿塞到冰箱呢？|把冰箱門打開，再把大象拿出來，再把長頸鹿塞進去，最後再把冰箱關起來
...........長頸鹿塞進冰箱呢？(連接上題）再小熊的~趴踢~上有誰沒去參加呢？|是長頸鹿，因為長頸鹿還在冰箱裡
.............小熊的~趴踢~(連接上題）小美在鱷魚區為什麼沒看到鱷魚呢？|因為牠去參加小熊的~趴踢~啦～*^O^*
雞蛋走進茶館??|茶葉蛋
木頭放在水裡9天      猜一字|染
一點一橫一撇十字對十字月亮對太陽|廟
太陽爸和太陽媽生了太陽兒子要對他們說什麼?|生(日)快樂
有一天，小弟和一直暗戀的小妹聊天小妹說:我一直相信你喔！請問，小弟下一個動作是啥？|下一個動作是從夢裡醒來!
八個兄弟愛聊天|說
猜猜三個人去日本是什麼字|春，因為三橫、人、日
我喜歡誰？|當然是你呀，笨蛋 0_^
風和日代表什麼??|風和日麗
從出生到現在你吃過了幾次雞翅|他跟本沒吃過那來的雞翅（一歲那來的牙齒）
mary有五個姊姊，最大的叫nany，老二叫neny，老三叫niny，老四叫nony，老五叫nuny，那最小的叫什麼?|mary，不然是啥???
台灣雲林換紗窗和換窗簾,台灣台北換什麼?|換總統!
黑熊還是灰熊比較厲害|灰熊(非常厲害)(台語)
在馬路上要小心?|鞋帶
颱風天沒有多少錢不能出門?|四千萬
鉛筆姓甚麼?|蕭
我是甚麼人|地球人
甚麼東西夏天穿很多衣服冬天穿很少衣服|日曆
什麼時候2會大於5，0會大於2?|剪刀石頭布
此物大而輕，肚內火燒心|燈籠
有風不動無風動，不動無風動有風|扇子
上邊毛，下邊毛，中間一顆黑葡萄|眼睛
{如果}有一輛巴士,上來了4位乘客,又下去了2位乘客,那這個巴士是誰的?叫什麼名字?|1.是司機的 2.叫做{如果]
(///▽///)|害羞
要考試了,不能看什麽書?|百科全書(百科全輸).
有一棵樹上有八隻鳥開了一槍請問樹上還有幾隻鳥|0隻因為飛光了
世界上誰最胖|宇宙 因為每有比宇宙更大的東西了
世上最恐怖的東西是啥?|黑洞
什麼時候2+1不等於3？|算錯的時候(當然阿)
有一台車要轉彎,哪一個輪胎得施力最小|備胎
身上的哪一個器官可以賣到兆?|膽(好膽麥走   台語    )
從天上掉下來的臉，你要不要？|選不要的人:不要臉   選要的人:厚臉皮
如果重飛機上跳下來沒帶降落傘怎麼辦？？？|兩眼開開，準備投胎
千根線'萬根線'落到水裡就不見|雨
要死掉了，怎麼辦??|撿起來啊!!(鑰匙掉了嘛!!)
上邊動一動, 下邊痛到死　　下邊動一動, 上邊開心死|釣魚
什麼人最開朗|米開朗基鑼
出門一朵花入門一條瓜人在下面走水在上面流|雨傘
晚上，你肚子餓了！冰箱裡剛好有鮪魚罐頭、牛肉罐頭、海鮮罐頭。請問，你會先打開甚麼？|冰箱
美人魚為什麼最專情|因為她不行劈腿
有一天小明說每每十分美麗但卻被每每打了 為什麼|因為滿分是100[分
三山倒掛，兩月相連，六口合並，兩口不全(猜一字)|用
白小姐頭上長兩根羽毛(猜一字)|習
風吹皮皺，雨打開花，食雖無味，少不了它。（猜一自然物體）|水
狗咬人，人咬狗。（猜一成語|以牙還牙
高的像柱子，常見於海邊，船隻夜間入港時，它是船隻的導遊(猜一物)|燈塔
荷花倒立(猜台灣地名)|花蓮
小白長得真像他哥哥|真相大白（真像大白）
什麼東西跑的最快?|雞塊
去哪裡不可以講笑話?|海邊,因為會引起海嘯[海笑]
太平洋中間是什麼?|平這個字
有一天,小西餓了,冰箱裡有魚罐頭.豬罐頭或是先打開冰箱得們,你會先拿哪一個??|打開冰箱的們
如果有一台車子，司機是王子 乘客是公主，那這台車的主人是誰？|如果的(請再讀一便題目)
甲乙丙丁哪個字最酷？    謎底: 丁字酷（丁字褲） 對不起咯 打成簡體字了 各位投我一票|丁字酷（丁字褲）
小皮有三個弟弟老四是多多.老三是亞帝老二是鴨靶老大是誰|小皮
rainbow 的最後是什麼???|w
有一籃蘋果,裡面有五顆蘋果.有五個小朋友.每個都拿了一顆蘋果.那為什麼籃子裡還有一顆蘋果呢?????????|因為有一個小朋友把蘋果跟籃子一起帶走了!!
一只鸡，一只鹅，放冰箱里，鸡冻死了，鹅却活着，为什么？|因為那是企鵝
过年的时候，如果你家里有一头猪和驴，你愿意是杀猪还是杀驴？|你愿意是杀猪（傻猪）还是杀驴（傻驴
大家最不喜歡聽的話|彰化
有一次2個爸爸2個兒子去7-11買泡麵 共有幾人?|有3個因為有一個爺爺 一個爸爸 一個小孩
樹上有10隻鳥 2隻鳥被打下來 剩幾隻??|0隻(8隻被槍聲嚇跑了)
右手永遠抓不到什麼？|右手
念完 百科全書 會怎麼樣|百科全 輸
狐狸跟狼犬交配，交配出來是甚麼?|四不像阿....wwww
什麼泡麵的名字叫做來一個客人|來一客
如果有100隻狗都叫毛毛，那我叫毛毛會有幾隻狗跑過來？|(0隻)因為牠們不知道在叫誰
有一隻豬 你知道 他都說什麼嗎?|看到題目有講 什麼 都是豬
甚麼車道過來還是車|車
中秋節為甚麼要吃重子|你可以吃別的
小明的媽媽生了三個兒子大兒子叫大寶二兒子叫二寶三兒子叫什麼|三兒子叫小明
要考試了,不能看什麽書?|百科全書 因為百科全輸
猴子討厭甚麼線?|平行線，因為平行線沒有相交(香蕉)
五十個人猜一個字？|傘
>///3///|被喜歡的人抱到惹!!!!!
尬車不能沒有甚麼？|衛生紙。因為不能擦屁股
1:^ˇ^2:ˋ^ˊ3:TAT4:>ˇ|1:喜 2:怒 3:哀 4:樂
哪兩個英文字母碰在一起會爆炸???>|OK蹦
粉紅豹是神麼顏色???>|淡藍色(達浪)
左手搖 右腳跳 越過城門 跨過小橋|跳繩
李白怎麼死的|失血過多
A-Z是英文字母 請問A-K是啥?|進攻(Attack)
乙超人和丙超人在一臺戰鑑上,突然墜毀了!你知道誰來不及下來而死嗎???|乙超人(因為已死)
誰殺了麵條|阿Q  因為阿Q桶麵  ((((捅麵
熱狗和起司放到鍋子裡為什麼他們不會聊天|因為他們還沒熟
你蕭不蕭灑?|消化不良,便便亂撒!
哪個英文字母出門會帶電話?|c  (因為攜帶電話)
1口井+1個茶壺+2個杯子，猜一種職業?|警察(因為井茶杯杯)
地位最高的水果?|釋迦(因為貴族世家)
為什麼多啦A夢總是伸出援手|因為他的手是圓的
1738|一起閃吧=1738
樹上有10鳥打下一隻還剩下幾隻|答案是:有10隻因為全部被搶來了
哪一個動物最怕冷？|鴨子，因為鴨子都會說「呱呱呱（台語）」
哪一個動物會被冷死？|牛，因為New balends（牛被冷死）
張伯伯買了一隻孔雀，孔雀有一天下蛋在隔壁王伯伯家那個蛋是誰的？|孔雀的
紅色的門，白色窗簾，裡面住這貪吃鬼！|紅色的門是嘴唇白色的門是牙齒，貪吃鬼是舌頭
地球爆左我們要去哪裡?|地球的右邊
胖子跑步用什麼|肥皂
沒有尾巴的熊，叫什麼熊?|無尾熊
小番薯為甚麼叫小番薯勒？。。。。。|因為他就叫小番薯
爸爸的第一個字是？|爸
7-11(猜一種職業)|護士(負4)
超市什麼最貴???|收~~銀~~~機
蚯蚓1小時跑1公里,那2小時跑幾公里???|0公里,因為......蚯蚓不會跑只會鑽和爬!!!
有一人教鸚鵡說話我會說話      我會說話我會走路       我會走路我會飛|你吹牛
四個口一個犬|器
望遠鏡|欲窮千里目
HELLO KITTY賣光光|貓空
火燒連環船|滿江紅
雙胞胎|一舉兩得
有一天你的劍掉到湖裡了 並且你在山裡 那山叫什麼山?|劍湖山
什麼酒不能喝?|馬英九(馬英酒)
艸不小心打到余小姐|茶因為(艸加余等於茶)
有時按他不叫 但有時不按卻會叫|手錶啊~ 按按紐調時間~ 到了叫  按按紐時會叫喔
小明的乾媽開了一家店，請問店名叫甚麼?(跟小明沒有關係，小明只是名字)|柑仔店(乾媽店的台語)
有天，蘋果和梨子挑戰，看誰先說出自己的名字誰就輸了，於是梨子就說:來啊!於是它就輸了。請問:為啥會輸??|"來啊"是梨子的台語發音
啥茶不能喝、啥菜不能吃。|警察、蔡依琳
口加十|田
胖子觸電|肉痲
啥動物又大又濕|蜥蜴(蜴大濕)
啥蔬果會被鬼附身|南瓜
有擸人要捉老虎，射了一槍，射到啥東西。|松鼠
地球的左邊爆炸，要逃往哪邊|左邊，因是自己的左邊
豆花+豆花=|大份量的豆花
小時候是四隻腳長大後是兩條腿老時3條腿|人類>_
甚麼喇叭有時長有時短?|伸縮喇叭
哪一首歌歌詞有"李玟"?|月亮代表我的心(因為歌詞＂你問＂（李玟）我愛你有多深~)
什麼叫緩兵之計？|改天在說吧
一對健康的夫婦，，生了三個孩子，這三個孩子都只有一隻右手，為什麼?|人不可能有二隻右手(難道你有??)
如果小明要問姐姐3個問題,他問的第一個問題是什麼?|我可以問你一個問題嗎?
1+1=己呢?|田
1+3=??|B
考試 1 2 3要選哪一個呢?|1(因為要考第1名阿)喝
有3個人跟小明說ㄏㄞˋ 第1個人說HI 第2個人說安安 第3個人說嗨~ 你覺得他會回哪一個人?|第3個(因為他只看得懂嗨)
廁所裡的時鐘(成語)|有始有終(有屎有鐘)
從前有一隻狗,狗的前面是貓,那狗的後面是甚麼?|蟲(不懂得再看一次題目)
為什麼有些馬可以吃，有些馬不可以吃|大的馬可以吃，小的馬不能吃
甚麼人沒人愛|可憐  因為可憐沒人愛
為甚麼1+1=2？|1+1本來就等於2
20頭牛 牛的牛角有幾個?|39個牛角 因為有意投是犀牛
颱風要帶多少錢出門?|4千萬(颱風天沒{是千萬}不要出門.
為甚麼熊貓圓仔的名字叫圓仔??|當然是人類幫他取的啊~
拉拉在地上看到一張千元鈔票和一根骨頭,但拉拉卻毫不考慮的撿起骨頭,為什麼???|因為拉拉是條狗
大家好~今天我是要利用謎語 來說笑話現在握要說笑話 但是在這之前 你先說[哈哈]5次看答案吧!!|很好 你剛笑了 我說完了
1+1=??|笨蛋 你部會呀
你半夜用電話打0000-000-000會有一女跟你說話 你猜她說什麼??|你撥的號碼是空號 請查詢後再撥
小明運動會時，跑步比賽第三名，小明超越了第二名，請問小明現在是第幾名?|第二名
有意天劉備 關羽 張菲被曹操抓到 曹操:你們去果園個摘一種水果用手頗開 張飛拿了三顆葡萄 關羽拿了一隻香蕉 劉備很久還沒回來 他拿了什麼水果?|榴連
那個神話故事的肝最不好？|西遊記（死腰子）請用台語念～～
在死神裡(或是說所有動漫)就算被破面拎起來用力打了五十多下(在臉上)爾且還從七樓的高度摔下去 卻只有一個小擦傷爾以?|主角!~(黑崎一護)
英文字母有幾個？？|7個（English)
誰殺了牛奶??|紅豆/綠豆
狗咬人,人咬狗|以牙還牙
去哪裡不能講笑話|海邊,因為會引起海嘯[海笑]
>|興奮
有一棵樹上有5隻鳥 小明開了一槍請問樹上還有幾隻鳥|5隻(因為小明揩呃市水槍
(*^^*)|害羞
一日未眠|通霄(通宵)
77|乳加巧克力
========================================================|迷你大馬路
1+1|田......王............2
一個口，一根吸管，ㄧ枝竹子|由
廁所裡的花|5月花
綠豆摔下來會變成甚麼|綠豆沙
要一不要二 要三不要四 要東不要西|陳
粽子頭，梅花腳；前唱戲，後舞刀。|狗
12跟13中間是什麼?|跟   因為12跟13中間的那一個字
哪兩個字母合起來會蹦?|OK蹦
誰殺了安娜貝爾|伊莎貝爾(伊殺貝爾)
吳剛  玉兔   嫦娥誰先奔到越南|玉兔(因為嫦娥奔月  　　月把它改成越南的月)
205猜一個遊戲|剪刀.石頭.布
「404」後面要接什麼|找不到該網頁
1~10 哪個最勤勞 哪個最懶惰？|1最懶惰 2最勤勞（因為一不做二不休）
打電話給烏龜|cell 瓜=苦瓜
英文字母去掉ab有幾個?|21個  (因為ab搭ufo走的)
客家語的你好怎說|客家語的你好
弟弟吃蘋果，它為啥沒咬爛|弟弟沒牙齒
有個好朋友，天天來聚首；告我天下事，卻又不開口。|報紙！
有隻大鳥天上飛，全身羽毛黑漆漆；若把雙翅展開來，太陽逃得無蹤影。|烏雲
生來八隻腳，走路橫者走；兩手帶鉗子，碰我就鉗你。|螃蟹
前腳短來後腳長，走起路來蹦蹦跳；身上有個大袋子，裝個兒子四處跑。|袋鼠
一個壯漢  一顆圍棋|壯圍
小明和波波都遲到 , 為什麼老師只是罰波波?|因為波波池(遲)
冬天去哪間大賣場最溫暖?|家樂福(因為『加熱』是你的福利!)
什麼馬不能吃?|歐巴馬
番茄從頂樓跳下來會變甚麼?|番茄醬
一心一意|憶
5288是什麼意思？|5288
1+1=幾|田
一個人不會說話,那他是什麼|啞巴
狐狸裝作老大|狐假虎威
芥末的生日是那哪一天？如有重覆，(抱歉)|世界末日(是芥末日)
假如你在懸崖下，你(妳)想爬上去，你(妳)把繩子丟上去但，有人拿著蠟燭，要燒繩子，你(妳)說了一句話，他就把蠟燭吹熄了，請問你(妳)說了什麼？|生日快樂
有一隻公鹿牠越跑越快，結果牠變成了什麼？|高速公路(高速公鹿)
蘋果姓甚麼?|因為削(蕭)蘋果
為甚麼3分熟的牛排和5分熟的牛排在路上看到到對方沒有打招呼??|因為他們都不熟
有一天小明跟一個大人走在路上，小王看到了，就問小明：『那個大人是誰？』大人說：『小明是我兒子。』小明說：『這個人不是我爸。』請問這個人是誰？|當然是小明的媽媽啊
什麼花開的最快|爆米花
動物園裡，鼻子最長的是大象，那鼻子第二長得呢?|小象
有一個人，他到城堡，國王對他說 :這個房間有鬼，不要進去 。他走進去後聽到有一個聲音說，我要剝掉你的皮，吃掉你的肉，把你丟到窗戶外!進去後為啥是猴子?!|他在吃香蕉(哈哈)
哪種蝙蝠不用休息|不修邊幅(不休蝙蝠)
這題答案是什麼|阿就答案嘛!
5+10=幾很簡單不是15|50  因為用念的是五十
有一天，小菲從101上摔下去，但為什麼他沒死也沒受傷？|因為...他是一隻鳥~~( ‧ ̀ω‧́  )✧
請問    木日水巷 猜地名?|東港
謎語：猜誰較高請問蛋比較高還是雞比較高呢？|蛋糕(蛋高)>-
為什麼他們五歲了我不是五歲？|因為他們不是五歲 是在「午睡」XD
如果有一台車，司機是小明，乘客是小美，那這台車是誰的？？|是『如果』的，因為『如果』有一台車
如果有一台計程車，駕駛人是小明，被載的人是阿忠，請問車主是誰？？|車主是：如果，因為如果有
為甚麼小明天天欠交功課卻没有被老師罵？|因為老師被小明氣得暈倒了！
鼠、牛、虎、兔再來呢？|後龍
為甚麼人要喝水|解渴
外國人的甚麼東西比中國人長|名子
哪個人類會生蛋|聖誕(生蛋)老人
香蕉從樹上掉下來變成啥？|茄子(因為香蕉ㄡㄘㄟ了
有一沒有二有三沒有四有東沒有西|陳
外省麵叫啥？|免(麵)(台語)         ///-///
鯊魚吃了綠豆會變成甚麼?|綠豆沙
有兩個人第一位是王先生第二位是白小姐，兩個人坐在一顆石頭上|碧
什麼時候女人有二個嘴巴?|懷孕時
車子開錯路。|白花油
馬的尾巴朝向哪裡?|下面(地)
人一起床會先做什麼動作?|張開眼睛
放學後立刻回家|當歸
哪個地方沒沙子？|宜蘭，因為開墾宜蘭的人是吳沙〈無沙〉
一棵樹上有5隻鳥 被打下來1隻會剩下幾隻?|0隻  因為其他的都被嚇走了
哪一種酒不可以喝??|馬英九
哪種動物喝酒不會醉?|青蛙
穿褲子的人會作啥事？？？|哭
一歲會爬三歲會走那四歲呢|幼稚園
為什麼蝴蝶很變態？|因為牠是完全變態的昆蟲（蠶寶寶變蝴蝶）
為什麼馬把大象吃掉了？|因為在象棋中，馬可以吃象
狼人怕銀子但那吸血鬼怕什麼?|蛀牙
有一天,魚和烏龜比賽跑步海星說:於備氣，魚就上前打她一巴掌為什麼?|魚白目{台語}
阿明看到一台計程車，結果就要把那台計程車攔下來，可是為什麼那台計程車不停下來呢?|高速公路
要說Yes！|跟我結婚吧！
請問聖誕老公公+馴鹿=?|我也不知道
鯊魚吃了紅豆會怎樣???|紅豆沙
首先，先說10次的「鼠老」，然後再回答貓最怕什麼？|貓怎麼可能怕老鼠，應該要怕狗之類的動物，你可能要去一下醫院。
甚麼水不能喝？|薪水
請問公雞如果生蛋 蛋會從哪裡掉下來|答 公雞不能生蛋
哪一句是鄉下常說的話？|我哪知阿，我又沒去鄉下
公雞在屋頂上下蛋，蛋會從左邊還是右邊掉下來呢？？？|都不會，因為牠是「公雞」阿！
蘋果姓什麼|蕭 因為削蘋果
有四個人，分別是酷酷哥、酷帥哥、帥酷哥、帥帥哥，請問哪一個的老婆最虛弱？|酷酷哥，因為它的老婆叫..................酷酷嫂
A+B=?|=B+A
天空為甚麼天空會下雨呢|因為雷公要嫁女兒 他不捨
請問鉛筆姓甚麼|蕭 因為削鉛筆
電腦他媽媽是誰|電腦螢幕(台語)
為什麼人會動?|因為會動,所以會動
西瓜汁放進果汁機裡面打會變成 什麼?|西瓜汁
綠豆哪裡人?|他又不是人
象棋怎麼變跳棋???|掉到地上....
哪一種老鼠最乾淨??????????|衛生署(衛生鼠) ///~///
為甚麼阿嬤會變矮|老豆ㄍㄧ
喔咿唷咿喔咿喔咿喔一喔咿喔咿喔咿喔咿喔咿喔一|??
廁所裡面有......花|五月花
一塊千層糕餅層層撒滿芝麻粒粒嘴裡經過能看不能吃下|書
一個瘋狂女子|Let it go~
把正方形的桌子切一角還有幾角|五角
@_@^m^>_____|開心
請問為何國字會說話|怎麼可能
有一天,小名生病了,他去了醫院,為什麼醫生不看她的病呢?|因為是獸醫院阿!!
有一種東西,有很多牙齒,可以夾住頭髮的東西是什麼.|髮夾
冬天躲哪裡最溫暖呢?|牆角[牆角90度
>3|開心
老大最怕別人說甚麼|屁股大內褲穿不下
桌上有三個蘋果，拿了一個走，還有幾個？|三個，因為他沒有把蘋果吃掉，只有拿走！
辣椒的妹妹叫什麼?|辣妹
哪種人很愛刷牙 但嘴巴很髒|愛說髒話的人
一張桌有四個角,切掉一個角,還剩下幾個角?|5個角
沒有尾巴的猴子叫什麼?|叫猴子
為什麼狐狸會腳滑?|因為狐狸很狡猾
偷喝紅酒不害臊，猜一種昆蟲?|蚊子
1~10哪一個數字不能開車?|9，因為喝酒不開車
有一個美女在跟一位男子說話，為什麼後來那個美女生氣打他了一巴掌，甚至還哭出來??|因為那個男的提出了要分手的事情。
請問地震時在哪裡最安全???|飛機上
喝水對人體有甚麼好處|解渴啊!
什麼馬不能騎？|歐巴馬
一棵樹長滿刺綠皮紅果肉生長在沙漠猜猜看是哪種水果?|仙人掌
A.B.C.O,請問哪一個是多出來的?|C，因為沒有血型C XD
一天一  醫生遠離我空格中要填什麼?|一天一蘋果醫生遠離我
甚麼龍不會飛？|保麗龍
請問甚麼動物最愛買東西???|斑馬(黑白馬)(隨便買)
蜘蛛人是甚麼顏色???|spiderman(是白的)
手轉彎|毛(因為手的下面轉彎就變成毛拉       嘻XD)
為甚麼飛機永遠不會撞到星星|因為星星會[閃]
為甚麼小明從101大樓跳下去卻都沒受傷?|因為他死了
最色的字是哪個字?|錫
哪兩個英文單字在一起會爆炸?|ok 因為ok蹦
最乾淨的老鼠是什麼?|衛生署
先說十次月亮，請問后羿射下什麼?那地球轉了幾圈?|后羿當然是射太陽阿~阿你怎麼知道地球轉幾圈?
穿著綠衣裳，裡面有二種人，生了多小孩，小孩變黑臉|西瓜
有一條河的旁邊有塊牌子'上面寫不准過河'牌子旁邊有一個保安'可是有人要過和保安都沒有攔下'為甚麼|因為不准過河是河的名子
哪兩英文單字排在一起會蹦呢|ok蹦
1＋1=|田
廁所裡放的是甚麼花?|五月花，因為五月花衛生紙
一件衣服穿二十年|神奈川
拿著雞蛋丟石頭,雞蛋會怎樣~|是把雞蛋拿在手上,再把石頭丟出去~~
如果你想上廁所怎麼辦?|去啊!
蜜蜂站在日曆上|風和日麗
烤肉大會中最怕誰跟你裝熟?|肉~~~因為肉裝熟就不能吃了~
哆啦a夢是什麼顏色|紅色 因為ㄤㄤㄤ小叮噹幫我實現所有的願望
頑皮豹他的職業是什麼|加油站員
頑皮豹他的職業是什麼|加油站員 因為打蠟打蠟打蠟打蠟打蠟 只有加油站員才會打蠟
為什麼不能去平地|180度
瓦斯怎麼叫？|打電話叫
如果有一輛車前面做著小藍，後面小黃和小明，那車主是誰?|如果
天上的星星幾克重?|8克重
蚊子只盯鼠牛虎兔龍蛇馬羊猴雞豬蚊子不盯什麼??|狗(布丁狗)
哪一種酒不能喝??????!|典酒
什麼時候2＋14不等於16（有兩個答案）|1：時間的時候   2：算錯的時候
有一天，小恩說要借彩色膠帶，小仁借給他，並說：「用完就還給我。」小恩還給小仁後，小仁昏倒了。請問小恩還小仁什麼？|全部用完的彩色膠帶的垃圾。
1-1=？|曰
什麼比賽是往後跑?|拔河
1+1等於啥?|王
某一個字全台灣都會念錯|錯
1+1-1+1-1=|1
1這是什麼?|天花板
字典 有多少個字|一個
真实虚谎任性但不知哪个属哪个名字真实说真話虚谎说假話任性隨意任务是四条是非题找出神身份每次只能问一位神都懂你語言但用他的语言回答da.ja你不知哪个答是?意思|如果是真实之神问另外一个JA是不是任性之神，答是剩下的那个就是虚谎之神，答否剩下的那个就是任性之神
有一位媽媽要去買豬肉,媽媽跟老板說不要太肥也不要太瘦,不要肉也不要骨頭|豬血
女人神摸時候有兩個心臟,兩個嘴,一個[小鳥]??|懷男孩ㄉ時候
糖果是公的還是母的???|母的(因為會''生''螞蟻)
葡萄從101大樓掉下來會變成什麼？？|葡萄汁
為什麼廁所要有屋頂?|因為老天有眼
有一種動物，長的像鴕鳥，卻不是鴕鳥，長得像老虎，卻不是老虎，長得像天鵝，卻不是天鵝，請問這是什麼動物?|其實我也忘了w
鳥人感冒變什麼呢？|感冒膠囊
廁所為何有天花板?|老天有眼
甚麼帽子不能戴?|螺絲帽
三個十字架|卉
綠豆是哪裡人|嘉義 因為綠豆加義仁
失敗的男人|蜘蛛人  因為Spider-Man(失敗的Man  男人)
老皮和阿寶去哪裡玩了呢|老皮和阿寶去找寶島
吳剛伐桂|南崁
西瓜和哈密瓜打頭哪一個會比較痛|頭
一個人在一個密閉的房間沒有窗戶只有一扇門沒辦法拉開要怎麼逃出房間|把門推開
小花的嬤嬤有三個孩子第一個較大寶第二個叫二寶第三個叫甚麼|小花
神的交通工具是什麼?|寶貝 神奇寶(神騎寶貝)
為什麼天要下雨|是皇帝叫天下的ㄚ
為了興建游泳池，工人們挖了一個長20公尺、寬10公尺、高1.3公尺的洞。請問，這個洞裡有幾立方公尺的土？|0立方公尺的土。既然是一個洞，洞裡當然沒有土。
英國有沒有七月四日(美國獨立紀念日)？|有，每個國家都有七月四日。
農夫有19隻羊，除了11隻以外，其他都被狼吃掉了，農夫還剩幾隻羊？|11隻
一打每張五元的郵票共有幾張？|12張
30除以二分之一再加上10等於多少？（不要想太多，這只是個數學問題）|70
甚麼東西分享後就沒有了?|秘密
海綿寶寶和派大星是永遠的朋友|TFBOYS
小猴子拿木棒打樹,打一下掉一個西瓜,打12下掉多少顆西瓜?|0顆,因為西瓜不長在樹上.
大家有緣，便是朋友。送你禮物，你要珍惜。|大便送你要珍惜
香蕉姓什麼?|香
一件衣服穿了100000年|神奈川
一隻雞+一隻雞=?|兩隻雞
請問糖果是公的還是母的?|是母的~因為她會"生螞蟻"
請問鉛筆姓什麼?|姓蕭~因為蕭鉛筆
有一首歌,所有人都聽過,但從來沒有唱過,到底是甚麼歌呢?|谷歌(google)
香蕉從高樓上跳下來會變成什麼??|茄子
為什麼一隻狗過了獨木橋後就不叫了?|過目不忘[汪]
上聯:2345下聯:6789|缺衣無食
一位女生喝酒會醉有一天在朋友面前喝了一瓶高粱酒可是她沒有醉是為什麼呢？|因為那是白開水
為什麼超人衝到馬桶|因為這是他的 屎命
什麼東西很辣|辣椒粉
''小番薯''有幾個字呢?|3個字
723+723=?|=723+723
無聊的相反詞是什麼|聊無
紫色加橘色會變成什麼色?|橘紫(子)色
什麼東西有三個名字?|三明治
甲.乙.丙.丁四個人.誰會被蔥抓走?|丙  ( 因為蔥抓餅~ )
5朵花可以做幾扇門？|五花八門^_^
公雞~~下蛋誰會第一個去撿~??|公雞才不會下蛋!!>w
跑步比賽追過第二名是第幾名?|第二名 前面還有第一名沒追過
跑步比賽追過最後一名是第幾名|你不能追過最後一名
三十個嘴巴|苦
什麼小強不可以打?|胡志強
電腦中毒了,猜一個字?|掛
把一隻鵝和一隻雞同時放在冰山上，為甚麼雞死了鵝卻沒有死??????????|因為那隻鵝是企鵝啊!!!!
為什麼一個人站在比較遠的地方會比較重？|因為"遠而不輕(清)"
為什麼狗要吐舌頭？|因為牠會熱
99272552618918266478381+88271671919=？|慢慢算
為什麼小明的功課常常被劃叉？|因為他沒寫 當然被劃叉
為什麼廁所裡要放鬧鐘？|因為有屎(始)有鐘(終)
為什麼生病要在家休息?????|怕被傳染阿~不然ㄌㄟ？？
小猜謎[有哪幾個字]|十個
要怎摸做麻雀才會安靜?|壓一下   因為壓卻無聲
一個大庭園，四四方方，裡面只有一棵樹。|困
癩痢狗~癩痢狗~Ken狐狸貝克讓你摸~癩痢狗~癩痢狗~騰噁葳史萊姆了豆兒~|冰雪奇緣
熊貓的願望是什麼？|拍一張彩色的照片
哪裡的芭樂最貴？|麥當勞 芭樂888
鎖住的冬天|冰
恭喜發財|比利時
小偷最怕哪3個字母|I  C  U
有一隻公鹿一直跑最後成了什麼???|高速公路
芹菜猜一個女歌手的名字?|蔡琴
孔老夫子是古代最偉大的什麼家??|老人家
為甚麼熊先生不能和狗小姐結婚?|因為生出來的小孩會是「狗熊」!!!!!
魚不下水為什麼呢?|滾水
隱形的箭又稱為什麼?|看不見
超人是什麼顏色的?|白色的(因為super man 是白色的人)
有一天阿明出門買醬油"突然遇到一名警察'警察說:你要去哪?  阿明說;我要買醬油結果被捕了....|因為阿明這個名字是犯人的名字
如果你有一隻鴿子，你會把它藏在哪？|屋頂
什麼昆蟲最美麗?|蝴蝶((蝴蝶蝴蝶真的很美麗~~
小明有三個哥哥，大哥叫大毛，2哥叫2毛，三哥叫三毛，第四個叫什麼?|小明
1.為甚麼帽子髒了要翻面再帶呢?2.一個人被刷成金色|1.張冠李戴    2.一鳴驚人
天上的星星幾公克?|星巴克
星星機公克?|8克 因為星巴克
為什麼有人刷牙時可以吹口哨？|因為他刷的是假牙
哪位總統最會玩「神魔之塔」？|袁世凱，因為他是臨時（零石）大總統
你知道糖果是公的還是母的|母的   因為會生麻蟻
公雞加母雞等於?|兩隻雞
【知之為知之，不知為不知，是知也。】以上這句話是誰講的？|猴子，因為【吱吱為吱吱，不吱為不吱，是吱也。】
還有什麼事比失戀還痛苦??|便秘
胖子從101摔下來會變成什麼????????????????|死胖子
如果有一隻公雞屁股朝南，牠下的蛋會往哪裡滾?|公雞不會下蛋
甚麼東西是新的舊的價值都一樣|錢
猶豫會變成什麼|魷魚
說牠是條牛，無法拉車走，說牠力氣小，卻能背屋走|蝸牛
身穿綠衣裳，肚裏水汪汪，生的兒子多，個個黑臉膛|西瓜
小帳篷，圓又圓，雨天滿街走，晴天家中閒|傘
大山上面有小山，若猜「出」字難過關|岳
甚麼動物想要拍彩色照片呢|熊貓
老王姓甚麼|法
連體嬰的姐姐叫瑪麗,那妹妹叫甚麼|夢露
甚麼地方只有白天但沒有晚上|日不落帝國
什麼東西不能買?|沒有東西
ABCDEFG|我不知道づ(・ω・)づ
小明在捷運上，一站可以吃一片吐司，經過三站，總共吃了幾片吐司?|捷運上不能吃東西。
有一種東西，有好幾百件衣服每天會脫一件衣服到年底，沒有剩只會看到光禿禿的身子|日曆
A+B+C+D+E+F+G=|G+F+E+D+C+B+A
1.有一天，可可走在路上，但是可可看到一個黃金，他就拿起來2.有一天，一隻海龜爬上岸，他看到一個從來都沒看過的東西，那個東西說我叫保麗龍，海龜問是什麼的保麗龍|1.大便。2.保麗龍膠。
一郎到十郎，誰最有錢?|八郎(別人的性命是框金又包銀 阮的性命不值錢)台語
1┼1等於|2
甚麼東西大家都有?|大便
原住民常說哪句話呢|我不是原住民所以我不知道捏
請問???????????|答:!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
它長的藍藍綠綠的，很像一顆球|地球
小明和小義比賽三天不吃飯為什麼小明贏了|因為小明三天都吃麵
請問 小番薯是甚麼東西??|番薯阿 阿不然哩
甚麼飲料只要兩塊錢|雀巢玲檬茶(涼快)
哪個城市不需要用任何電|緬甸
雞和狗跳舞|雞飛狗跳
計程車上面在一隻鴨子|小黃瓜
什麼不剪不斷？|瀑布
牙齒多且長，不需要食糧，只要有頭髮，便可派用場？|梳子
有一個大人，為什麼只用過沐浴乳，卻沒用過肥皂(肥皂比較便宜)|因為他們家是做沐浴乳的
兩個男生沒穿衣服坐在一塊石頭上|一十二鳥 XD
借什麼不必還？|借過
姓呂的人很不爽？|屢試不爽(呂氏)
導致離婚最主要的原因是什麼？|結婚
請問烏龜的心長得像什麼?|箭(歸心似箭)
阿威每日花錢如流水,為何最後會成為百萬富翁?|因為他原本是千萬富翁
青春痘長在那裡最不用擔心?|別人臉上
廁所裡跌倒|離死(屎)不遠
什麼國家的人都不用電的？|緬甸(免電)
為什麼你看不到上帝的老二?|天機不可洩漏(天雞)
睡美人最怕什麼？|失眠
飯飯吃葡萄不吐葡萄皮為什麼？|因為他吃葡萄乾
星星有多重?|八公克(星巴克)
娜娜喜歡模型請問大家都叫他什麼？|魔神仔(模型娜)
什麼事是阿寶和老皮每天睡覺時都要做的事？|閉上眼睛
目加兩點，不當做貝。|賀
貝減兩點，不當做目。|資
金木水水|坎
有一杯黑色的東西是神麼?|咖啡
紅姑娘，住小巷，冬天長，夏天晚。|溫度計..
有一隻貓從大樓跳下來|喵凍 (廟東)
甚麼人常做出失敗的麵??|蜘蛛人(spiderman失敗的麵)
你是公車司機，上來9人下去8人上來7人下去6人上來5人下去4人上來3人下去2人上來1人，請問，公車司機是誰?|就是你啊!(答案在題目裡)
哥哥生氣所以翻倒一籃放在桌上的烤番薯|哥哥生氣所以翻桌
冰變成水最快的方法是什麼?|去掉[冰]字那兩點
為什麼老天爺不能看A片呢?|人在做天在看
黑人和白人生的北鼻牙齒是什麼顏色的!!!!!!!!!!!!!!!!!!!!!!!|北鼻不會長牙齒
世界最長的車是？|塞車呀!!!1!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
謎題的答案是什麼|答案
請問大象的右耳朵像什麼？|大象的右耳朵
有兩個國家的王子，為了要取一個很醜的公主而奮力打架，請問這是為什麼呢???|因為打輸了要取那個公主
有一個人是你父母生的，但他卻不是你的兄弟姊妹，請問他是誰??|你自己!
怎麼讓飲料變大杯|念大悲咒
地下的門|石門水庫
老王姓什麼？|答案：法，因為「法」老王
鉛筆姓什麼？|蕭(削鉛筆)
小美考卷的題目都寫對，為什麼她沒有一百分？|因為考卷都是「是非題」
那一條街不會下雨|芝麻街(因為芝麻街美語（沒雨）)
雪人是男生還是女生？|男生~因為是snow"man"
有一天，有個人向計程車招手，他想要搭車，但為什麼那個人一坐上去，司機就害怕的問他"我犯了什麼罪？"呢？|因為招手的人是警察，而警察只是想要搭車。
有一天，小紅豆問紅豆媽媽說：「我長大後可以當藝人嗎？」，紅豆媽媽說：「這世上只有綠豆可以。」這是為什麼？？|因為「綠豆薏仁」
「千里相逢」請猜一個字|答案是「重」
請問哪種動物最容易滑倒？|答案是「狐狸」因為他很腳滑(狡猾)
請問哪一種魚最想死？|鱈魚，因為鱈魚香絲
請問誰最不孝順媽媽？|面速力，因為面速力打母
花生過馬路，被大卡車撞到後變成了什麼？？|花生醬
綠豆是哪裡人？|嘉義，因為綠豆加薏仁
阿拉丁有幾個哥哥？|三個，阿拉甲、阿拉乙、阿拉丙
為什麼肯德基比麥當勞大？|因為肯德基是爺爺，麥當勞是叔叔
哪種狗最不怕冷？|熱狗
英文一共有幾個英文字母?|7個，因為(english)
樹像什麼味道?|雞，因為數位相機(樹萬像雞)。
小白長得真像他哥哥|真相大白(真像大白)
哪一種狗狗最會找黃金?|黃金獵犬
什麼狗狗的腸胃不好，常有便秘的狀況發生?|拉不拉多，因為拉，不拉多
下列哪一種熊最厲害?(A) 黑熊(B) 灰熊(C) 趴趴熊(D) 北極熊|(B)灰熊，因為台語 灰熊(非常)厲害
Hello kitty去當兵(猜一書名)|貓戰士
哪一個英文字母最悲哀?|F,因為FBI(台語F悲哀)
綠豆哪裡人?|嘉義人,因為綠豆加薏仁(嘉義人)
如果你的兒子只有一隻右手怎麼辦|別擔心,因為一個人只有一隻右手
如果每次說話都中 叫什麼|烏鴉嘴
自由女神跌倒|orz
3+3=?|33
鄭成功他媽媽叫什麼?|鄭失敗,因為失敗為成功之母
有一天，小明媽媽正好出去買菜，而小明正在在客廳看電視，再看電視的同時，小明邊吃零食，正看得高興，吃得高興的時候，突然一正痛，使小明臉色發白，小明到底是發生什麼事|肚子痛
什麼水不是水|縮水
家有家規　　校有校規　　　加洲動物園有什麼規？|烏龜
冬瓜、西瓜、南瓜、北瓜、黃瓜，什麼瓜不能吃?|傻瓜
在陸上，他翻了一個跟斗，接著又翻了一次?|三番兩次
樹的味道想什麼?|雞(因為數位相機)
？？？？？？？？|疑惑
蘋果和梨子誰會先講出自己的名字|梨子
小叮噹是什麼顏色|紅色
志明的口袋裡有十個硬幣漏掉了十個，請問口袋裡還剩下什麼？|一個破洞
小王開著空計程車出門，為甚麼一路上都沒有人向她招手搭車|他走的是高速公路
請問怎麼花最漂亮|如花
天生常常兩隻腳，一似真來一似鉗，只要針腳立得穩，鉗腳自可走圈圈|圓規
有一個很肥的婦人去照相，為什麼拍出來的照片卻骨瘦如柴?|因為她拍的是X光照。
颱風天要帶多少錢在出門？|‘4千萬’
請問阿飛從20樓跳下去  為什麼沒死|阿飛是一隻鳥
火車不是火，西瓜不是瓜那啤酒是不是酒|是
什麼動物最怕冷|鴨子  因為鴨子叫呱呱呱
什麼桶子永遠裝不滿?|馬桶
全身上下白,最怕見太陽,雖然不穿衣,可不會著涼.|雪人
從1月1日開始爺爺要做復健，要做2個半月，請問做到幾月幾日？|1月31日           ｢半月+半日
小明被子彈打到了，為什麼他沒死？|因為他穿著防彈背心
*   *    @@@   --------|很瞎
有一個人被困在一間沒上鎖的儲藏室裡，被困在儲藏室的人想開門出去，為何他門怎麼推都推不開呢？|因為門市用拉的嘛~當然推不開啊^^
洗澡前，是先脫褲子，還是先脫衣服？|先關門
人的相反|入
三+丨=|王
虫X3|蟲
一隻狼跳到北極的冰河裡，會變成什麼？|檳榔
┴─┴︵╰（‵□′╰啥意思？|翻桌
從前有一隻狗狗前有一隻貓貓前有一隻鼠鼠後有一隻貓貓後有一隻狗那狗後有隻?(橫向排排坐)|蟲  因為: 從(蟲)前有一隻狗  我從一開始就說了ㄚ......
颱風天要帶多少錢才能出門?|四千萬  因為:颱風天沒事千萬(四千萬)不要出門
有一種女生可以讓你變成百萬富翁，但你必須要是XXXX|千萬富翁
speXial裡面誰最帥|連晨翔
星星有多重??|8克重 因為星巴克阿
為什麼半夜看到一個女生,你摸不著她|因為中間隔著玻璃窗
marry家有5個小孩大哥叫nono二哥叫very三姐叫coco四姐叫candy那五姐叫什麼?|marry
有一個好看的人跟一個難看的人請問夾在他們中間的昰什麼的人?|好難看的人
哪個地方有最多維尼|麥當勞 因為麥當勞都是為你(維尼)
一隻狗衝到馬路    猜一種飲料|咖啡 (台)  嘎逼
有一棵椰子樹，a猴子b猴子和c猴子同時爬上去摘香蕉，誰最快搶到?|椰子樹上沒有香蕉
王先生，王小姐，今天結婚，猜一個字|琴
【205】猜一個遊戲|猜拳(剪刀石頭布)
五十個人，猜一個字|傘
收到會大吉大利的洋娃娃~猜一種狗狗|吉娃娃
約克夏+黃金獵犬+瑪爾濟斯+吉娃娃+鬥牛犬+臘腸狗=？|混種狗
教師和牧師有什麼共同點？|他們都有辦法一方面傳道，一方面讓很多人睡覺
一匹馬站在馬廄裡，馬頭向東時，馬尾向哪個方向？|不管馬的頭向哪一邊，馬尾一定向下
教堂的哪一面當墳墓比較適合？|外面
拿破崙常說：「我的字典沒有『難』這個字。」為什麼？|因為這是中國字，法文字典當然沒有
人為什麼有肚臍？|這樣才知道哪一面是正面
如果你習慣用右手拿筷子，請問你喝湯時到底用哪隻手喝湯？|用湯匙
當妳裸身在浴室中洗澡，突然衝進來一名男子，妳手上只有一條毛巾，請問妳會遮住哪裡？|遮住那男子的眼睛
什麼東西越挖越大？|鼻孔
小明的爸爸很早就過世了，他們和媽媽相依為命，他們家老大叫大寶，老二叫二寶，老三叫什麼？|小明
什麼東西能承載48公斤的木板，卻托不住四點八公克的細沙？|水
美國話是哪一國的語言？|「美國話」是中文
為什麼打棒球時要一隻腳站一隻腳縮？|因為兩隻都縮會跌倒
什麼東西男生有女生也有，可是卻越來越大，不會縮小？|年齡
我們全家要一起去看電影|=3= 不知道
青春痘長在哪裡會讓人比較安心?|別人的臉上
有一天，一位老闆說了一句話，員工卻傷心的哭了。|炒魷魚
內人|梧棲
1 一隻公雞加一隻母雞，猜三個字?2 一隻公雞加一隻母雞，猜五個字?3 一隻公雞加一隻母雞，猜七個字?|1 兩隻雞 2 還是兩隻雞 3 笨蛋！還是兩隻雞
一隻小狗把一隻小貓從河裡救起來，請問那隻小貓會說甚麼呢？|喵！
為什麼九個牛只有一個毛？（這是我編出來的哦！）|九牛一毛
請問演員們的包包裡面都裝的是什麼（這也是我自己編的哦!)|劇本
請問去森林裡看到狼和鬼你要先射那一個|狼 因為 （射（色）狼）
請問胖子從101掉下來會變什麼？|死胖子 （因為他是胖子，掉下來就死啦）
哪兩個英文字母連起來可以打兔子？|S和K
如果有一臺車，小明是司機，小華是乘客，請問這台車的主人是誰？|如果！因為“如果”有一台車
玫瑰花.太陽花.茉莉花.哪一個是沒力的花!|玫瑰花（因為）（哪一朵沒力的玫瑰花）
為什麼生日不能送鞋子?|因為鞋子代表跑路
請問花生什麼事？|花生樹(發生事)
偷什麼東西不犯法?|偷笑
三個壞球，一個好球|南投，因為球很〈難〉投
如果食人族改吃素，那要吃什麼?|植物人
猴子最怕什麼線?|平行線，因為相交﹝香蕉﹞
有人夾在路中間|閃
是先有機還是先有蛋|根本沒這個問題
人覺得哪一件事失去了就會部交男女朋友|初吻
頑皮豹家裡是做什麼的?|打蠟,因為頑皮豹的配樂是：打蠟~ 打蠟~　打蠟 ~ (噹啷~ 噹啷~ 噹啷~)
女孩身上哪一個部位最甜???|因為有一個女孩叫甜甜~~~
鼠牛虎兔龍蛇馬羊猴雞狗豬蚊子不會叮哪一種動物?|布盯狗,因為布丁狗
七十四小時|晶
借什麼不用還?|借過
天黑黑(用台語發音來猜)|像馬鹿獅豹虎(像要下西北雨)
1=5。2=10。3=15。4=20。5=？|1啊！
有個公園的草地空空的（猜一種花）|梅花
什麼遊戲2>5。0>2。5>0？|剪刀石頭布。自己用手比比看。
100009866453577￥ 3484985853+9575154768575675=?|慢慢算
1+2+3+4+5+6+7+8+9+10+11+12+13+14+15+16+17+18+19+20=請投我一票|210
說出你是誰|你是誰（我就是要你們說出你是誰喔）
從前有一隻狗 狗前一隻貓 貓前一隻鼠 鼠後一隻貓貓後一隻狗 請問狗的後面是什麼呢|蟲啊 因為從前﹝蟲前﹞
台灣什麽時候可以統一??|買方便面的時候(統一方便面)
為什麼老鼠只用2隻腳走路??|米老鼠
地上的臉叫什麼|不要臉
誰每天上班都坐飛機呢|飛行員
哪一種文具最好色|鉛筆(因為''色''鉛筆)
勾追有一個綽號那個綽號是什麼|[台語]可愛
哪一種蔬菜有千面人的傾向|甜椒()
森林裡的動物要開會,誰負責聯絡|獅子(因為失(獅)去聯絡)
鳥籠裡有一隻鳥飛走後就不再飛回來了,它叫甚麼名字|青春(因為''我的青春小鳥一去永遠不回來'')
蕃茄暈倒了會變成什麼呢|包子,因為它臉色發白了.
三個木頭|林
火在燒湯|燙
守門員|閃
公車是公的還是母的??|公的
得到狂犬病ㄉ時候要怎麼辦|先去列印一張咬人名單
為什麼生日不能送鐘?|送鐘(送終)
輕輕的身子，滿身是文字，有了它在身，便知遠近事|報紙
上面是屋頂，裡面一條龍|寵
要怎樣讓奶茶變大杯?|大悲咒(大"杯"咒)
怎樣鴨子不會飛走?|插一雙翅膀給牠，牠就插翅難飛了!
一個巴掌拍不響|孤掌難鳴
全世界最棒的零食是甚麼|巧克力(因為巧克力''棒'')
太平洋中間有什麼|平
為什麼超人要穿緊身衣|因為救人要緊
小學念到大學要念多久?|不到三秒鐘(不信你念念看，小學到大學要念多久)
劉小姐為什麼堅持不冠夫姓?|因為未婚夫姓“夏(下)”
阿神的主要顏色是什麼?|橘色
誰最不孝順？|面速力打母
那種水果最燙？|梨子（離子燙）
1+1=?|1
考試考完了，小名回家去跟媽媽:媽~我考第五名!快幫我煮個雞蛋媽媽:好棒喔!媽給你煮兩個雞蛋媽媽問:但有多少人阿?小名:結果媽媽昏倒為啥媽媽昏倒?|5個人
如果有一輛車,小明坐在駕駛座，小美坐在後座，那車主是誰?|如果(因為如果 有一輛車
有一間便利商店，狗進去會被打，貓進去也被打，為什麼羊不會被打?|24小時不打羊
年不等於甚麼???|故事裡面就有寫了啊!
甚麼最欠揍???|看看你的電腦裡小番薯首頁就找的到了
甚麼數字的一半是0呢|8(因為8是兩個0上下疊再一起的)
花兒生下的孩子是什麼東西|米(因為''花生米'')
小丸子去海邊游泳,接下來會變成什麼呢?|魚丸(因為海裡都是魚,所以小丸子加上魚就是''魚丸'')
什麼熊在冬天不會冬眠?|英雄(熊)
小紅豆去海邊,回家後照鏡子發現自己變成了別的豆子,是什麼豆子呢?|黑豆(因為曬太陽臉會變嘿,所以紅豆變黑豆)
什麼老虎最擅長爬牆|爬牆虎
用酒幫稻子澆水會種出甚麼東西|米酒(稻子長大會變成米)
梨子跟乳酪生下的孩子會是什麼?|酪梨
什麼麵包最適合當作禮物送給朋友|可頌(可送)麵包
草地撒了香水會變成什麼|香草
一間屋，三個門，裡面只住半個人?|褲子
什麼東西車可以吃馬 馬可以吃象 ?|象棋
什麼鳥不會飛|咕咕鐘裡報時間的鳥
有一個果凍走在路上,結果他不小心踩到章魚的腳,這下果凍會變成什麼東西|仙草凍(因為章魚很生氣的對果凍噴墨汁,所以果凍變黑色)
///o-o///(Q===(+++++)|欠揍
要如何讓一隻公雞下蛋|把一隻母雞取名叫公雞
兩個兄弟數數字，數來數去不停止，一個只算二十四，一個能算到六十。|鐘表   註：時針二十四小時，分針六十分鐘。
這一題的答案是「錯」嗎？|否
拿破崙大帝他的爸爸叫神麼|拿破崙蛋糕
頑皮豹是做什麼職業的？|打蠟
請問綠豆是哪裡人?|嘉義人【綠豆加薏仁】
你的小孩如果只有一隻右手那你會怎麼樣？|高興｛你的小孩如果有兩隻右手那他不是變怪物了嗎！｝
一個孕婦走獨木橋|鋌而走險（挺兒走險）
小貓，小狗，小羊，他們一起去便利商店，小貓進去後被打出來，小狗進去後也被打出來，小羊進去後沒被打出來。為甚麼ㄋ?|24小時不打烊(羊)
有一隻公雞，牠的屁股朝南，臉朝北，那他的蛋下完會朝哪個方向？|公雞不會下蛋   ///~///
A.B.C是好朋友 有一天C死了 A知道C死了後就把B殺了，為甚麼?|因為C死了之後 A想念他就把C的臉皮割下來，之後又殺了B，把臉皮割下來，各貼一
對討厭的人要送甚麼給他?|送鐘(終)
在路上如果遇到一隻狗擋路，就要大喊"汪汪"他就會走，那如果遇到一隻貓呢?|斯斯，  因為 "感冒(趕貓)用斯斯"
冬天吹東北季風,夏天吹什麼風~~?|夏天吹電風
1 一隻公雞加一隻母雞，猜三個字?2 一隻母雞加一隻公雞，猜五個字?3 一隻小雞加一隻母雞，猜七個字?|1.兩隻雞2.還是兩隻雞3.笨蛋 還是兩隻雞
鼠牛虎兔龍蛇馬羊猴雞狗豬蚊子不會叮哪一種動物?不盯狗,因為布丁狗|不盯狗,因為布丁狗
喝咖啡時你(妳)會用哪隻手攪拌飲料?|通常我會用湯匙(吸管)
什麼碼不會叫?|木馬
什麼花飄著開,什麼花走著開,什麼花空中開?|雪花.浪花.禮花
什麼魚最白癡?什麼魚最聰明?|鯊(傻)魚.鯨(精)魚
什麼樣的人不能在加油站工作?|油腔滑調(油槍滑掉)的人
大象的媽媽為什麼是猩猩?|:因為象由猩生（相由心生）
馬.狗.豬各一隻.哪隻較聰聰明?|豬..因為豬(珠)算~~高手
請問老虎叫什麼名字?|丹丹~ 因為： 虎視眈眈(虎是丹丹)
小學到大學要念多久？|不到三秒鐘（不信再念一次〔小學到大學〕）
今天來考考大家腦筋急轉彎,題目是: 有一名男子,身穿黑衣,在沒有月亮路燈的情況下,他沒看紅綠燈直接穿越人行道,可是開車的人卻緊急煞車了,為什麼?|因為那時是白天
哪個卡通人物常救人？|哆啦A夢（伸出援手）
1狼來了～（猜一水果2羊來了～（猜一水果3狼吃掉羊了～（猜一成語|楊桃（羊逃）
狼來了（水果羊來了（水果狼吃羊了（成語|1楊桃（羊逃）2草莓（草沒）3揚眉吐氣（羊沒吐氣）
放煙火時為什麼不會射到星星？|星星是超級英雄
太平洋的中間是什麼?|是(平)
9月28是孔子誕辰 那10月28是甚麼?|孔子滿月.........
她是池不是棠 她是也不是女|也
晚上十二點打電話打12個0會聽到神摸?|請查明後再撥
樹的味道像甚麼???|數位相機(樹味像雞)
山下兩個月，世界就毀滅|崩
為什麼老鼠會飛?|飛鼠
東門外失火|爛
4點十分我口渴了!(猜一個字)|咪
哪兩個字最欠揍?|欠揍
什麼店買的東西是88888元|麥當勞因為芭樂888
那個地方賣88888元|麥當勞因為芭樂888
買東西要幹嘛|結帳啊!
洗澡完要幹嘛|穿衣服
爬樓梯|步步高升
最小的島是甚麽島?|安全島
甚麼星是連知名的天文學家都不知道也沒發現的星|明星
老劉明明有胃病,但她為什麼不去腸胃科,反而每天往牙科跑呢|因為老劉是牙醫
甚麼雞既不會叫又不會生蛋|風向雞
香港腳|皮在癢
總裁和員工誰比較大???|要看身分證才知道
伸手不見五指|哆~~啦~~A~~夢
甚麼鼠最環保|環保署
一包餅乾有十種口味，分別是草莓 香草 布丁 抹茶 巧克力 洋蔥 牛奶 檸檬 櫻桃 原味 請問，買了十包，共有幾種口味?|十種，因為是一樣的餅乾嘛!你們答對了嗎?
4個王|田
世界上最壞的卡通人物是誰|小叮噹  因為他伸手不見5指
什麼勞最受歡迎|麥當勞
小名上大學時 為啥每一節課都翹課 只有一節不翹課 那一節是什麼??|下課
呠街是甚麼意思|呠蘭街的簡稱
哪一種動物最迷糊,最忘東忘西|狐狸(因為''糊里(狐狸)糊塗'')
甚麼地方的人都在睡覺|夢不落帝國(因為一職都在夢裡)
甚麼豹一直黏在牆壁上|海報(豹)
雕像蹦到雪慧變成甚麼|雪貂(雕)
什麼蔬菜沒有心|空心菜
東西南北四個方向,哪一個不會在田裡出現呢|北邊(因為有冬瓜,西瓜,南瓜.卻沒有''北瓜'')
廁所裡撐竿跳|過分﹝糞﹞
哪兩個英文字母碰在一起會爆炸?|o 和k ,因為ok繃
小名問爸爸:你有沒有恐怖的書爸爸說:{?}|結婚證書
車子開錯路|白花油〈因為白白花了油，又要花錢加油‧‧‧〉
蛇到超市她問老闆有蛋嗎？老闆說:沒隔天蛇又到超市，問老闆有蛋嗎？老闆生氣的說:沒你再問，我就把你的舌頭割掉隔天蛇又到超市問老闆有刀嗎？老闆:沒 那老闆有蛋嗎？|蛇為何要問是否有刀哥哥姐姐們
三天|晶(三天=三個日OwO)
小明家有三個小孩，大哥叫一毛，二哥叫二毛，那三第教什麼？|小明
豬有很多用途，例如豬的毛可以當刷子，豬肉可以吃，請問豬還有什麼用途？|豬的名字可以罵人
皇上咬|王羲之
你經過棺材店時最討厭聽到什麼話?|錄影機正播放著「總有一天等到你」
冰塊為什麼不能去非洲|因為會融化
天文館的望遠鏡看不到哪個行星|明星
甚麼星星白天黑夜都會出現,但部會在天上發亮|動物園的猩猩
山洞裡有一座橋,好多美味走喬,走進去就不見|嘴巴
一部電影一百元! 三部幾元?|五十! 因為三不(部)五時(十)
什麼車經過收費站不用錢??|車在車 (車子上面載的車)
請問哪一種魚最想死?|魷魚香絲(想死)
請問為什麼會腳酸?|踩到檸檬(酸拉@~~)
大象的媽媽為什麼是猩猩??|因為象由猩生阿...（相由心生）
馬.狗.豬各一隻.哪隻較聰明？|豬..因為豬(珠)算~~高手
有個人走在路上你猜他怎麼了??|他 ㄘㄨㄚˋ 了!......
要怎麼把長頸鹿放進冰箱??1.把冰箱打開2.然後把長頸鹿放進去3.把冰箱關起來那要怎麼把大象放進去??|1.把冰箱打開 2.把長頸鹿拿出來 3.把大象放進去 4.把冰箱關起來@@
為甚麼南部沒有阿彌陀佛?|因為南無阿彌陀佛!
生長在山裡死在鍋子裡藏在瓶子裡活在杯子裡|茶葉
老和尚看嫁妝。|下輩子再說。
為什麼熱鬧的夜市裡半個人也沒有?|因為人是整個不是半個!
誰發明雞精 白蘭氏誰嘗百草   神農氏誰發明阿拉伯數字 ...|第一代1 2 3 4 第二代2 2 3 4 第三代3 2 3 4
為什麼晚上不能照鏡子?|因為看不清楚
滑鼠是怎麼死的|被人按死的
一的分身|二  因為有兩個一
小喇叭俗稱小號；土巴俗稱大號；上低音號俗稱什麼??|上大號
11+11/11-11|1
誰最會說借我一張衛生紙然後不還？|人
脫了紅袍子，是個白胖子；去了白胖子，是顆黑丸子。|荔枝
在地圖上的「▲」符號，是表示什麼的所在地？|山峰
20大於200多少|0  因為20+0=200
什麼東西1.在天上裝不滿，2.在地上也裝不滿？|1.鳥巢2.馬桶
什麼虎不咬人？|壁虎
有一天，媽媽叫小寶出來幫忙可是出來的是大寶  為什麼？|小寶不在
為什麼球隊領先林書豪就停止得分?|因為linsanity(領先了停)
老和尚點頭|頂點
為啥小螢火蟲不會發光?|因為他還在包尿布
有一天，媽媽叫大寶出來幫忙可是為什麼出來的是小寶？|因為大寶不在
站馬步|一日之程
遠望一隻狗，追去已逃走，追到市頭上，一點全沒有。|獅
綠豆從5樓跳下來流了很多血變什麼|紅豆
不正!猜一個字!!|歪
為什麼兔子不能和斑馬結婚？|因為兔媽媽說有紋身的不是好孩子
哪兩個英文字母會爆炸?|ok(因爲ok蹦)ㄅㄥˋ 爆炸聲
花木蘭爲什麼代父從軍不被發現?|木蘭無長兄(胸)
哪種動物看不到也聽不到|龍蝦[聾瞎]
什麼時候馬會吃掉象|象棋
計程車上面放著一隻鴨子 會變成什麼|小黃瓜[瓜]
我每天最喜歡說88|爸爸節
兩碗泡麵都被偷了|面面俱到(麵麵俱盜)
有一天阿托問大寶:「你身上有幾個細胞?」於是大寶不假思索的答: 「-------」竟然讓阿托無言以對!請問大寶的回答是??|你又知道一樣?
甚麼東西最欠揍?|小番薯超欠揍猜謎
叫馬不是馬路上不生長.要牠作中藥.要到海中尋.(猜一種海底生物)|海馬
Hello Kitty 賣光光(猜台北旅遊景點)|貓空
得到狂犬病的時候要先做甚麼事|列印一張咬人的名單
狼吞虎嚥有幾種動物!|三種 因為狼吞虎嚥(燕)
請問在這個世界上生存了什麼人?|地球人
車子右轉時，哪個輪子不會動???|備胎
櫻桃小丸子做什麼工作??|鞭炮(因為主體取理有唱『霹哩啪啦，霹哩啪啦』，八啦啦啦
一天24小時，哪一小時最不好玩?|一點(一點都不好玩)
猴子最討厭什麼線|平行線
水餃是公的還是母的?|公的,因為它有包皮
員工喝什麼會有事?|仙草蜜因為先炒me
周公名子是甚麼?|姬旦
為甚麼我的腳會'酸'呢?|因為我吃檸檬是不是會酸呀!所以我腳踩檸檬是不是也會酸呢
波筆又叫什麼?|保庇
仙女飄飄，飛上雲霄，不怕風吹，只怕火燒。|風箏
偷啥麼東西不被抓|偷笑
餐廳24小時營業|日全蝕
麻衣服紅帳子，裡面住個大胖子。|花生
雙月合一|用
一個男生光著屁股坐在石頭上|以卵擊石
工程師用什麼吃飯?|嘴巴
有一個樓梯很抖，那小明要怎麼走？|用腳走
Hello Kitty賣光了|貓空
九十九|白
ERROR是什麼數字|怒
小明踩到大便了，為啥鞋子沒髒?|因為他光著腳
星星有幾克|8克(星巴克)
星星有多重??|8克重 因為星巴克
1=5。2=10。3=15。4=20。5=？|5
如果有一台車,上面坐著小明.小英.小德.小美,那.....車是誰的??|如果的ㄏㄏ
~~>//////|超害羞
有一隻螞蟻從聖母峰掉下來，牠是怎麼死的?|飄太久，餓死的
一個成功的男人背後一定會有ㄧ個女人，那一個失敗的男人背後會有些什麼?|有太多女人
有一隻紅鬼和一隻綠鬼紅鬼要兩隻箭射過去才會死綠鬼要一隻箭射過去才會死獵人有兩隻箭為什麼兩隻鬼都死了|用一隻箭射先射綠鬼,紅鬼臉色發青再用一隻箭射它兩
鄉間的河水跟城市的河水那個比較急？|鄉間的河水。   因為：相煎何太急(鄉間河太急)
壹加壹等於幾？|二啊!       這麼簡單你應該不可能想不到吧？
什麼事比斷一隻腳更慘？|斷兩隻腳        拜託投我一票！ ！ ！      拜託拜託！
你左邊的屁股像甚麼?|當然是你右邊的屁股!!!!!!!
甚麼東西外國人的很長，中國人的很短，和尚根本就用不到?|名字(和尚是用法號不是名字)
臺灣最硬的門|石門
沒有任何凸出物|太平
三從四德|七美
拙荊|梧棲(無妻)
美好的鄉鎮|佳里
懶得講話|蘭嶼
唐詩三百首有幾個字?|五個字
一個人比兩個人高|乑
吳宗憲要踢足球，那誰來防守他|慈母
有個光頭阿伯臉面向東方，屁股朝向西方， 風從東方來，頭髮會往哪裡飄|不會往哪裡飄，因為他是光頭
什麼狼不會叫?|色狼
3分球|南投
聖誕節只能吃什麼?|蛋(剩蛋)
薑切成4片 會變成什麼?|將將將將
廁所裡要擺什麼花?|五月花
有風 無風 動有風|扇子
一加一|一成不變
一顆心多少錢|一億元 因為一心一意[億]
7+7|七七魯加巧克力
柯P是柯文哲那柯K是誰|柯震東 因為他的英文名子 Kai Ko
請問誰最欠揍|阿祖
光影變成?|即刻槍戰裡面的光與影雙槍
誰最會猜謎題?|郵差因為有猜=會猜
男生看嫁妝|下輩子再說因為他又不是女生
請問誰最帥|蟋蟀
一好球三壞球??|南投縣"難投"
英文班的老師問小明你的媽媽叫什麼？|王 涂 淑麗
有錢人開什麼車??|不開車(有司機)
臥虎藏龍請問是誰把龍藏起來的?|狼'因為wof藏龍[狼的英文是wof
媽媽很享受猜一個人名?|馬英九(媽enjoy)
大冰的奶奶|大冰奶
請問那一種動物，算術最好?|答案是豬，因為小朋友要學珠(豬)算
誰最專情?|美人魚因為他沒有腳不會劈腿
誰還沒生孩子?|五月花因為五月花未生子[衛生紙]
娜娜很會做模型請問朋友都叫她什麼?|魔型納因為模型娜
泡麵是被誰殺死的?|阿Q(捅)桶麵
你現在在幹嘛?|在看小番薯超欠揍猜謎
誰是孝子？|周杰倫(聽媽媽的話)
猜藍色的棋盤|格格不入
強盜要搭什麼車去搶銀行?|火車
你一半，我一半；齊齊來，把樹砍。|伐
南一半，北一半，中間有條看不見；兩頭冷，中間熱，一天一夜轉一圈。|地球
甲：〔你有買鞋子嗎？〕乙：〔看，ｘｘ擺在眼前〕|４０
??????????|沒答案
被甚麼東西照到很久皮膚會變黑|太陽
為什麼上帝不用租A片??|因為人在看天在看
有一把隱形的劍，是什麼劍？|正確答案:看不見(劍)
除了功勞,外勞還有什麼勞最賺錢|麥當勞!!!
波霸少一顆~~|義大利(一大粒.....)
醬油的哥哥??|醬油膏(台語)
水母的天敵是誰?|海棉寶寶和派大星
一群動物開完party後，衝進“當家人”便利商店買東西，因為太吵，結果都被店員打了出來，卻獨留小羊在店?堶情A請問是為什麽？|因為便利商店24小時不打烊啊！
一部電影200 那三部多少??|50元因為三部五十[三不五時]
死掉的腎 猜一個有名小說|西遊記......[in因為洗腰只]
有四個人.分別是酷酷哥.酷帥哥.帥酷哥.帥帥哥，請問哪一個人ㄉ老婆身體最虛弱?|酷酷哥 ，因為他的老婆叫.............酷酷嫂
瑪莉歐有幾個哥哥?|14個(瑪莉A.瑪莉B.瑪莉C.瑪莉D......瑪莉O)
有一天，烏龜跟兔子比賽賽跑，豬是裁判，請問誰會最先跑到終點?|豬，因為牠是裁判所以會先跑到終點
凌晨12點要幹嘛?|臨時抱佛腳[零時抱佛腳]
什麼狗不怕冷|熱狗
米可以做成老鼠-米老鼠木頭可以成馬-木馬那麼請問什麼可以做成雞?|蛇，蛇姬(雞)
有一天，農夫道樹上採西瓜，在地上採木瓜，請問他可以採到幾顆西瓜幾顆木瓜?|他連一顆都沒採到(因為西瓜長在地上，木瓜長在樹上))
火箭隊說過一句話:你的東西就是我的東西，我的東西還是我的東西，那麼火箭隊家在哪裡?|全家(因為全家就是我家)
知道英雄聯盟的雷文嗎簡稱為??|就雷文阿 又沒簡稱哈哈
海賊王誰會三刀流 九刀流|索隆
你的屁屁在哪裡|就在重要部位後方
龍飛鳳舞意思|龍在飛鳳在跳舞
熱狗有沒有熱熱的|廢話當然熱熱的因為他熱狗
哪一個英文字母喜歡打馬??|O ，因為歐(O)巴馬
世界上哪一個神最雷?|阿拉，阿拉蕾(雷)
天上掉下來的雞叫天機，地上的雞叫地基，那麼請問會唱歌的雞叫什麼?|卡拉ok伴唱機(雞)
哪一個女子團體最喜歡買兔子?|BY2，因為by(buy)兔
世界上哪個塔常常再賣披薩?|比薩斜塔，因為pizza斜塔
為啥IDF飛機飛不起來?|因為跟本飛不起來(IDF=I  dont  fly)
哪一種鹿跑最快?|高速公路(鹿)
帶甚麼神奇寶貝每個人都想挑戰?|卡達鴉，因為卡達鴉(可打呀)
我打你好不好哪個字重複?|好! 哈~你被整了!
哪一種狗最欠扁??|賤狗(阿嗚)，卡通(家有賤狗)
每個人點火都要做甚麼動作?|打火雞(機)
誰是椰?蘇的兒子|椰子樹
哪一種肉會從天上掉下來?|贅肉，因為墜肉
哪一人最愛吃菠蘿?|馬可，因為馬可波羅
把雞蛋拿去炸一炸會變成什麼?|炸彈，炸彈(蛋)
香蕉從樓上摔下來會變成什麼?|青椒，青椒(蕉)     瘀青了
甲、乙、丙、丁去比賽賽車，請問誰會最後一名?|丁，因為跑跑卡丁車(大家都會卡丁)
哪一個人常常穿烏龜裝?|中川，因為中川圭一(龜衣)
哪個人無時無刻都會想到烏龜?|歐弟(歐漢聲)，想歸(龜)想
黑鬍子根白鬍子決鬥，請問誰會贏?|黑鬍子，因為黑鬍交下架
問題 ： 黑人最怕吃甚麼糖果？|答 ： 巧克力       (因為會吃到自己的手)
父親：“剛開學考試，你怎麼就得了個‘0’分？ 如果你是小明你會說.....|兒子：老師說，我們一切都要從‘0’開始。
蜘蛛人是甚麼顏色？|白色因.....是白的man
有一隻狗在開車開到一半就熟了|熱狗
什麼動物大力打會爆血？|蚊子
飲料店裡哪種茶最多？|多多綠茶
鴨子怕冷還是怕熱|呱 呱
最近有一個團體很紅分別一個高一，一個國一，一個國三|TFBOYS
什麼病都沒辦法醫好|神經病
請問:你家在哪|在全家(因為你家就是我家,我家就是全家阿)
為甚麼猴子屁股紅紅的|因為屁股沒有毛
猴子最不喜歡哪一條線?|平行線 因為沒有相交(香蕉)
如果你想寫字，要用甚麼寫??|用鼻血(筆寫)
小甜甜在孤兒院,那老甜甜在哪?|養老院
怎麼打電話給烏龜|苦瓜《台語》
一隻兔子兩公斤寄快遞便三公斤|韓湘子(含箱子)
螞蟻掉進鍋子裡|炒死(吵死)
從前有隻烏鴉那他現在是什麼?|烏鴉化石
哪兩個英文字母合起來會爆炸?|ok
姐姐為何要寫無印良品?|因為這是報告!
誰家沒有電話?|天衣~ (天衣無phone)
一支火材棒被火燒到,進了醫院,出來變什麼?|棉花棒
小明最怕那個數?|3                                           因為媽媽說我數到3你就死定了
有一個人性王，口帶裡裝了兩顆糖。|金
你有幾個眼睛。|大於零個眼睛
狼人的天敵。|不是狼人就對了
甲欠乙一千塊，乙問甲你要還錢了嗎?甲說:我欠你錢?我忘的一乾二淨耶~那麼，乙該說什麼|你欠我錢，我記的一清二楚耶~
1+1=(    )|田
地球是圓的還是平的?|平的（你看過去是平的）
千條線，萬條線，落在水裡看不見|雨
市名大道到總統府是甚麼路|柏油路
甚麼職業的人會削掉房子?|消防人員(削房人員)
台灣最硬的門|石門
什麼季不會下雨?|梅雨季，因為沒雨季~
成雙入對就是有一個器官只有一個|耳朵
羊最怕是啥小女孩最怕啥|老虎,狼
在廁所撐竿跳|過份(糞)
(>////|羞羞
毛毛蟲比較長還是蚯蚓|毛毛蟲因為3個字比較長
超人保護世界什麼保護城市？？|電腦保護程式
為什麼小猴子屁屁很紅？？|因為他被他媽打過
(#~___~#)|出糗的時候
；(#~____~#)；|出糗的時候
水果跳高比賽,誰最容易碰到竿子?|橘子(椪柑)(碰竿)
Leo猜一個數字~~|6(因為Leo一直念 念快點
小白加小白等於什麼？？|小白TOW
怎麼讓麻雀安靜下來？？|鴉雀無聲(壓雀無聲)
有一個姓周和姓李的夫妻 他們生了兩個小孩 一個叫周日 姓李的叫什麼?|李拜天
橡皮_老虎皮_獅子皮那個最差？？|橡皮擦(差)
電腦的媽媽|電腦銀幕(台語)XDDDDDDD
看不見，摸不著，跑得快，又沒腳，一去永遠不回頭，勝似黃金莫錯過，|光陰
鯊魚吃了綠豆會變成......?|綠豆沙(音同鯊)
小蘋果愛做的事|購物(你是我的shoㄚshoping果)
做什么事最开心？|开心手术
龟兔赛跑，兔子老输，它换了一种比赛项目于是就再也没输过，请问它换的什么运动？|仰卧起坐
一个人在回家的路上遇到10只狮子，他会变成什么？|10砣翔
成單入對只有一對|鼻子
什麼人超欠揍?|陳柏蓉小妹妹
猜猜我是誰？|我是人
如果有一輛車，小明是司機小每和小美坐後面，請問車是誰的？|如果的
你看到什麼燈會停下來？|紅綠燈
包大人穿衣服|袍
台灣獼猴的右邊屁股最像他的哪一個部位|左邊的屁股
岳飛的父親叫甚麼|岳父
綠豆哪裡人|綠豆加薏仁
躲避球用來做甚麼用的|K人用的
猩猩看到香蕉會怎樣呢|當然是吃掉阿
畢卡索|畢著眼睛嘎在索
最像大象的動物是...？|小象
遠 方 有 一 隻 獅 子 ， 你  把 他 關 著 ，   為 甚 麼 牠 看 到 草 不 會 衝 出 去 . . .？|因 為 獅 子 是 肉 食 性 ( 只 吃 肉 )
誰超欠揍?|陳柏蓉小妹妹
禾田有女鬼|魏
車子會飛 (猜飲料)|咖啡 (Car 飛)
3片花.大熱天.呼呼轉|電風扇
為 甚 麼 小 白 兔 要 吃 紅 蘿 波 ？|因 為 他 『愛』 吃 阿
什 麼 東 西 不 能 「 ─ 」 只 能 「 +」  ？|年齡ㄚㄚㄚㄚㄚㄚㄚ！
1、2、3、4、5、6、7、8、9、0以上哪個數字+1會=100？？？|8
小名祖先今年500歲請問他什麼時候死?|已經死了 因為沒人能活到五百歲
請問一顆心價值多少錢?|一億,因為一心一意(億)
一點一橫長 撇到南陽 南陽有個人 只有一寸長|府
請問刀子+刀子的答案會是甚麼?|我也不知道
從前有隻狗，狗前有什麼？|蟲（從）
為什麼夜市裡沒有半個人?|因為人是整個的，不是半個
大人的聚會|不約而同(不約兒童)
如果ㄚ侖被裝到汽車的裝輪胎的地方會便捨麼??|輪胎廠
有面沒有口,有腳沒有手,可是不會自己動,需要別人幫他走|桌子
謎語題目5:哪一種雞跑的最快?|麥克雞塊
請問為什麼會腳酸?|檸檬
為什麼吃鹽巴會變肥?|食言而肥﹝食鹽而肥﹞
什麼樣的人死後還會出現??|電影裡的人
大象的左耳朵像什麼??|大象的右耳
太平洋的中間是什麼?|「平」字
把8分成兩半，變成什麼?|兩個0
1.神奇的豆子為什麼會飛?2.貓為什麼會飛?|1.因為是神奇的豆子2.因為貓吃了神奇的豆子
小明和爸爸出車禍了，送到醫院後爸爸過世，小明被送往加護病房的過程中，一位外科醫生對小明說:「你不是我兒子嗎?」為什麼那個外科醫生會這麼說?|因為那個外科醫生仕女的
有一種東西，買的人知道，賣的人知道，用的人不知道，請問是?|棺材
把一支鉛筆放在地上，要讓任何人都無法跨過去該怎麼做?|放在牆邊
候鳥為什麼要往南飛?|因為用走的太慢了
一個盒子有幾個面?|兩個面 一個裡面一個外面
哪一個月有28天?|每個月都有28天
小白的哥哥像小白，為什麼?|真相大白
天氣好冷,要到哪取暖?|牆角，因為它有90度
無翅飛的遠，渾身光閃閃，砰砰幾聲響，黑夜變白天。|信號彈
沒到手搶它，搶到手扔它，越是喜歡它，越是要打他|籃球
母親節，不能送媽媽什麼花？|哇哈哈(花哈哈)
如果有人藉由你的母親，逼迫你給他錢怎麼辦？|假鈔
母親節時，不能跟媽媽說什麼話？|母親節時(母親節食)
爸爸的哥哥的弟弟的哥哥的弟弟要怎麼稱呼？|爸爸！(家裡只有2個人~)
甲：猜猜我是什麼人？乙：台灣人甲：錯了！我是_____|地球人啊~
哪一種動物最爛?|老虎，因為唬(虎)爛
請問兔子去池塘釣魚，為甚麼連一隻魚都釣不到?|因為它拿紅蘿蔔當餌
航海王中艾斯中間藏著什麼?|ㄌ一ˋ，愛麗絲(艾ㄌ一ˋ斯)
請說明快樂是什麼?說詳細點|神仙，因為快樂四(是)神仙
請說"好"的意思?|多，好市(是)多
1...................|接二連三
哪兩個數字在一起會餓?|8跟3，因為八三夭
哪一種刀最長?|屠龍刀，因為屠龍刀(too long刀)
小名最怕哪個數字|3
二十一(猜一字)|甘(廿+一)
頭插兩根毛身穿彩色袍飛舞花叢中快樂又逍遙|蝴蝶
只能拿到九|不可收拾
有一天三分熟的牛排走在路上遇見五分熟的牛排可是三分熟的沒有跟五分熟的牛排打招呼為什麼????|因為他們不熟XD
天氣好冷,要到哪裡取暖?|地板,因為地板有180度
人類最常說的五個字是甚麼?(不加表情符號)|我不知道啦!~
哪種昆蟲最節儉|蠶寶寶(因為他會結繭)
醫生最喜歡叫小孩幹嘛?|阿
有一對情侶要去電影院看電影要去他們的位子(在一樓)有一位先生躺在他們的椅子上.為甚麼?|重二樓摔下來
請問誰被放鴿子了還是很開心?|鴿子XD
♩♪♫♬O(∩_∩)O~|開心
一個人牽著一隻大象|像
你(妳)覺得媽媽.姐姐.寶寶三個之中誰最雖|寶寶.     因為寶寶睡其實是寶寶雖
左邊有肉右邊有草請問羊會去左邊還是右邊|右邊的草
鍵盤上哪個鍵最帥|F4
出門一朵花 回家一條瓜|雨傘
熊和貓生出來的孩子是什麼?|熊貓
英文字母有幾個|7個因為(英文字母有幾個)
小明的媽媽有3個孩子第1個叫1明第2個叫2明第3個叫什麼|小明
兩個月亮|朋
可以變快樂的東西|可樂
世界上有哪3種事|管好自己的事不管別人的事看開老天爺的事
人可以疊一座山也可以疊一個海|人山人海
哈秋軟糖是用什麼做的|打噴嚏(哈秋)
世界上有幾個我|1個(不然會有2個我嗎)
樹的味道像什麼??|數位相機
吃什麼東西會氣死|起司(cheese)
請問我的壽命有多長?|到我死為止
為什麼做壞事要中午做？|因為「做壞事早晚會被抓到」
為什麼燕子冬天時要往南飛？|因為用走的太慢了
兔子再度跟烏龜挑戰賽跑，為什麼他還是輸了？|因為他們比的是誰先越過台灣海峽
請問胖子從101跳下來會變成什麼|死胖子
3個人字合起來會變成|沒有字
哪一國的人肚子最硬|印度
烏黑的萊姆|烏來
高樓大厦有一隻無尾熊|高雄
好多綠豆|多多綠
什麼時後馬不用腳走路|象棋的時候
天氣冷要到哪裡取暖|牆角(有90度)
甚麼東西不能買一送一?|棺材
一樣姓史,動物和人;一個白毛,一個綠皮。|史努比 史瑞克
穿著鞋子和佩戴寶劍的貓咪|鞋貓劍客
在天上看不腳;在地下看到腳!在天上靜悄悄;在地下吵鬧無比!在天上可摸到雲;在地下摸不到雲!在天上可看到美景;在地下只能看到人!|飛機
哪一國的地最硬|印地安
搬移中的鋼琴|一見鐘情─ 移建中琴
一碗[粥],和一隻[魚]|周瑜
猜猜我是誰|人（啊不然勒）
A和C誰比較高呢？|C比較高 （因為ABCD A比C低）
黑熊和灰熊誰比較厲害|灰熊厲害
馬走到海裡會變成什麼馬?|海馬
什麼動物最【機車】?|山羊〈因為三陽機車)
什麼人最愛洗澡|永浴愛河的人
愛抓水母的兩個海底生物|海綿寶寶   派大星
有什麼馬桶會飛?|飛機上的廁所
車上原本有3個人，第一站下去1個上來4個，第二張下去3個上來4個，第三站下去5個上來3個，請問現在車上有幾個人？|6個（司機也是人阿~）
為什麼狐狸常常跌倒|狡猾(腳滑)
香蕉從樹上掉到地上 變什麼?|茄子 因為他瘀青了
香蕉生病了，請問他患了什麼病呢？~ ~ ~😛|脊椎側彎，因為香蕉🍌彎彎的XD～ ～
為什麼飛那麼高,都不會撞到星星|因為星星會閃
會發生火災的車是?|火車
有一個玩具,買了它,就要打它|鼓
鼠牛虎兔龍蛇馬羊猴雞狗豬都進711買東西,為什麼羊只有沒被打出來?|因為24小時不打烊
有一位計程車司機沒有違法，但警察把他攔下來，請問為什麼|因為警察想要坐車
鍵盤的重心在哪裡？|z
什麼樹聞起來像雞|數位相機
一條蛇，尾彎彎，頭分開，牠來了，要思考|? (問號)
為什麼老師動手.王小明才動手.........|他耳髶了
什麼東西不說話?|星星.蟲因為天上的星星不說話;蟲蟲物(勿)語
媽媽住在尖沙咀,婆婆住在沙田,咁你住在哪裡?|魚池,因為咁你(錦鋰)
是誰殺了麵條???|阿Q , 因為阿Q捅麵
小西和小鋼昰好朋友,小西住在西門,那小剛住在什麼門?|鋼門啊!
星期幾最適合炸東西？|星期五，因為Friday(Fryday)
阿金平時他總是第一個站起來讓位的人；某天他上了公車，坐上了最後一個空位，一個老人家上了公車，就站在他座位的旁邊，阿金沒有起來讓位，請問他為什麼不讓位呢？|阿金是那輛公車的司機，不能起來讓位
1顆水餃煮5分鐘，5顆水餃煮幾分鐘??|5分鐘(你有可能1顆1顆煮嘛?)
為甚麼企鵝的肚子是白色的?|因為他只洗得到肚子!!!
女生要怎麼樣豐胸?|大笑   因為(樂即升杯) 樂極生悲
打嗝跟放屁為甚麼不能湊在一起?|因為湊在一起會死掉(嗝屁了)
免注射|別針
跑一半退一半後面追隨用得上|跟
有一天,1和3在比賽,要2當評審,誰會勝出?|2贏了,因為比大小沒有說到中
有兩個人在海邊說笑話，到最後他們有沒有死?|有，因為海"笑了”
小名有兩個哥哥, 一個叫大寶,第二個叫二寶,第三個叫甚麼|小名
~~冰塊要幾個人踩才會分開~~?????|五彩繽紛(五踩冰分)>_
蜈蚣為什麼只有母的沒有公的?|因為蜈蚣(無公)!
如果住在農場裡,而且農場裡有牛,為甚麼要會彈鋼琴?|因為對牛彈琴!
貓和豬有何不同??|一個是寵物,一個是食物
那裏人不用電??|緬甸人
如果1=5 2=10 3=15 4=20 5=?|1
小雞.小貓和小狗誰最早起來背書寫字？|小狗，因為旺旺仙貝
1245679|少38
世界最長的車是什麼?|塞車
怎樣分出章魚的手和腳?|放屁給他聞~捏著鼻子是手,其他的就是腳
如果你有一天你一定要住在旅館裡,你會選哪一家?1 長滿刺的房間2 裡面有餓了10年獅子的房間3 有吸血鬼的房間|2 裡面有餓了10年獅子的房間~因為他已經餓了10年了怎麼還有力氣去抓你
地震時,蛇們地方最安全|飛機上
什麼地方的熊長的最高|高雄
甚麼雞不能進去博物館|相機
桃子過生日|壽桃
哪種人不能在加油站工作？|「油槍滑掉」的人^_^
有兩個人在海邊說笑話，到最後他們有沒有死？|有，因為「海嘯」了！
有一樣東西，有了它，就可以解開世上所有的謎團，你們想知道答案嗎。|就是答案
冬天好~~~~~冷要到哪取暖?|地板 因為有180度(會燒死人吧!)
小甜甜平常去孤兒院，那老甜甜平常會去哪裡?|養老院~(:你猜對了嗎!?
770 880 1314520|親親你 抱抱你 一生一世我愛你
垃圾車經過.阿花正要去倒垃圾.欲到隔壁的鄰居 鄰居說你家的車來了! 為甚麼這樣說呢?|死對頭常常會罵隔壁鄰去垃圾.垃圾=垃圾車 所以你家的車來了!
皇帝的屁是臭的還是香的？|香的，因為沒有人敢說皇帝的屁是臭的
千根線,萬根線;落在河裡就看不見|雨
五十個人會變成什麼字？|沒有字！
半夜12點整去看鏡子會看到什麼??|你自己阿
小時4條腿  成年2條腿    老時3條腿  是什麼?|人
乞丐前面擺2個碗|開分店
香蕉想要自殺它從十樓跳下來掉進五樓，它的臉變成綠色是什麼椒？它又從五樓跳下去，它的臉變成紫色是什麼子？然後又過了五天，它的臉變成了米黃色是什麼蕉？|青椒因為臉都發青了，茄子因為臉都瘀青了，香蕉因為臉都好了！
冬天吹暖氣夏天吹？氣|冷氣
小時牛奶瓶年輕時氣水瓶老時？？瓶|點滴瓶
有一天獵人對一隻猩猩射箭，猩猩抓住了，但為什麼牠還是死了？|因為猩猩拿著箭，搥胸。
上不在上，下不在下，不可在上，且宜在下。（猜一字）|一
本來數百衣裳，每天撕去一張，到了明年時候，已經不派用場。|日曆
榛羊和明羊在吃草，結果.....？|小鹿亂撞
有一天，國小考試，考完以後，老師發現小安和小千座位中間有一紙條，老師問小安是你的嗎？小安說不是我的，《          》！請問括號中小安又說了甚麼？|我的在口袋裡
現在某某國小6年5班最流行的口頭禪是？？|阿嬤勒！
身穿綠衣裳‚肚裡水汪汪‚生的子兒多‚個個黑臉龐。|西瓜
長得像竹不是竹‚全身有節不太粗‚又是紫來又是綠‚可吃生來可吃熟還很難吃|甘蔗
揮手告別|軍
地震時,雞.牛.羊們地方最安全|飛機上
那個輪子會唱歌?|周杰倫
為甚麼黑人喜歡吃白巧克力|因為怕會咬到手
每天早上必做ㄉ事?|睜開眼睛
米老鼠和唐老鴨是好朋友,永遠不分離|糖
如果有一台計程車小明是司機小敏是乘客那計程車是誰的?????|如果的   因為:如果有一台計程車!!!!!!
說牠是條牛，無法拉車走，說牠力氣小，卻能背屋走。（猜一種動物）|蝸牛
鎖住了的冬天。|冰
鐵嘴巴，愛吃紙，專門為人做好事，按它鼻子它就咬，咬完掉個鐵牙齒。|釘書機
甲拿著雞蛋 敲石頭雞蛋會破嗎???為甚麼?????|不會,因為他左手拿蛋,右手打石頭
什麼山是人造的?|棉被山與垃圾山
小明今天考試 考試時老師看到小明一直看著考卷老師問小明:小明你怎了?  小明沒回答只是繼續看考卷      猜猜看小明說了甚麼|小明沒回答是因為 他在眼睛上會個假眼睛然後
食人族說什麼話|吃人說夢話
什麼物品過了眼睛前，會變成兩個|木，因為(過目成雙)
搬移中的鋼琴|鋼琴
小狗汪汪叫，小貓喵喵叫，那瓦斯怎麼叫？|打電話叫
請問酷酷哥和帥帥哥誰的老婆最虛弱|酷酷哥
誰殺了牛奶？？|綠豆，因為綠豆沙牛奶
誰殺了牛奶？|綠豆，因為綠豆沙牛奶
老王姓什麼？？|王，因為法老王
什麼魚，沒人喜歡吃?|廚餘
有一天小兔跟黑毛豬說:康樂股長非你莫屬了為什麼?|因為我的(黑豬台語)熱情好像一把火
一頭牛20萬，三頭牛多少錢？|60萬以上，三顆頭的牛是稀有動物
誰是萬獸之王?|動物園園長
被鱷魚咬和被鯊魚咬到的感覺有甚麼不同?|沒有人知道
草地上有120隻兔子，農夫射死了一隻兔子，請問還剩下幾隻兔子？|1隻，因為只剩下一隻死兔子，其他的兔子都被嚇跑了!
甚麼花最香?|爆米花
醜小鴨的故事給我們甚麼教訓?|不要隨便孵來路不明的蛋
為什麼公主不願意和青蛙王子結婚呢?|別開玩笑了!這個王子才7歲
1+1=2，那1顆蛋+1顆蛋=?|2顆蛋
肥胖卻靈活的獵人，路上遇到一隻山豬，可是獵人不但沒有捉他，反而哇哇大哭，為甚麼?|山豬對他說:[本是同根生，相煎何太急?】
除了搭自己的車之外，搭什麼車不用錢?|囚車
為什麼大毛最喜歡數學課?|因為數學老師最常請假
愛因斯坦的大腦和你的大腦相比，誰的比較值錢?|豬的腦最值錢，沒看到市場上只賣豬腦嗎?
電動遊戲-xx誰最了解?|遊戲創作者(XD~)
某天，王小明參加小明俱樂部，認識了一個好朋友小明:你姓啥?朋友:張小明:我知道你名字了小明的朋友叫啥?|張小明(小明俱樂部嘛)
一座橋上面立有一牌，牌上寫「不准過橋」。可是很多人照樣不理睬，照樣過去。你說為什麼？（可參考腦筋急轉彎精選集 讀品文化）|這座橋的名字叫「不准過橋」
八分之七|七上八下
有個婦人,她有一些女兒,有2個不是黑髮,有2個不是金髮,有2個不是褐髮。則婦人有幾個女兒?|3個
為甚麼寶寶是黃色ㄉ~|因為海綿『寶寶』是黃色的阿
那個漫畫家很---呃|劉興欽(誤
遇到什麼會很麻煩?|麻煩
猴子最不喜歡的線是什麼線？|平行線，因為平行線沒有相交〈香蕉〉
小華他的雙眼一直看著鏡子會有幾個人??|3個(因為他用鬥雞眼，鏡子裡面有2個他外面又有一個他~
谁是最失敗的人|蜘蛛人，因為speider man
水沒了（猜一種水果）|西瓜
芭樂和鳳梨比賽，芭樂贏了，猜一種食物|鳳梨酥(因為鳳梨輸，鳳梨酥)
為什麼熊都冬眠到春天|因為沒人敢去叫他
小明到電影院，為什麼半個人都沒看見?|沒有人是半個的
人體裡的哪一個內臟值「兆元」？|膽（好膽賣兆）台語
兩隻老鼠，猜一句成語|數一數二(鼠一鼠二)
地瓜拍玩照會變什麼??|地瓜葉
怎樣才能讓麻雀不出聲|壓牠(鴉雀無聲)
小叮噹為什麼一輩子都要活在黑暗中|伸手不見五指
冰塊要幾個人踩才會碎|五個人，因為五彩繽紛(五踩冰分)
30公分的大蜈蚣和12公分的小蜈蚣賽跑請問誰會贏|跑得快贏
兩個人一起撐傘兩個人都被淋濕!!為什麼三個人撐傘就不會被淋溼??!!|雨停了
狼跟狗在一起=狼犬那獅子和老虎在一起叫什麼|老師
甚麼水果最貴|芭樂
甚麼冰不能吃|白冰冰
第十一本書|不可思議（BOOK11）
有一隻熊走過來|有備而來（有Bear來）
椰子跟西瓜打頭那個比較痛|頭比較痛
小狗小豬小貓誰會先被叫起來背解釋|小狗(旺旺仙貝)
誰給劉德華一杯忘情水|啊啊(啊啊  給我一杯忘情水)
少年Pl的奇幻漂流是誰拍的|少年(少年[拍]的奇幻漂流)
為什麼三分和五分的牛排遇見卻不打招呼|因為它們不熟
有一天,蜈蚣弟弟去買鞋子,牠說:(我一定要試穿看看才可以),那為什麼蜈蚣弟弟到晚上都還沒回家?|因為蜈蚣牠太多腳了!  所以穿不完
為什麼飛飛從101大樓掉下來卻沒有死|飛飛是鳥
甚麼水果最忙?|芒果
捧起水壺|澎湖
兔子和龍賽跑，結果兔子跑得較前面，所以....？|後龍
為何納莉殺了人卻沒被判刑？|因為納莉是颱風
請問團體有幾個人?|20人因為(twenty)
為何廁所要有屋頂?|因為老天有眼
請問火柴棒被送進醫院會變啥?|棉花棒
請問哪2個英文字母再一起會蹦|o和k(因為ok蹦)
綠豆從頂樓跳下去會變啥?|綠豆碰
從古到今,農夫也有辛苦的一面(猜一字)|辜(從  {古}  到今,農夫也有  {辛}  苦的一面)
甚麼茶不能喝?????|警察
聖女貞德哪一國人|法國人
髒話|草泥馬
我愛吃什麼|自己來問我
什麼東西會打母?|面速力打母
為什麼小明伸手不見五指?|因為沒開燈
為什麼車子有紅的有白的?|青紅皂白
中華民國的哪一個直轄市或省省錢省最多？|台灣省，因為台灣省最大。
什麼狗不會叫？？？|熱狗
香蕉從天而降會變成？|茄子〈因為瘀血〉
老師愛上迪學生|愛迪生
醬油的哥哥|醬油膏
少年ip奇幻漂流的導演是誰???????????|因為少年I  P  >  (拍)
一天过去，脱件衣裳，一年过去，全身脱光。|日曆
什麼比細菌還要小|細菌的兒子
吸血鬼撿到一個神燈能完成三個願望(一)變白  (二)要喝多血  (三)跟女生親密接觸  神燈就把它變成甚麼????|衛生棉
我們最喜歡的是誰?|你說呢?
我叫什麼名字?|小
有一個美麗的小女孩她的名字叫作小薇她有雙溫柔的眼睛她悄悄偷走我的心小薇啊妳可知道我多愛妳我要帶妳飛到天上去看那星星多麼美麗摘下一顆親手送給妳猜猜這是誰唱的歌?|人阿
小明說:我把全部的包都買回來了小美好開心請問小名買什麼包|叉燒包 肉包  菜包 小籠包  掛包..........
1+1=|2阿
為什麼一隻在飛的麻雀突然變烏鴉?|因為牠在飛的時候被雷打到!
一點一痕長  一丿到南洋  十字對十字太陽對月亮|廟
為什麼老鼠是大爺  其他動物都不是?|十二生肖牠第1
什麼書會跑|舒跑
什麼蛋最高|蛋糕
請問青蛙的好朋友是誰？|兔子，因為青蛙都會rabbit rabbit 的叫
什麼人死後還會出現?|電影裡面的人
小明剛買了一雙襪子,為什麼會破了一個大洞?|沒有大洞怎麼穿襪子
打什麼不用花費力氣?|打呼
本來數百衣裳，每天撕去一張，到了明年時候，已經不派用場|日曆
鐵嘴巴，愛吃紙，專門為人做好事，按它鼻子它就咬，咬完掉個鐵牙齒|釘書機
小小一條龍，鬍子硬幫幫，活著不見血，死了通身紅|蝦子
為什麼小明叫一份全熟的牛排結果切下去卻流出紅色的血，為什麼?|因為小明切到自己的手指
綠豆從101大樓摔下來壞怎樣|[綠豆泥]
什麼東西會越洗越髒|水
為什麼謝金燕不喜歡接電話|叫我姊接
有人在採樹上的西瓜  每10分鐘採10顆   那一小時採幾顆?|0顆 因為 樹上不會有西瓜
什麼魚不能吃？|廚餘
小豬的家住哪裡?猜新北市地名|三芝 (三隻小豬)
什麼東西給別人,他馬上丟出去??|飛盤
全世界共有幾隻大象?|一隻，因為真相(象)永遠只有一個
什麼數字比熊大便還厲害？|40，因為事實（40）勝於熊辯（熊便）
八仙過海逛夜市，逛一逛剩 4個???|有4個被拿去做{4 神湯}!!!!
一天二十四小時,哪個小時最不好玩?|一點,因為一點都不好玩
這次爸爸和媽媽都沒付錢，為什麼?|他們用信用卡附。
為甚麼10+4=2??|時鐘(因為10點加4小時是14點,14點是下午2點
把一隻雞和一隻鵝同時放在冰山上,為甚麼雞死了,鵝卻沒死?|因為那隻鵝是企鵝
太平洋的中間是甚麼?|平
先天是指父母的遺傳,那後天是甚麼?|明天的明天
一塊大冰塊需要幾個人來踩才會分開呢?|五人，因為「五」踩冰分！（五彩繽紛）
有一家醫院，設備先進，醫師優良，但是一個病人都不收為什麼？|因為這是獸醫院！
殺吳宗憲~|台中縣 (台語發音)
小光打仗的時候，看到有敵人超他從過來，為什麼他睜一隻眼閉一隻眼？|因為他正舉槍瞄準敵人。
小劉踩到大便，卻沒有弄髒鞋子，為什麼？|因為他光著腳。
雞蛋一打有多少個？|0個，因為一打都碎掉了！
猴子最討厭什麼線？|平行線，因為沒有香蕉（香蕉）。
杯子是名詞，跑步是動詞，請問喔買尬是什麼詞?|惠慈
鄭成功的母親叫甚麼名字?|失敗母，因為失敗為成功之母。
進浴室前要先幹嘛|先關門
什麼動物不可以濕掉|雞  因為雞不可濕（機不可濕）
1.花為什麼好笑？2.老人又為什麼好笑？3.電鋸又又為什麼好笑。|1.因為有哽2.因為有老哽3.因為梗梗梗梗.....
在垃圾堆邊發現有個小嬰兒，是誰遺棄了那個小嬰兒？|國王，國王企鵝(棄兒)
哪種動物皮最差?|橡皮擦(象皮差)
為甚麼男生當兵總會發生兵變|因為男生戴綠帽
有一隻母狗懷孕了,但牠怕被別人踢.可是有個人踢了牠,牠卻不生氣,為什麼??|牠肚子裡的小孩
假如蔣經國在世,那世界會怎樣??|多一個人
甚麼車最長??|塞車
狗 貓 豹 老虎 誰最會背書??|狗  因為旺旺仙貝
如果再開車副駕駛座是小妮後面兩個是嘟嘟和壹壹請問開車的是誰?|如果,因為如果再開車
有一天，猴子、猩猩、人猿、狒狒爬到椰子樹上，比誰先摘到香蕉，你覺得誰會贏?|仔細看題目吧~椰子樹上有香蕉嗎?
要玩它，才買它；買了它，卻打它|鼓
木魚落水後變成什麼?|虱目魚(濕木魚)
李白怎麼死的?|失血(詩寫)過多
一群人拿雞蛋砸槍|槍林彈雨(槍淋蛋雨)
狗擋在路中間怎麼趕走?|咖啡
狗擋在路中間按了喇叭還是不走怎麼辦?|曼仕德咖啡(馬西丟嘎逼)
黃瀨、赤司、綠間、紫原猜一個藝人|吳青峯 (無青峰)
哪個補教老師最愛用合成圖？|高偉 因為高尾和成(高偉合成)
沖田在班上擔任的職務是？|總務股長，因為沖田總悟(沖田總務)
看甚麼書會讓你考甚麼都考不好|百科全書(因為百科全輸)
先有女生還男生|男生(先生下來的叫做先生)
什麼東西用刀都切不斷|水
怎麼用麻雀，他會沒聲音。|「壓」因為壓雀無聲
有一天小明在懸崖下面要用繩子爬上去 結果 上面有一個邪惡ㄉ人(小華)要用蠟燭燒斷小明ㄉ繩子  結果小明說了一句話 小華就把蠟燭吹掉??為甚麼|生日快樂
十二生肖去SEVEN-eieven玩玩太瘋被打出去，為什麼只有羊沒有被打出去？|24小時不打烊〈24小時不打羊〉
直6劃 衡9劃   在是神摩字|晶
老虎的名子叫做甚麼?|單單，因為老虎單單
333 555|三五成群
雞和鵝活生生被放進冰箱 雞死了 為什麼鵝沒死|因為是企鵝
要死掉了怎麼辦？|撿起來阿〈鑰始掉了阿〉
殭屍最怕什麼?|除濕機
小明想喝飲料但是瓶口的軟木塞拔不開但是他最後喝到了 沒有拔開也沒有鑽洞為什麼|他壓進去了
有一天，超人河邊洗澡，然後有一隻猴子看到超人在洗澡，為什麼猴子會笑個不停！|因為猴子笑超人他的尾巴那麼的短而且還是長在前面
一位老太太上了公車.為什麼沒人讓座?|因為有位子啊!哈哈哈!!!!!!!!
請問象皮、虎皮、羊皮那一種皮最差？|象皮
什麼熊沒有尾巴|無尾熊
一塊大冰塊要幾個人踩才會分開|五個 因為 五踩冰分  五彩繽紛＿
草地|梅花(沒花)
兩片草地|野梅花(也沒花)
奶茶.雞排猜一種水果|荔枝(奶雞)
貝多芬教我們什麼啟示??|有背就有多分
一物真奇怪，見人分兩旁，夜晚見了面，誰也進不來?|門 阿
番茄和巧克力打架誰會贏|巧克力.因為巧克力棒
如果失憶ㄌ要要什麼恢復記憶|記憶卡
黃金從天上掉下來會怎麼樣？|不會怎樣
什麼豬不能吃？🐷|豬哥亮
什麼魚最想死|鱈魚，因為鱈魚香絲
今天學校吃芝麻飯,我沒有配菜,那你猜我配什麼??|芝麻
是誰給劉德華喝了忘情水?|啊哈    因為   啊哈給我一杯忘情水~~
農曆七月最怕看到什麼|體重機上的是字
世界上最噁最臭的車是?|賽車(屎車)
太陽爸和太陽媽生小孩要說什麼?|生(日)快樂
貓會飛|貓空
哪個地方最愛罵髒話?|彰化
24小時哪一小時不好玩?|1小時(1點都不好玩)
101前面的路叫什麼路？|馬路
什麼冰不能吃?|白冰冰
什麼魚最專情|美人魚         因為她不會劈腿
那熊貓最難過的事情是甚麼??|就是他一生都吃素還那麼胖!!!
有隻豹，他經過小鹿，卻沒看見鹿|朧蝦
什麼冰不能吃？|小小兵（冰）
哪一動物最會跌倒?|狐狸 因為牠很狡猾(腳滑)
想要考好成績的方法|用火烤久一點雞就考好了
笑話|我本身就是一個笑話^0^哈哈~
哪種人可以吃?|杏仁
小明有一天撞到電線竿 為什麼手也會痛??|因為小明很生氣 所以狠狠打了他一頓!!!
是誰殺了麵條?|阿Q,因為阿Q桶(捅)麵!
老鼠姓什麼?|米(因為米老鼠)
茄子從101大樓掉下來會變什麼?|辣椒
哪一種馬路最小最短?|馬陸
有人說狐狸最狡滑，請問哪一種動物比狐狸狡猾?|人  (你看，夠狡猾吧!)
LP33太晚到|姍姍來遲
為什麼在海邊不能講笑話？|因為會海嘯!『因為板塊擠壓造成海嘯』
古早的月亮|胡
一半的月亮|胖
一大杯可樂|奇
世界上誰跑得最快|曹操
聽得見聲音看不見人|電話
白色的李子|李白
哇!!我多一歲了|生日和元宵節
小孩最怕什麼?|媽媽
發芽不能吃會中毒|番薯
媽媽|爸爸
一顆心值多少元?|一億 因為一心一意(一心一億
土→種子→發芽→開花→?|結果(偷笑
牛一下水就不再叫|有勇無謀（游泳無哞）
手機不可以掉進馬桶|機不可失（機不可濕）
有十隻羊,九隻蹲在羊欄,一隻蹲在豬圈|抑揚頓挫（一羊蹲錯）
沒有提示|沒有提示(答案就在前面看什麼= =
煤有什麼味道?|沒有味道
越南的金錢是什麼|月經
請問誰最常思考事情？|可爾，因為可爾必思。
什麼動物我們常常見?|斑馬
有三隻毛毛蟲第一隻說我後面有一隻毛毛蟲第二隻說我後面有一隻毛毛蟲第三隻毛毛蟲後面已沒有毛毛蟲但是他說我後面有一隻毛毛蟲為什麼?|他說謊
小明知道考卷上的答案，但他幹嘛看學生的答案?|因為小明是老師
被切一辦的蘋果橡甚麼?|另外一半的蘋果
上完廁所後，用左手還是右手擦屁股比較好?|用衛生紙擦比較好(選左手或右手擦屁股的人好髒)
路人A:我的血型是O路人B:我的血型是AB路人C:我的血型是A路人D:我的血型是B那麼路人E血型是啥呢w|問蚊子wwww
一個大人帶的四個小人走在十字路口上|傘
什麼熊最厲害|灰熊，因為灰熊厲害
公主嫁給王子之後，就不用蚊帳了，為什麼？|青蛙王子
狼﹑老虎﹑獅子，一起玩遊戲，誰老是被淘汰？|狼，因為淘汰狼（桃太郎）
有一天，小偷甲和小偷乙去偷東西，小偷乙說：｢們中午再去偷。｣小偷甲問：｢為什麼？｣你們猜小偷乙說什麼？|因為早晚都會被發現
為啥你踩到狗屎鞋子沒髒？|你空腳踩大便
講十次月亮后羿射什麼？|太陽
剛剛出生了,但是只有一斤,經常親親你,猜一個字|新
有一種車,那裏到看到的,經常有意外發生,街市周圍都有的!|菜車!賽車「同音字」
一個小黑人，跳進洗澡盆。越洗越不淨，長人變短人|墨條
大禹的朋友是誰?|大雨
豬哥亮的兄弟是誰?|諸葛亮
萬人能敵|張飛
哪個人的家沒有手機或者是電話|天衣無縫（p h o n e）
哪一種車的燈最多？|垃圾車(因為燈燈燈燈燈燈燈～).............
二氧化碳和氧哪個比較美？|氧，因為(助燃)就是美
毛毛蟲和蚯蚓哪個比較長|毛毛蟲，因為它有三個字
矮不攏冬的人叫什麼|小矮人
經濟不景氣 裁員風中 不能喝的影料是啥?{十秒猜不出來的是大呆頭}|仙草蜜
甚麼東西打死等於流出自己的血？|蚊子
一顆心值多少元？|一億因為一心一意
為什麼八分熟和五分熟的牛排還不熟?|因為它們還沒熟
為什麼電扇會動?|因為它是電扇>
雞在跟鴨子講話|雞同鴨講
為什麼狗過了木橋後，就不旺旺叫？|因為過木不旺（過目不忘）
一大人跳兩小人|夾
白白小胖子，身穿紅衣衣，外披麻殻子，快樂地下長。|花生
天上飛，不是鳥，喝了燃料飛的高，國際旅遊少不了。|飛機
身披羽毛衣，飛在空中𥚃，有副好視力，常抓鼠和雞。|老鷹
小腿痠痛該怎麼辦??|鋸掉啊!!小腿沒了怎麼痛??AWA+(腹黑笑中)
甜蜜|累(上面甜下面蜜)
有毛毛蟲想過河要怎麼過|做橋
大樹和小樹ㄔㄚ在哪裡？？|ㄔㄚ在土裡啊！
有兩個人從101大樓跳下來一個死了ㄧ個沒有死死的叫阿華沒死的叫什麼呢？|叫救命啊！！！阿不然等死嗎？
哪一個國家不需要用電？|緬甸（因為「免電」）
渾身絨毛似獼猴有個表妹是金也|我不知道
大雄被媽媽罰跪，多啦Ａ夢拿什麼法寶令大雄自動跪完？|自動櫃員機(自動跪完機)
小路被歹徒綁架,被關在密不通風的小屋,他用力推門,卻打不開,急得哭了出來。請問他要怎麼逃出來？|走到門前,把門拉開。
煮一顆蛋要5分鐘.那煮10顆蛋要幾分鐘|5分鐘(因為一起煮)
我.牛.吃.草不能增加字也不能減少字排出一個完美的順序只有這四的字喔!要符合邏輯|答案就是: 牛吃草(夠符合邏輯吧!)                                                                         吃屎阿!!
瑪莉的雙胞胎妹妹是誰??|夢露(becausea瑪莉"連"夢露)
玉米最討厭甚麼季節|冬天(因為靠近暖爐會變爆米花)
一條長蛇，牙齒多，最愛吃木頭|鋸子
哪顆星星在白天也看得到|大猩猩
甚麼老虎不會吼叫|爬牆虎
什麼豬不會叫|珍珠
什麼牛不耕田|蝸牛
什麼羊不會咩咩叫|海洋
什麼車不能開在馬路上|噗噗車
請問:(自然題)請答出一種跟水蘊草有關的植物~|當然是水??
哪裡沒有廟?|南極(南無阿彌陀佛)
生米煮成熟飯了怎麼辦|那就開飯拉
為甚麼小明在賽跑的時候         他要慢跑|他穿的是慢跑鞋
(==)|真無言
比賽到達終點時,裁判會會發出什麼聲音|嗶
一二三四五六七八九十|零二零八
睡美人說甚麼話?|夢話
活捉到蚊子該怎麼辦?|養牠，畢竟牠流的是你的血
如果1+1=2那麼2+2=?|我阿嬤
遠看像燈籠，進看破個洞。|破燈籠
瘦子和胖子從十樓跳下來，胖子死了，瘦子沒死，要叫什麼?|叫救護車，因為瘦子一定有受傷。
小華在看手機他在看什麼？|小蕃薯
為什麼廁所有屋頂?|老天有眼
為什麼下象棋時有人下輸會洋洋得意?|輸的人一直說我帥死了!
打電話給烏龜|苦瓜(call龜=苦瓜的台語)
小小一條龍,生來沒有血,死了滿身紅|蝦子
全身上下白,最怕見到太陽,雖不穿衣,卻不會著涼.(猜一物)(來自網路)|當然是"雪人"呀~~>wo
象皮、牛皮、虎皮哪一個最差??|象皮（橡皮擦）
有一頭牛，它向左轉5圈，又向右轉3圈，那那頭牛的尾巴現在朝哪？？|朝下(有些牛的尾巴一直都朝下)
房間有10根蠟燭,開這窗戶熄滅3隻,在把窗戶關起來,還剩幾隻蠟燭？|3隻,{其它燒完了}
車子開錯路（猜物品）|白花油
1/2|一分為二
上資訊課了小明說.耶.可以打電腦了老師聽到這句話後罵他你猜老師罵他甚麼|電腦不能用打的 要用玩的
什麼花最恐怖|龜殼花
什麼ㄘㄨㄥ不能吃|煙囪
有一天有兩個人掉到海裡第一個叫小明第二個叫什麼|叫救命
哪種稻屬植物很窮??|米瓊(米窮)
哪個國家最美?|美國
頭上喝水.嘴巴吐水的是什麼?|茶壺.飲水機
有兩位董事長要搭飛機因為要到別的國家辦正事搭到一半的時候機長廣播:因為有點沒油了 要緊急迫降 必須有一個人跳下去董事長1看著董事長2你猜結局怎麼了|董事長2被踢下去了
青蛙爸爸呱呱叫青蛙嗎嗎啊啊叫那青蛙小孩怎麼叫|青蛙小孩是蝌蚪 要怎麼叫
鼻屎在鼻子裡面要用什麼在挖|釣魚勾(5釣魚勾)
如果人在森林會怎樣|野人
樹的味道像什麼?|像雞因為數位相機
有黑點紅點4隻腳的動物是甚麼?|得麻疹的豹
為甚麼候鳥一到冬天就要飛往溫暖的南國|因為用走的太累了
一大口|吞
兩大口|回
三大口|一家人
1.香蕉從地上掉下來變什麼?2.上一題的答案再掉下來變什麼?|1.茄子，因為瘀青了。2.辣椒，因為流血了。
有人有三隻眼睛，沒有頭，有臉，三對翅膀，六個嘴巴七個眉毛，八個耳朵，九個腦袋，十雙手。|我也不知道
如果吳宗憲打籃球,應該找誰來防守他??|慈母 ，因為 .... 慈母守宗憲
請問~♥當你在晚上看小蕃薯時，會發生啥事呢~?A:電腦當機><B:電腦人間蒸發(有可能嗎= =C:亂碼君現身!!!(最好ˋˊD:平平常常E:你猜呢?|姜姜姜姜~~~~~
哪種人最酷|牛仔褲(因為牛仔 酷)
為什麼3個人撐傘,沒有1個人淋濕??|因為沒有下雨
先有男生還是先有女生??|男生(先生)
9個柳丁要分給13個小朋友要怎麼分,才公平??|榨成柳橙汁
貪玩的小朋友最喜歡什麼課??|下課
筠婷是個普通人,為什麼竟然能10幾個小時不眨眼??|因為她睡著了
哈密瓜有甚麼味!|哈味!!!~~
綠豆是哪裡人!!|嘉義人,因為綠豆加薏仁(綠豆嘉義人)
1+1等於多少|等於2
鐵嘴巴，愛吃紙，專門為人做好事，接它鼻子它就咬，咬完掉個鐵牙齒。|釘書機
12點的時候要做什麼事|抱佛腳{零時抱佛腳}
怎樣讓麻雀安靜下來?|壓牠的頭，因為鴉雀無聲
哪一種水果總是忘記返鄉??|榴槤,因為流連忘返(榴槤忘返)
哪一種水果有很多的故鄉|百香果(百鄉果)
番茄從大樓上面摔下來,它變成甚麼??|番茄醬!
卡通影片中的主角頑皮豹,它的好朋友是誰?你知道嗎?|大狼    不相信?仔細聽一下頑皮豹的音樂  不正是......大狼...大狼...大狼大狼大狼大狼大狼......大狼大狼
被蚊子咬|艋舺 台語
如果有一台車,小名坐前座,小華坐後座,請問這台車是誰的?|如果地
星星幾公克(天上的)|8公克  (星巴克)
為什麼作做壞事要選在中午？|因為早晚會有報應
老公最害怕老婆那一點???|以後當老公知道了
有意閣人事百萬富翁，但為什麼過幾年就沒錢了呢?|因為他領退休金
帥帥哥和酷酷哥誰的老婆最須落?|酷酷哥(酷酷嫂)
哪一個卡通人物,考試總是考零分???|葉大雄
米老鼠有怎摸味道|米位
世界中誰有魔法?|我哪知道呀    (去問別人)
有個老先生 脫下綠外衣 全身都是珠寶|玉米
請問在路上看見一個壞人在欺負一個老太太時，要怎麼做?|趕快逃跑
小狗，小貓，小羊，誰會先被叫去背書???|小狗，因為(旺旺仙貝)
買奶茶要大杯的要先幹嘛??|大悲咒(大杯咒)
!!!!!!!!!!!!!!!!誰最健忘!!!!!!!!!!!!!!!喜歡請投給我!!   !-_-!|黑大老大  (因為他每次都問別人!!知不知道我是誰!!)
鉛筆姓什麼?|蕭...........(因為削鉛筆)
抓到蚊子時該怎做|好好照顧他  因為他生上流著你的血
有一個栗子從高樓跳下來沒受傷只有流血那他是個什麼?|它是個血泠泠的栗子
黑人和白人公主生下小孩那個小孩的名子是什麼?|灰姑娘 因為黑+白=灰
6個口|唱！
哈密瓜有哈味那史迪奇有甚麼味?|又沒有任何人聞過史迪奇的味道。
為什麼cm要吐呢|因為cm2(吐)科科XD
很冷的時候,要去哪ㄦ?|牆角{因為牆角90度垂直溫暖}
椿象的臭氣來源是哪裡?外號有哪些?敵人是誰?|啊你不會自己去查喔!？
如果我會飛那我會飛到哪|沒辦法飛很遠 (因為宇宙沒邊邊)
你知道玩具為甚麼叫玩具嗎|那本來就是玩具
糖果是母的還是宮的|母的
我加油100公升的油在+1234564411233456745645645646546465456的油|還是100因為後面那些數字都是打錯的
江先生是江味 柳先生是柳味那王先生是甚麼味|王位
小明不小心掉到懸崖下面，但是有一條繩子，他就往上爬，但懸崖上有一個壞人，他手上拿著一根蠟燭，準備要燒繩子，可是小明說了一句話，蠟燭就熄滅了，請問小明說了什麼話？|生日快樂
什麼布剪不斷？|瀑布
雞、豬、牛、羊一起去7-11，但是他們偷了東西，所有人都被店員打出來了，但是就只有羊沒有，為什麼？|因為7-11不打羊
每天早上叫你起床，有兩隻腳的動物是什麼?|媽媽(人也是動物!是真的哦!)
阿拉丁有幾個哥哥?|3個(阿拉甲、阿拉乙、阿拉丙)
那一種書最暢銷|女秘書
那一種物品是人和鬼看不見的|玻璃
誰殺了牛奶？|綠豆〝綠豆沙牛奶〞
1~10有幾個數字|11個 因為1 2 3 4 5 6 7 8 9 1 0
為甚麼狗愛吃屎?|因為代代相傳
奴婢死掉變甚麼?|史努比
牛頓坐在蘋果樹下被蘋果砸到頭發現了地心引力那麼你站在榴槤樹下會發現甚麼?|你會發現這樣很蠢
吃神摸動物可以瘦身？|螞蟻   因為食蟻獸(瘦)
我現在6年級我快進階成神摸了？？|畢業生
我去跳樓會怎樣(顛倒跳)|不會受傷因為(如果你站在最高的地方顛倒跳你就會跳到地板)
拿總人最恐怖|貞子
你是誰|自己阿==
3+90O9=?|39009 XD
誰的哥哥有好幾個|不知道
(鬼故事)某一個地方 發生了一件事 猜猜是什麼事|什麼事也沒發生
什麼時候不會想睡覺|上導師的課的時候
哪一個牌子的掃把最爛??|火鳥牌    因為燃燒吧火鳥(爛掃把火鳥)
種什麼植物會和平|荷(和)花和浮萍(平)
(鬼故事) 以前有一個故事 那故事就是..|根本沒有這故事
多啦A夢沒有百寶袋會變什麼|狸貓
種什麼植物會變地球|地瓜和繡球花
從前 有一隻狗 狗的後面是貓 貓的後面是老鼠老鼠的前面是貓 貓的前面是狗 那狗的前面是誰|蟲因為從前=蟲前
為什麼放鞭炮時不會打到星星|因為星星會閃
你知道借書要還吧!!那......你知道借哪一項東西是不用還的嗎??|借過
史迪奇有什麼味??|屎味(史味)
一碗湯，猜一字。|盪
半夜走在路上 看到什麼東西就不能再往前走|有個告示牌寫此路不通
有一個白痴坐飛機.他上廁所時把馬桶蓋仙起來丟出窗外.位神麼他要這麼做?|因為他是白痴
我的杯子摔在地上可是為什麼沒滴出半滴水?|因為杯子裡裝的是牛奶!!!!!!
憤怒鳥中的橘鳥想跳進桶子裡吃糖藍鳥噴了什麼橘鳥昏倒了?|驅蟲劑(沒聽過農夫看到蟲子就噴驅蟲劑嘛?)
史努比有什麼味？|史味...〈屎味〉
如果在我們面前燈光叫做面光，在我們背後的光叫做背光那在我們旁邊的光叫做什麼？？ʕ•ٹ•ʔ|正經的 側燈   不正經的 膀胱 (・∀・)
狗咬人，人咬狗。|以牙還牙
哪個明星最紅|tfboys
蜘蛛人是什麼顏色的?|白色,因為「是白的」(英文)
一盤有3顆番茄,那麼3盤有多少科番茄?|9顆番茄
女生要怎麼叫男生的媽媽?|婆婆
1-1=?|等於0
廁所裡點燈|找死(找屎)
已知一數的絕對值為6,設該數為a,則a-1=?|-7或者5
別人的肩膀內側受傷了,要怎麼問候?|意下如何(腋下)
我買了一輛車車牌是ya-0438跟你很像對不對|耶！你是三八
國產車和進口車有什麼差別?|國產車和進口車對撞看看就知道了阿
1+1|11
為什麼飛機撞不到⭐⭐(星星)|(一閃一閃)亮晶晶滿天都是(小星星)
千八女鬼猜1字|魏
世界上誰最快老?|新娘(因為今天是新娘，明天是老婆)
一個五分熟的牛排遇到了一個三分熟的牛排為什麼他們要裝熟|因為他們不熟
鉛筆姓什麼|蕭 因為蕭鉛筆（削鉛筆）
老先生姓什麼|王 因為（王老先生有快遞ㄧㄚㄧㄚ呦...）
哪裡的人最快老?|非洲的人~因為在太陽下曬太久
哆啦A夢是神麼顏色|紅色
世上之最是甚麼|新出的產品
綠豆從天上掉下來會變成甚麼?|紅豆(流血了)
那種動物一出生時有67隻腳;成年時有35隻腳;老年時有86隻腳?|我也不知道
芥藍菜等於什麼?|借籃菜
豆子從天上掉下來會變成甚麼?|花豆
龍捲風在哪?|你會知!
什麼樣的路不能走？|電路
一架飛機飛到一半突然沒油，什麼東西會先掉下來???|油表上的指針
2人3腳一組有3隻腳，有100個人要玩共有幾隻腳？|我不知道，問數學老師。
為什麼?狗過了獨木橋就不會叫了?|過目不忘 [過木不汪]
9張嘴，8張破|井
香蕉跌倒變甚麼呢?|茄子:因為瘀青了
拿雞蛋扔石頭，為什麼雞蛋沒破???|右手拿雞蛋，左手拿石頭把石頭扔出去，雞蛋當然沒破
偷什麼東西不會被警察抓走?|偷笑
考試的時候,千里眼和順風耳不會幫助哪兩種人 ？|瞎子和聾子
小狗、小雞和小貓在背書，是誰會先被叫來背書|小狗，因為旺旺仙貝(旺旺先背)
小鳥從高雄2:00的時候飛到台北花了幾十分鐘可是他飛回來的時候已經4:00了，為什麼?|因為回來的時候下雨了他就一手遮雨一手飛。
($_$)|錢錢
watermelon是什麼意思?|水沒了(water=水，ｍｅｌｏｎ=沒了)
爸爸、媽媽、寶寶誰最衰|寶寶(寶寶睡)
大雄是那一個教的?|道教      因為他喜歡靜香(進香)
一隻狗貴在冰箱前叫做什麼?|貴賓狗(跪冰狗)
茶葉戴上王冠會變成什麼?|茶裏王
在一堆豬雕像中出現的豬叫甚麼?|珍珠(真豬)
阿麗決心自殺，她從6樓跳下來，同時2樓也有一個女生往下跳，可是最後從2樓跳下來的女生死了，而阿麗竟然沒事，你知道為甚麼嗎?|阿麗壓在那個從2樓跳的女生身上
偷什麼不會被警察抓|偷笑
景太把500元用到妖怪手表中請問會怎樣|變成5個100元了......
雷伊有雷味那蓋亞有啥味?|鈣味(蓋味)
有一棵椰子樹，有猩猩.猴子.金剛.狒狒，牠們都想吃香蕉，請問誰最快拿到?|都沒拿到 因為椰子樹上沒香蕉
哈密瓜有甚麼味道|哈味
3個日是晶，3個木是森，3個心是惢，3個金是鑫，3個火是焱，請問：3個手是？|偷
1＋1=？要誠實|20（要乘10）
什麼動物有一千隻腳 一千隻手 一千顆眼睛和一干個心？|怪物！
去掉上面是一個字 去掉下面是一個字 去掉中間是一個字 去掉上面和中間是一個字 去掉下面和中間也是一個字 請猜一字。|章(可能有別的答案)
鐵鎚砸雞蛋為甚麼不會破？|鐵鎚當然不會破
天線寶寶拔掉天線會變甚麼？|沒有天線的天線的天線寶寶
80cm 的紅螃蟹和30cm的黑螃蟹比賽跑步,誰會贏?|黑螃蟹(虹螃蟹煮熟了,不會跑)
請問那種人可以上天堂也可以下地獄那他是那種界線的人|人間
大家知道什麼東西一身黑壓壓，有翅膀卻不會飛嗎？|烏鴉幼雛
玩樂高要用什麼方法|頭腦丶眼睛丶手
貧窮的人最需要什麼？|時間，因爲時間就是金錢
有一天綠豆自殺從5樓跳下來請問他變成什麼了?|紅豆
小明回家打電話給爸爸,是一個女生接的，請問他說了......|您所撥的電話未開機，請稍後再撥>-
雷伊有雷味~那蓋亞有啥味|鈣味!!!⊙ω⊙(蓋味)
狗 貓 兔 誰最先背書|狗因為 旺旺仙貝
巧克力和餅乾比賽,巧克力贏了(猜甜點)|巧克力棒
世上最小是病毒，比病毒還要小的東西是...|病毒的孫子
公雞+母雞，猜幾個字|2隻雞
8-7=?|1
１。你右邊的屁股像什麼？ ２。什麼時候１＋１＝２是錯的?  ３。做什麼事之後，卻知錯不能改？  ４。什麼時候１＋１＝２是錯的?|1.左邊的屁股2.計算錯誤的時候３。考卷交出去之後４。計算錯誤的時候
一天,有一隻北極熊很無聊,就把自己毛拔掉請問北極熊說了什麼?|好冷哦~~~
什麼老鼠用兩隻腳走路？|米老鼠
臺灣熊叫臺灣熊北極熊叫北極熊那麼醫院熊叫什麼熊呢！|神經不正常（用臺語唸）
有一隻蜜蜂停在日曆上|風和日麗
醫生給你三顆藥丸 每半小時吃一顆 請問你應該要用多少時間?|1小時 你應經吃了一顆阿
貓咪怎麼叫?|喵        嗚
地瓜拍照會變成什麼|地瓜葉
爸爸，爺爺，姊姊，誰聽媽媽的話會哭|爺爺
星星有幾公克?|星8克
從字型去猜，哪一個字的中間有個「十」字|田中
有誰不會生子?|衛生紙(未生子)
請問玻璃從高樓摔下來會跟你說什麼?|晚安(因為玻璃睡了)
紅豆哪裡人|嘉義人
誰有[快遞]|王老先生，因為“王老先生有塊地（快遞）”
畢卡索的綽號是什麼?|必著眼睛卡在廁所(著眼睛在廁)
如果我現在離開會沒看到什麼？|手機啊！
10+10=?|10(手套)
香蕉跌倒變甚麼呢?|爛香蕉(哈是不是想說茄子)
小名買了一隻雞跟一隻鵝,把它們放冷凍1小時候,打開時雞死了鵝還活著為什麼?|因為是企鵝
巧克力和餅乾比賽,巧克力贏了|巧克力『棒』
有種動物可以天上飛丶地上爬丶水𥚃游，有腳有鰭有翅膀，請問那是什麼動物？|挖啊災   跟本沒那種動物
請問小明姓什麼？|小
臺灣除了有一府二鹿三艋舺以外,還有啥?|一轉二壓三卡嚓(廣告
什麼動物最怕冷?|鴨子   因為瓜瓜瓜台語ㄍㄨㄚˊ
為什麼壞人做壞事要選在中午?|因為"早晚"會有報應!
東西南北色個方向,哪個不能吃|北邊(因為有冬瓜,西瓜,南瓜.卻沒有''北瓜'')
哪種昆蟲最沒有力氣|蝴蝶(因為蝴蝶蝴蝶生的真美麗(沒力))
大象等於哪個童話故事|小木偶(因為鼻子很長)
南方的白雲|雲南
請問綠豆從101大樓跳下來會變什麼？|紅豆
穿著一件藍色的衣服，是一隻獅子。|愛因獅子
1＋1是否不是2？|是。答案是11
5的倍數中哪一個數字被排擠|5(因為5不能被整除)
長壽的秘訣是什麼？|嗯....................................呼吸保持順暢
黑人和白雪公主會生下什麼小孩？|灰姑娘，因為黑+白=灰
（我只說爸爸的名字喔！媽媽的名字我不說）爸爸的名字叫呀呀，有一天，媽媽懷孕了，他們倆會給小孩取什麼名？|媽呀，因為媽媽加爸爸的名字呀呀，等於媽呀
沒有女生的城市|漢城
有個東西愛咬紙，咬到紙掉牙齒。|訂書機
看不見聽不到|龍蝦(聾瞎)
太陽出來它生龍活虎，太陽下山它銷聲匿跡。|影子
ლ(・ω・ლ)|摸摸
颱風天，要帶多少錢才能出去玩？|四千萬，因為沒(四千萬)事千萬不要出門。
一加上一等於多少？|2
1+1+1+1+11+1+1+1x0=多少？|1+1+1+1+11+1+1+1x0=17
請問『范范汎‧阿娣娣』的爸爸得了什麼病|結巴（是唸ㄐㄧㄝ　ㄅㄚ　喔！」
為啥星星不會被鞭炮打到?|因為星星會閃
員工和老闆誰比較大|要看身分證才知道
一群人拿雞蛋砸槍|槍淋蛋雨（槍林彈雨）
甲乙丙丁誰最酷|丁字褲
小白小黑小綠小黃哪個坐飛機會吐?|小白[小白吐]
你笑，他笑。|鏡子
為什麼小明爬山爬到一半突然覺得腳很痠?|因為他踩到檸檬
阿飛一直對著電風扇吹，為什麼還是熱得冒汗?|他對著運轉中的電風扇(的背面)一直用嘴巴吹，不熱才怪!
口中有口|回
有個人10分鐘可以吃100跟薯條 他從劍潭坐捷運到士林五分鐘可以吃幾根?|捷運不能吃東西
2＋22是否不是24？|是。答案是222
什麼時候1+1不會等於2?|算錯的時候
０個好球，３個壞球，猜一個地名|南投（難投）
魚缸裡有什麼|魚
一顆樹兩片葉子轉來轉去看不到|耳朵
左一片 右一片 摸得著 看不見|耳朵
過年了，少不了吃吃喝喝，朋友介紹我，一款減肥貼布，用貼的就好，很有效，一個療程七天，可以瘦10公斤，重點是不貴，我問他要貼哪裡?他說貼……|嘴巴
那個動物最膽小|海獅(因為，還是會害怕(海獅）韋禮安的歌曲
什麼職業最刻骨|明星因為銘心刻骨
為什麼公主結婚後就不再掛蚊帳？|因為她嫁給青蛙王子
史上最長的車是什麼|塞車
麥當勞裡 有狗，貓，豬，牛，羊，雞，猴，蛇請問：他們吵架時，誰不會被打？|羊（因為24小時不打烊）
小明是小學生，有一間服飾店他很喜歡去逛，因為裡面有各國的衣服，有台服，日服，韓服，中國服。請問小明不喜歡什麼服？|韓服（因為寒假要寒輔，暑假要暑輔）
小明很喜歡NBA，但是他不喜歡騎士隊？為什麼？？|因為（歧視）
有一隻狼掉到冰河|冰狼[檳榔]
羊來了!!|草莓(草沒)因為被羊吃光了 XDD
恐怖分子的樓下是誰??|恐怖分母
甚麼人最煩|凡人
1+1等於多少5種答案|1.小雞雞 2.11 3.王 4.田 5.2
3＋1＝？|王
屋頂漏水了~要請什麼神來?|面桶拿來神(臉盆拿來盛的台語)
2＋3＝？|23
順心如意|百事可樂
起床第一件事是什麼？|當然是睜眼啊!
如果有一臺車，駕駛座坐甲，副駕駛座坐乙，後座坐丙，那這臺車是誰的？|如果的
長的像竹不是竹，全身有節不太粗，又是紫來又是綠，可吃生來可吃熟。|甘蔗
什麼麵地位最高|王子麵
稀奇稀奇'鼻子當馬騎(猜物品)|眼鏡
用西瓜打頭和用椰子打頭哪一個比較痛|頭
A~Z哪幾個英文字母加起來會爆炸|OK（OK繃）
七十二小時|晶（因為三日）
有一把隱形的劍是什麼劍|看不見(劍)
貓，狼，豬，狗，誰會先被淘汰|狼(桃太郎)
7+7=?|七七乳加巧克力
什麼花最沒力?|茉莉花,因為好一個[沒力的沒力花]^_^
星星幾公克～天上的喔|8公克（星8克）
ㄧㄠˋㄕˇ掉了要怎麼做？|送醫急救（要死掉了）。。。。。。
誰出生有19隻手 青春時有32隻手 老了有100隻手？|我也不知道
烏龜和兔子賽跑 兔子沒睡覺 兔子還是輸了為什麼|烏龜把終點設在水裡
大海為啥是藍色的|魚 一直不嚕布魯(blue)的吐泡泡
松鼠 狼 豬 那一個把龍藏起來|wolf藏龍
結婚的時候要先幹嘛|咱們(砸門)結婚把
黑人和白人生下來的小孩是什麼顏色?|白，因為白人牙膏+黑人牙膏一樣是白的
左邊加一是一千,右邊減一也一千|任
7＋7是否不是14？|是。77
46980➗540=?|87(北七）
吸血鬼最怕什麼?|蛀牙
上下|卡
為什麼曉銘走在路上走到一半腳突然無法動彈|因為黏到強力膠
老虎爸爸和媽媽帶這三隻小老虎|老虎伍茲
主人坐在月亮上|青
手在摸園丁|打
A區B區C區D區哪一區有動物？|是C區，，因為稀（C）有動物
胖子皮很鬆|肉鬆
安安的媽媽生了4個孩子，第一個叫春，第二個叫夏，第三個叫秋，那最後一個叫什麼?|安安
沒嘴，可以吃。過河沒有水。死了沒有嘴|象棋
老婆生完小孩|基隆(台語)
魯蛇的過去是什麼|魯蛋
春天裡的兩條蟲|蠢
一個口＋一個十＝？|田
5＋5＝？|55
為神麼老鼠會飛?因為牠吃了會飛的藥為神麼蛇會飛?因為他吃了老鼠為神麼老鷹會飛?|因為牠有翅膀
什麼樹會下跪?|桂樹
什麼紙張很衛生|衛生紙
男生和女生誰出生|男生因為先生
有一次小明玩冰棒，可是冰棒被玩壞了，所以他帶去了學校偷吃，被老師看到的時候老師說小明你很閒喔，小明後面回答什麼？|老師西瓜不是閒的是甜的
日本北海道帶廣的Richmond飯店是什麼意思?|很富有的曹操(Rich孟德)
為什麼骨頭須要一個朋友|因為他很骨單
農夫把每顆蛋都寫上今天的日期，為甚麼還是不知道但什麼時候到期??|因為他把每顆蛋都寫上"今天"
此物大而輕,肚內火燒心|燈籠
氧氣跟二氧化碳哪一個比較美|氧氣，因為氧氣會助燃(自然的台灣國語)自然就是美
1kg的鐵跟1kg的棉花哪一個比較重?|兩個都是1kg當然一樣重阿
一片綠草地(猜一種花)|沒花(梅花)
一隻黑色狗跑到我旁邊|默
半合半分|召
三個熱帶雨林|森
1+1|王.田
咪咪在橋上前面是狼後面是虎怎麼過去?|暈過去
什麼車最臭|賽車
什麼時候2>5.0>2.5>0|猜拳
誰會吃飯|所有人
大象的左耳長得像什麼?|右耳😂
把優格開封之後會看到什麼??|包青天，因為開封有個(優格)包青天
書店買不到甚麼書?|遺書
為何北極熊吃不到企鵝?|因為北極熊在北極，企鵝在南極
印度人用右手吃飯，那我們用左手還是右手吃飯？|湯匙或筷子
在什麼交通工具上不可以說笑話？|船
一隻蜂停在日曆上|風和日麗(風和日曆)
一群人拿蛋砸槍|槍淋彈雨
在越南塑化劑是什麼意思？|塑化劑
綠豆從高樓跳來會變啥？|紅豆 因為流血了......
雞蛋打破誰出來|蛋黃哥
什麼是「真相大白」？|有一個人她生了一個小孩，叫做大白，又生了一個孩子，叫小白，某天，婆婆來看小孩，抱起小白的時候，覺得她的臉很像大白，於是就說：「『真像大白！』」
log10=?|1
浩克加貓會變什麼?|浩克貓!!
get out|家後(用台語發音)
有一個和尚，風從東方吹，那和尚的頭髮往哪裡吹?|和尚沒有頭髮
(O///A///O)!|害羞
那條街不會下雨？？|芝麻街(因為芝麻街美語(沒雨))
老詹養了一隻狗，並且從來不幫狗洗澡，為什麼狗不會生跳蚤呢？|因為狗只會生小狗😂
冰塊遇到熱水會融化，那什麼東西遇到熱水會凝固？？😑|蛋
吸血鬼最怕什麼？|牙齒蛀牙😂
哪兩個數倒過來還是長的一樣？(而且讀法一樣？)|96vs69(不信倒過來看)
離婚的起因是甚麼?|結婚
如何用3盞燈和一張凳營造緊張氣氛?|燈燈燈凳~(貝多芬的命運交響曲)
80厘米長的紅螃蟹和60厘米長的黑螃蟹比賽跑步，誰會贏?|他們根本不會跑步
甚麼事不做的話，一定會大禍臨頭?|功課
一人一張口，口下長隻手。|拿
用木瓜和蜜瓜打頭，哪一個比較痛?|頭
甚麼水取之不盡用盡不竭?|口水
有什麼東西只能用你的右腳踢?|左腳
有哪一個海越乾淨，人們就越不開心呢?|地中海
為甚麼阿華的手受傷了但沒有傷口|因為他手是骨頭受傷所以沒有傷口
這裡有一把劍，是什麼劍？|看不見
1-1不等於0，那是等於幾？|等於三
哪一個國家不用電|緬甸
星星有多重|星巴克
博士雞排|大同小異
為什麼廖淑芬考試考60分，詹淑芬考30分，柯淑芬考10分？|因為廖淑芬(六十分)，詹淑芬(三十分)，柯淑芬(考十分)
一郎、二郎、三郎、四郎、五郎，誰會讓媽媽找不到|五郎滴咧謀(有人在嗎?)
[有一個葉子.頭上有一個問號,卻被一個人看到他覺得很奇怪揍它一下,,,,,猜三個字]|葉問拳
醬油的哥哥叫什麼?|醬油膏,,,,,,,,,,,,,台語
為何獵人射不到星星|因為星星會閃
什麼動物會一直害怕|海獅，因為還是會害怕
哥哥4歲弟弟的歲數是哥哥的一半,那弟弟幾歲?那哥哥100歲時弟弟幾歲?|2歲,98歲
什麼時候2+1不等於3？|錯誤的時候
厕所要放甚麼花|五月花，因為五月花衛生紙
上廁所時，擦屁屁要用左手還是右手擦比較好？|用衛生紙擦最好
有一個人叫果雅潑弟弟叫把業物請問媽媽叫什麼？|把果潑物
甲生丟骰子：“3.1.1.3.4.2.4.2.1”然後甲生就寫完了，開始睡覺。 不久甲生起來了，又開始丟骰子......她在幹嗎?|驗算
誰宰了麵|蛋,因為擔仔麵(蛋宰麵
為什麼大腿叫大腿呢？|因為他是很大的腿
一陰一陽，一短一長，一晝一夜，合為一雙|明
什麼可樂不能喝|炙手可熱（可熱）
甚麼雨衣不能穿|八田與一（雨衣）
早上第一天起床要先做甚麼事?|睜開眼睛
甚麼卡通會霹靂啪啦的？|櫻桃小丸子
熊來了|有備而來
十字路口發生車禍為什麼其中一人要送對方一瓶酒?|讓對方酒駕
如果從101大樓掉下去，要怎麼辦|兩眼開開，準備投胎
什麼團體沒有爸爸|五月天（MAY DAY)沒爹
麥當勞為什麼比肯德雞小|麥當勞是叔叔肯德雞是爺爺
請問誰是動物之王？|管理人員
那一種水永遠都不會乾？？|口水😨
常闖禍的人|阿兩
有19隻公牛 全部應該有20隻角 為什麼只有19隻角|因為其中一隻是犀牛
請問比什麼最噁?|比賽
請問哪一種動物會黏在牆壁上?|海報(海豹)
人要堅持哪三個原則?|第一個:堅持，第二個:不要臉，第三個，堅持不要臉!
為甚麼小明走在路上突然覺得腳很痠?|因為他踩到檸檬 酸~(痠)
為甚麼公主裡美人魚最專情?|因為美人魚不會劈腿
為什麼做壞事要選中午|因為 早晚為有報應
有豬、馬、鵝去南極玩，豬、馬都死了，為什麼鵝沒死？|企鵝
三二二三不似其，他是二加三的因。其可說是第一名，面向其可以成ㄧ。|1
拿槍對準一個人的心臟射去,為甚麼那個人沒有死??|水槍
1.2.3.4.5.6|數字
把魚放進魚缸哩,為甚麼魚都死了??|因為魚缸裡沒有水~
米的媽媽是誰??|花(因為花生米)
1+1=？|1+1=50
小天的媽媽有3個兒子，第1個兒子叫今天，第2個兒子叫明天，那第3個兒子什麼？|小天
妳(你)叫什麼?|人
得到狂犬病要先做什麼?|列印一張要咬誰的名單
什麼花開的最快|有錢花
如何用4個9湊成100(可用分數表示例如:9/2)|99+9/9
有一天景美國語考了99分，小銘回家媽媽問他國語考幾分，他說:我比景美多一點。媽媽問他:那你考100分嗎？他說:不是。請問小銘國語考幾分？|9.9
小明今天大考考0分,請問他會被爸爸媽媽怎麼打.|男女混合雙打
什麼動物最便宜?|牛因為九牛二毛
糖果是母的,還是公的?|母的,因為糖果會生螞蟻
你是豬嗎？|沒有錯！我屬豬～
什麼龍不會死?|保麗龍
櫻桃小丸子他們家賣什麼?|鞭炮(劈哩啪啦劈哩啪啦-主題曲)
迪士尼公主裡面，誰最會開車？|美人魚公主
吳宗憲打球誰來守？|慈母      因為慈母守宗憲
中國文學史上，著名的李白是如何死的??|失(詩 )血過多而死
少年pi的導演是誰？|少年pi自己就是
古今中外的為人都有的共通點是什麼|都是媽媽生的
孔子生日在9/28，那10/28是什麼日子呢？|孔子滿月
有一位老奶奶的家，屋頂破了一個大洞，有時漏水，有時不漏，為什麼？|因為有時下雨，有時沒有
有一隻雞，一下往北，一下往南，一下往西，一下往東，然後下了一顆蛋，請問蛋往哪個方向？|下方
怎麼讓飲料變大杯？|念大杯﹝悲﹞咒
教室裡點燈|寫字
在巴黎鐵塔不小心掉下來怎麼辦?|準備投胎
小名有200元，花了150元，卻剩49元，請問不見的1元在哪???|在警察局啊!!要不然你還想的到更好的答案嗎??
兩個縫衣服的針在圓圈圈裡跑?|時鐘
為什麼牛肉麵裡面沒有牛肉|因為太陽餅裡面沒有太陽
世界上那個地方出生率最高？|產房
5隻蚊，1隻青蛙和1條蛇，共有多少隻腳？|0隻，因為青蛙吃了蚊，蛇吃了青蛙，而蛇没有腳，所以没有腳
哥哥叫妹妹買五香乖乖，過了好久還沒回來，哥哥跑去看，結果妹妹看到哥哥說什麼？|妹妹說：你來的正好，我正在煩腦，怎麼把五箱乖乖帶回去呢！
為什麼小明跨不過一本書？|書放在牆角，你說怎麼跨？
跟吳宗憲打籃球，誰要去防守他|慈母((因為慈母手中(宗)憲XD
蜜蜂停在日曆上|風和日麗 (蜂和日曆)
什麼東西出生時有19隻手,長大有32隻手,老了有100隻手?|我也不知道
為什麼飛機墜機 但是沒有人受傷?|因為都死了
左邊不出頭，右邊不出頭，不是不出頭，就是不出頭|林((【不】出頭就是木))
四個人養一隻狗|器
有一天小明的媽媽給小明一隻自動鉛筆，小明把它帶去學校，上課時，大家都在寫習作，只有小明把自動鉛筆放在習作上，一動也不動的看著自動鉛筆。老師問他幹嘛這樣？小明：|小明說自動鉛筆會幫我寫字啊？
1+1+1+1+11+1+1+1+11+1乘0+1|30，因為用直排變1+1+1+1+11+1+1+1+11+1乘0+1等於30紀的先乘除後加減
小明交了女朋友,她卻喜歡醫生,小明就給他一卡車的蘋果,要她一天吃一顆。為甚麼??|一天一蘋果  醫生遠離我
你是豬嗎????????????????????????????????????????????????????????????????????????????|當然不是
星星有幾克?|星「巴」克
為什麼情侶總是喜歡在夜晚散步?|因為「愛情是盲目的」
雞和鴨講的話猜成語|雞同鴨講
香蕉從101掉下來會變成甚麼？|茄子
有一個東西從100萬公尺高的建築物掉下來，打到一個人的頭，為甚麼那個人沒死？|因為掉下來的是雨
印度人為甚麼?用手吃飯?|因為腳比較髒!
為甚麼兩個孩子恰恰好|因為不孝有三
甚麼劍看不見|看不見(劍)
有一天老師出第一課第二課和第三課的課文抄在國語作業簿上要在學校寫完大家寫了五小時為甚麼小明只花了五分鐘就寫完了(請看題示答案絕對不是提示)警告答案很欠扁|因為小明只寫了(第一課第二課和第三課)
小丑掉到魚池會變什麼|小丑魚
豆花為甚麼是花|因為豆子會開花(懂我的意思了嗎)
一加一=|田
在警察面前把一張一千元撕掉分成10小份然後再送給警察會怎樣|幫警察賺到了十萬塊(因為是魔術magic)
為什麼每個人都會和蟑螂打招呼？|因為大家都說害蟲（Hi蟲）
紅豆殺包子|豆沙包
甚麼東西是黃色的卻有很多小孩在看|海綿寶寶
牛牽到北京是什麼?|還是牛
有一隻老鼠非常的膽小|膽小如鼠
蚊子沒翅膀會怎樣?|變殘障
1加1  （猜三個字）|等於2
一個胖子從120樓跳下去會變成什麼|死胖子
火車站不會看到什麼?|平交道
烏籠|關羽
什麼熊最嚇人?|熊熊
一塊大冰塊需要幾個人來踩才會分開呢?|五人，因為踩冰分(五彩繽紛)
小貓和小狗誰要先背書？|小狗（因為旺旺先背）
一個經理最拿手的料理是什麼？|炒魷魚（開除意思）
搭公車時,年輕人看見老人站著不忍心,便讓座,老人坐下來了,但卻不時站起來,年輕人說:別跟我客氣了!但老人卻哭了,這是為甚麼?|因為老人要下車,年輕人一直要老人坐下
有一天小美正在剪布發現怎麼剪都剪不壞請問那是甚麼布?|瀑布
人死了會怎麼樣？|就死了啊！
有一隻豬，跑啊跑，撞到了石頭。☝為什麼豬會撞到石頭？|因為豬和你一樣不會腦筋急轉彎！！！
什麼茶不能喝？|警察（茶）
安娜貝爾最怕什麼數字|1，因為「伊莎貝爾」（1殺貝爾）
李白是怎麼死的？|失血過多（詩寫過多）
什麼動物會喊熱?!|獅子(叫聲)
「鳳」裡的鳥飛了，「蟲」飛進去裡面了  猜一個字|「風」（鳳-鳥+虫=風）
娜娜很會做模型朋友都叫她什麼?|魔神仔[台語:魔行阿]
誰最有梗?|德州電鋸殺人魔[因為更~更~更~更~更~更~更電鋸聲]
什麼動物不怕台灣人民，因為他認識2個總統？|鸚鵡，因為「英九」、「英文」！（英鸚一家）
7/8（8分之7）猜一個成語|七上八下（≧∇≦）呵呵簡單吧！
為什麼大肚魚有大肚子??|因為牠懷孕了
Ｑ：什麼昆蟲最沒力？|蝴蝶
偷什麼東西不會被抓走|偷笑
哪種動物最會打電話？|虎      因為  吼（虎）麥擱卡來阿
為什麼做壞事要選在中午？？？？？？|因為早晚都知道
飛機為什麼會大號。|我們在飛機衝的。
從xx路走到xx路要怎麼走|用腳走 哈哈很簡單吧
哪兩個英文字母合起來會爆炸?|ok「因為ok蹦」
一群太監在聊天|無稽之談(雞)
孫悟空降妖無數，什麼妖他沒降服過?|人妖
打狗要看主人，那打老虎要看什麼?|看你有沒有'種'
有一個人在公園被打了8個巴掌又送3朵花?|38阿花
大樹和小樹差在哪裡？|土裡（插在土裡）
我的耳朵很長,我姓王,今年十四歲,一心想讀書|聽
如果你從飛機上跳下來，你發現妳沒帶降落傘，妳會怎麼做？|兩眼開開，準備投胎～
什麼鼠最愛乾淨|衛生署(鼠)
小偷最怕哪幾個字？|O I C U （Oh I see you.)
手機掉進桶裡|機不可(失)濕
目字加两点不做贝字|贺
五月花是甚麼花|油桐花(因為油桐花是五月時開的花)
牛奶是誰生的?|花生牛奶
如果有一台車小明是司機，小是室乘客，那台車是誰的。|如果的(如果有一台車)
有一個人在看電視,他看殺人片,那為甚麼死掉的那個人血不是紅色的??|因為電視是  黑白  的
30個口,猜一字|苦
阿公摸到東西|鬼
有神 經病來|妖怪
有眼無珠|白目
烏龜生蛋|王八蛋 因為烏龜又叫做王八
什麼時候1+1=3?|算錯的時候
請你看看自己的手指頭大拇指的相反是小拇指食指的相反是無名指那中指的相反是?|指中
你知道ㄒㄩㄝˊ習的ㄒㄩㄝˊ怎麼寫嗎|用手寫
衛生紙掉進水裡會變成什麼|濕紙巾
把一塊撕成十塊交給媽媽媽媽會說|十塊錢耶
小明拿著雞蛋丟石頭，請問為什麼雞蛋不會破?|因為拿著雞蛋，丟石頭，雞蛋當然不會破啊！
為甚麼蒼蠅會飛|因為蒼蠅的英文是FLY(比猴子聰明的自然會知道)
把冰變成水的最快方法是什麼?|去掉「冰」字的部首兩點水
李白是怎麼死的?|詩寫過多（失血過多）
紅豆是什麼人?|紅豆嘉易仁(懂我的意思了嗎)
小甜甜住育幼院那老甜甜呢？|養老院
下雨天路上會開什麼花|雨傘花
母蚊子沒翅膀會怎樣|一屍多命
動物園最常鼻子是大象那第二常是什麼？|小象
什麼是最髒的？|錢
端午節人家都會吃什麼？|粽子
媽的頭會長出什麼|cheese(氣死)
跪在冰上的狗|跪冰狗
哪個國家做事最不急性子|布吉納法索(不急納法索)
神麼東西克風|麥（麥克風
為甚麼蒼蠅會飛|因為蒼蠅的英文是(FLY)
上看像不，下看像不，不是不上，就是不下。〈猜一字〉|米
什麼東西可以吃?|就是東西
蒼蠅為甚麼會飛|因為蒼蠅的英文是(FLY)
請問什麼時候1+2不等於3|算錯的時候
有 座橋,旁邊有一塊牌,上面寫著［不準過橋］,橋邊還有兩個保安員,有 個人過了橋,但那兩個保安員並沒有阻止他過橋,這是為甚麼呢？|因為［不準過］是橋的名字!😜
那裡的電風扇和冷氣不用錢|風因為自然風很涼
2，3，4，5，6，7，8，9|缺衣少食
屈原的媽媽性甚麼??|陳，因為屈臣氏
拿什麼工具是雙雕|一劍雙雕
有一天，小名去看醫生，醫生說他要吃重藥，就是味道很重的藥，請問藥重不重要???|重要
什麼動物早上有45隻腳，中午有80隻腳，晚上有6隻腳?|我也不知道
如果馬的頭朝東，那馬的尾巴朝哪一方?|朝下
人丟什麼東西不會被抓?|丟臉
紅豆的兒子|南果  因為:紅豆生南果
一間屋，三個門，裡面只住半個人。（猜一用品）|褲子
1+1=|田 王
什麼時候3+3=33|騙人的時候
阿拉丁有幾個哥哥？|4個，阿拉甲 阿拉乙 阿拉丙
甚麼是(樂找)?|就是在垃圾桶裡找!
香蕉跌倒會變什麼?|茄子
如果狗的頭朝西邊’那狗的尾巴朝哪邊?|下面
誰是虎姑婆?|虎姑婆就是虎姑婆
功課要怎麼寫?|用手寫
甚麼東西很好吃?|豪豬      (好吃)                    台灣國語
耶誕老公公會先把什麼東西放在襪子裡|他的腳
大樹和小樹差在哪？|插在土裡！哈哈哈哈哈哈
如果有一輛車，小明坐在駕駛，小美坐副駕駛，那這輛車是誰的？|如果的！(看清題目呀！)
甚麼動物最髒?|老虎
誰最不孝順|面速利(面速利達姆)
小每問了幾個欠揍謎題.以下1.甚麼每天早上從東邊升起?2.為甚麼金魚在水裡不會死?3.為甚麼宇宙沒有邊界?4.宇宙直徑多少奈米?5.1+1/1+1-?|1.太陽公公/月亮姐姐
會用兩隻腳走路的老鼠叫什麼?那會用兩隻腳走路的鴨子呢?|米老鼠
為什麼駱駝有3個駝峰?|懷孕的
洗衣，洗碗，洗襪住在同一個家，有一天，洗衣跟洗碗出去吃飯，請問，誰在家吃大便?|洗襪(≧∇≦)是你啊！哈哈
請問什麼刀最長??|屠龍刀(  TO  LONG  刀  )
除了人以外，什麼動物最常問為什麼？？？？？？|豬，如果你說或想為什麼，那你就是豬！！！！！！！！
誰最愛亂買東西|班馬  台語
汽球內有空氣，那游泳圈內有什麼？|人
人死後為什麼會變的冰涼|因為心靜自然涼
什麼時候我們會甘願熄滅自己的生命之火|切生日蛋糕的時候
警察的哥哥為甚麼沒有弟弟？|因為警察是女的
打麻將胡牌時要怎樣|數錢
摩根的遺產要給它孫子，有一天，小明來要遺產，但摩根不是他爺爺，為什麼遺產給了小明?|摩根是小明的奶奶
法官判了死刑，如何加一筆畫讓罪減輕?|把用改成甩
2a=3b 哪個數較大?|2a=3b 裡的 "3"阿 我問你"數"ㄟ(投我一票!!!)
1256789?|丟三落四
7-11=?|護士
如果50 那 0>?|2阿(猜拳啦!)
你在哪?|宇宙的某一個角落
什麼可以讓人哭得生不如死|炒魷魚
海裡有一魚現在哪|在旁邊
有一隻豬，他在哪裡？|網子(蜘蛛)
有一隻魚，他在哪裡？|死亡筆記裡(至死不渝，死book)
有個原住民上山一槍射死山槍，警察問為什麼射山槍？原住民回答什麼？|我只有射一槍啊
有一天，有一罐水死了，為什麼？|因為他灌水死了
有一天，有一件外套死了，為什麼？|被劍射死了(有一劍 外套死了)
什麼時候1加1不等於2|算錯的時候
1=4 2=8 3=12 4=?|1 (前面有 1=4 那4就等於1) (xxx)
有一天媽媽問小明說:[打破甚麼不會被罵]小明不知道???|打破世界紀錄
牙齒多且長，不需要食糧，只要有頭髮，便可派用場。|梳
有風身不動，一動就生風；人家不用我，要等起秋風。|扇
一頭圓，一頭方，有魚有肉他先嘗，出來常成雙。|筷子
10=40 30=70 50=90 80=100 那20=?|未知數
3X 50|三不五時
有一顆草莓，天天敷面膜，他最後變成了什麼？|番茄
一打雞蛋有幾個?|0個，因為一打雞蛋，雞蛋就破了
五星為什麼不能抽煙喝酒吃檳榔|因為五星是台語的(懷孕)
有一天,玉米在正中午的時候出來散步,你猜他變成了什麼?|玉米,因為他有擦防曬油
用木瓜和西瓜敲你的頭，哪一個比較痛?|你的頭~
去掉這個字的上面是一個字，去掉這個字的下面也是一個字，去掉這個字的中間也還是一的字，去掉這個字的上面和下面的字也是一個字，請問這個特別的字到底是什麼字?|''章''
995 885|救救我 幫幫我
XD|X代表眼睛       D代表嘴巴    用別的方向看就知道了
一個香蕉，被茄子打了一下，就變成什麼?|芭蕉
b+b=2b b+b+c+c+a=?|2b2c1a
333+666=xx=?x=|? (前面有) x=?
拿雞蛋丟石頭誰會破|都不會破(因為一手起雞蛋一手把石頭丟了)
小孩、女生、男生、老公公、老婆婆他們有什麼共同點？|他們嘛˙˙，其實其實真的很簡單。。哈哈哈##他們都是【人】
鐵馬＝腳踏車機車＝摩托車愛車＝汽車那麼，請問....重機是什麼？|題目提到噢噢~~重機也算是機車的^^ 欠揍吧
一字十三點，難在怎麼點。|汁
平坦地面我不睡，專睡河流或山澗;白天黑夜不休息，要讓人車來通行。|橋
一打蛋有12顆，一打啤酒有6瓶，兩打啤酒有幾瓶?|因為有打折，所以是6瓶。
桌子有4個角，砍掉一個角，還剩下幾個角?|5個(因為是桌面的角...
什麼書在書店裡買不到?|秘書...
孔子 莊子 孟子 那包公叫什麼？|包子
世界上誰最帥|帥哥
不是的下面有一台車 猜一個字|長輩的（輩）因為不是=非 非的下面是車 所以是輩
有一對兄弟 哥哥年紀是4歲 弟弟的年紀是哥哥的一半所以是2歲 那哥哥100歲時 弟弟會是幾歲？|98歲 （4歲跟2歲相差2歲  所以哥哥100歲時弟弟當然是98歲呀 你以為是100➗2=50歲哦
有一個人跟一隻雞一隻狗一包米要過河 但船一次只能載一個人跟一樣東西上船過岸 但是 雞會吃米 狗會吃雞 所以岸邊一頭不能有雞跟狗 或狗跟雞 那要怎麼過河呢？|先把雞載過去 再回來載狗 再把雞載回來 再把米載過去 再回來載雞 就這麼簡單
一隻牛|生
什麼東西遠看像水桶近看破一個洞|破水桶
世界上最大的是哪一種羊?|太陽
1   富人已經有  窮人希望有 左手接過來 右手傳轉出去|金錢
1+1等於幾|田
那個動物會說為什麼？|豬
就是你|941
a+b=?|1到無限數裡的某一個數 (也許是1 2 3 4 ......10000)
貓布偶賣完了|貓空
有一天，洗襪、洗褲、洗衣在聊天，突然，洗衣的東西不見了。於是他就去問洗襪和洗褲。他說：你們有沒有看到我的東西，請問是誰拿的？|洗襪（台語：洗襪-是我）
一顆星幾克|星巴克（一家賣咖啡的店
南國的孩子是？|小朋友
看到什麼訊息邀請會瘋掉?|豬來了
1=52=103=154=205=甚麼|1
哪個國家不用電?|緬甸(免電)
ttttt=?|5個t
猴子討厭???|平行線 因為沒有相交(香蕉)
要怎麼把大象放到冰箱？|打開冰箱把大象放進去
1=72=143=214=285=356=427=什麼|1
小明的爸爸會煎蛋，小明的弟弟會炒蛋，那小明小明會做什麼？|搗蛋
有兩人掉進洞裡死的人叫死人活人叫甚麼|救命
從前有一隻狗，狗前面有一隻貓，貓前面有一隻老鼠，請問狗後面有什麼？|蟲(從)
小明的爸爸叫什麼名字?|我也不知道 你自己問他
為什麼暑假比寒假長?|熱漲冷縮 ( 暑假熱，寒假冷 )
為甚麼有一個人把相機舉的高高,但他的手卻不曾喊痠|假人!!!!         [會動的話就恐怖ㄌ...]
哪條街沒雨|芝麻街
哪條街每天下雨|地球村美日語
如果爸爸變烏龜的話，妳會怎樣?|爬到他頭上
比細菌還小的生物是甚麼？|細菌的寶寶
為甚麼南半球沒有阿彌陀佛|因為南無阿彌陀佛
要怎麼讓時鐘跑？|時鐘沒腳怎麼跑
我是人 那你是誰?|人阿(不然是鬼阿)
你在幹嘛?|當然是在看這則猜謎啊!!!(ㄎㄎ)
你叫什麼名字？|87@@
掰掰=88掰嘍=86北七=87我愛你=520我是=54零食=010啾咪=030呃=2啥=3咦=1好啦好啦我不是來教你的～XD問題！：5=？|「520(我愛你）」！（不是只5歐！是指第五個！）XD
達文西密碼的上面是什麼|達文西帳號
什麼東西早上有45隻腳，中午有89隻腳，晚上有23隻腳??|我也不知道
謠言止於智者下一句是什麼|聊天止於ㄎㄎ
當老師問1+1=?時，小明會回答什麼？|Ａ：１＋１（因為１＋１就是１＋１｛偷笑（（誤）
有一個人去買東西，店員:總共是39元。於是那個人就給他49員找，請問要找多少?|他就有39元幹嘛不直接付?
地球人王小明義天走9000步那月球人王小明一天走幾步?|1500步 因為月球的重力是地球的六分之一啊!(如果地球人2秒走一步 那月球人12秒走一步)
老虎和袋鼠結婚生下來的小孩是什麼樣子?|跳跳虎
從前從前,有一個大怪獸,他有一個捲捲的尾巴,當牠來的時候,會把農夫的菜全部吃光光,所以大家都很討厭牠,所以當他來的時候,農夫都會講甚麼來警告大家?|豬來了!
蟋蟀界的帥哥叫做甚麼|蟀哥
什麼東西有3個眼睛1隻腳？|紅綠燈
池裡沒有水,地上少了土，他也找不到人。（猜一個字）|也
火柴覺得頭很癢就一直抓頭然後出院會變什麼?|綿花棒
總共有三個人,第一個人沒手,第二個人看不見,第三個人聽不見,有天他們參加了賽跑,當教練在遠方的終點說停的時候,誰的位置最遠?|教練,因為教練在終點~
誰殺了便當？|值日生，因為值日生「抬」便當
三點水加一個來 = 淶三點水加一個去是神抹|法
有一次小美說我要走在時尚的尖端結果|他就被刺死了
甲:你在哪裡?乙:我在加油站,手里拿著個易爆品。甲:那你快離開加油站!問:那個易爆品是什麼?|氣球
全身上下白，最怕見太陽，雖然不穿衣，可不會著涼。|雪人
小小一條龍，鬍子硬幫幫，活著不見血，死了通身紅。|蝦子
上完廁所，要用左手、還是右手擦屁屁會比較好？|用衛生紙擦較好
什麼動物早上4隻腳，中午2隻腳，晚上3隻腳?|人
有沒有聽過大豬說有，小豬說沒有的故事？|哈哈你是豬！！
小宇有三個女朋友小花、小美和小麗第一天小宇和小花去離婚第二天小宇和小美去結婚第三天小宇和小麗去逛街請問小陳的阿公是誰？|小陳公
搜尋結果一家十口人，只有草盖身|苖
動物園大象死了為甚麼管理員哭dar最慘？|因為想到要挖洞埋起來~
哪一條街道上不會下雨?|芝麻街，因為芝蔴街美語(沒雨)
有一天,小美去到夜市,隨口問了一間店,說:請問這裡甚麼最辣? 請問老闆說了甚麼?|我們的老板娘最火辣
減輕家裡負擔|孝
小明說：「我有一瓶萬溶膠。什麼東西遇到它頃刻之間變會融化。」他的話有什麼破綻嗎？|這種東西用什麼容器裝？
小弟弟9月27日出世，那同年的10月27是什麼日子|小弟弟滿月
有一個綠色青蛙早上七點還在看電視，突然有人敲門7次，原來綠色青蛙的朋友送來驚喜早餐，有巧克力派、麵包、牛奶、巧克力糖、蒼蠅、芝士、火腿，青蛙應該先打開什麼捏？？|打開嘴巴，因為要吃東西！！如果有人把頭像換成綠色青蛙即是他們答錯了！！！！
進動物園後，最先看到的是哪種動物？|人
誰是諸葛亮和周瑜的爸爸??|1.諸葛何2.周既
你走過第一個人,現在你變成什麼人?|第0個人
小明月考0分，他媽媽怎麼做???|煮蛋花湯給他~~~~~:):):)
格林童話的悲劇|丹麥
遇到不會寫的題目要怎麼辦?|涼辦炒雞蛋
甚麼照片很難看出來是哪個人?|x光照
書店裡買不到什麼書?|遺書
哪兩個英文字母人們喜歡聽，而且聽得次數最多?|cd
甚麼時候敲門你絕對不會說請進?|在廁所裡
一個小孩和一個大人在走路，小孩是大人的兒子，大人卻不是小孩的父親，為什麼?|他們是母子
有個剛生下的嬰兒，有兩個小孩跟他是同年同月同日生，而且是同一對父母生的，可是他們卻不是雙胞胎，為什麼?|他們是三包胎
為什麼小明在爺爺的生日會上祝他長命百歲,爺爺卻很生氣?|因為爺爺今年剛好100歲
為什麼會有小番薯這個遊戲呢?|因為我在玩~~
為什麼有一種動物早上有58隻眼睛,下午有99隻眼睛?|你問我我問誰?
花花大傘天上開緩緩飄下降落地跳出英雄掌聲起|降落傘
這個傢伙長相怪鼻子頂上長觭角說牠是牛不犁田|犀牛
哪一個人最懶 網路上蠻紅的 在寶可夢出之前在最紅的|答案就是蛋黃哥!!!!!!! 我很欠揍吧？
綠豆哪裡人|嘉義人（綠豆加薏仁）
哪一種海洋動物最愛玩|花枝丸(玩)
上不在上，下不在下，不可在上，且宜在下|答案是"一"
神奇豆豆會飛，因為很神奇，毛毛蟲會飛，因為吃了神奇豆，青蛙會飛，因為吃了吃過神奇豆豆的毛毛蟲，那老鷹為何會飛(ﾟ∀ﾟ)?|(ﾟ∀ﾟ)老鷹本來就會飛阿
凡事多替周圍的人,事,物著想|愛
什麼火碰到水不會熄?|死氣之火
王爺爺家的大廈,沒有樓梯 有電梯 可是為什麼王爺爺不用搭電梯也可以到他家?|因為王爺爺住在一樓~
門內有人|閃
小立坐在木椅上,右手拿著一斤重的食物,猜一字。|「新」
假如你媽媽的哥哥的姐姐的女兒是誰?|親戚
3歲上幼稚園，6歲上小學，12歲上中學，18歲上大學，那80歲上甚麼？？|上護老院
小弟弟哪一天上幼稚園？|要上幼稚園那天
會什麼飛機飛那麼高都撞不到星|因為星星會閃
有一字，人人見了都會念錯，請問是哪一字?????|錯
汽車輪胎在右轉時，哪個輪胎絕對不會轉呢?????|備胎
冬瓜、黃瓜、西瓜、南瓜都能吃，有什麼瓜不能吃呢??????|呆瓜、傻瓜
寒風陣陣吹來??|穿上外套
一個人為什麼會想著一個人|肚子太餓了
有十隻羊 九隻蹲在羊圈 一隻蹲在豬圈|一羊蹲錯
四個八字緊相連，四個人字不相見，四滴水滴各一方，一個十字中央站【猜一字】|米
一人一張口，旁邊多個口【猜一字】|哈
一跟棍子，釣個方箱，一把梯子，藏在中央【猜一字】|面
上心下心|忐忑
看中醫時,最好不要找的姓氏是什麼?|姓宋的。因為，宋中醫師=(送終醫師)
請問 布跟紙怕什麼???|不(布)怕一萬 只(紙)萬一
香蕉從頂樓摔下來變成什麼?|茄子
羊打手機給老鷹，老鷹接起電話說"喂"|陽奉陰違 （羊Phone鷹喂)
火柴出門了，然後被車撞到頭，出院之後變什麼？|棉花棒
三滴水就可以把兩串火撲滅|淡
哪個山谷長滿會動的香菇？|楓之谷
為啥不能將公司取名為"能力"?|能力有限公司
為甚麼小明看到雨滴就會笑?|因為他笑點低阿~(不懂問問父母吧~)
罵一個人沒品，沒才，五官不全(沒耳朵，沒嘴巴)…可以叫他什麼(猜一字|門
不是窗戶(猜一字|扉
2人要翻牆(猜一字|俎
請問「答案」怎麼唸請說答案|自問自答(「請」問了答案怎麼唸，「請」又自己回答
1我+1我=2我2我+2我=4我4我+4我=?|8我=八我=巴我
甚麼招牌掉下來會壓到3個人!|麥當勞的M
有一天小明爬樓梯時 越爬越累(酸) 請問他踩到什麼?|檸檬
門裡站著一個人|閃
一點一橫長，一撇飄南洋，南洋有個人，只有一寸長|府
一個蘋果減去一個蘋果|00000
透明的劍|看不見
吳宗憲去打球是誰要守他|慈母(慈母守宗憲)
L+7=??????????????????????????|田
什麼調味料愛沒事走來走去?|鹽 因為他很鹹(閒)
羊來了。|草莓，因為{草沒}了
狼來了|楊桃，因為[羊逃]了
你爸爸的爸爸的老婆的兒子的兒子是誰|你自己
一車薪金失火了，一杯水來救火|杯水車薪
甚麼炸蛋可以吃|油炸的蛋
手機從山上摔下山會變成啥?|火燒機
老師問了一條問題為甚麼只有小強答到?|老師問:「你為何遲到!!!!!!!!!!!!」
有甚麼動物十分串|羊
那一隻班馬會用兩只腳行?|奧班馬
大樹和小樹差在哪裡？|插在土裡
誰的快遞最多？|王老先生（唱唱看)
什麼虎不會吃人?|壁虎
一道彩虹有七種顏色，那兩到彩虹有幾種顏色?!!!|還是七種啊！
英國人說再見，中國人行個禮。 （打一字）作者:蘇德友　編輯:漢謎網|“拜”一義為再見（bye），另一義表示恭敬。
蹙眉|川
為甚麼刺客中荊軻是最著名的刺客?|因為他刺殺失敗,死了
四滴水撲滅了兩串火|淡水!!!!!!!!!!
有一台車子向右轉，請問哪個輪胎受力最小？|備胎
誰最喜歡歐北(ㄌㄨㄥˇ)|阿波羅(因為台語歐北攏)
什麼人常常被公主抱|寶寶
亞少女|妙不可言
五句話|三言兩語
知不知|矢口否認
圓筒白漿糊， 早晚擠一股， 兄弟三十二， 都說有好處。|牙膏
三個日|晶
有一個普通的人從55樓跳下來，身上沒帶降落傘，為什麼他會飛???|因為他變成小天使了
什麼(劍)是透明的?|看不(見)
狼還是羊會輸？|狼，因為桃太郎﹝淘汰狼﹞
家裡的任何電線都可以拔那一條不行拔?|冰箱的電線
全身毛毛的，有些黑黑的，長的像章魚，不在水中，全身八隻腳，眼睛大大的。|蜘蛛
你我他|三民區~~~
一支鹿跑很快變成什麼|高速公路
小白像大白|真相大白
哪一種魚最想死|魷魚香絲
為什麼有一個人一直想著雞?|因為他餓了 想吃雞
小玉的媽媽說唉爸爸什麼都不能猜成語|欲罷不能
藍色的刀   和藍色的槍猜成語|刀槍不入   (刀槍blue)
誰可以做夢|寶寶（寶可夢）
小白+小白=？|小白兔（two）
地瓜拍照變什麼?|地瓜葉
哪一種蛇最長？|三寸不爛之舌
有個好朋友天天來具手告我天下室卻又不開口|報紙
猩猩跟猴子很怕一種線，請問那是什麼線？|平行線，因為沒有相交（沒有香蕉
你好國裡有一個你好村，你好村有一個你好先生，你好先生有一台你好計程車，請問你好計程車裡的你好盒子的件叫甚麼。|你好盒子的件
哪一種蛇有很多嘴巴?|七嘴八舌
冬天如何把冰塊 不用加熱融化|把兩點去掉
大家好!我是魏淑玲如果小王當上了計程車司機那小王後面在的是誰?{小王是小明的朋友}|我是說如果啦
櫻桃小丸子家賣什麼?|鞭炮 因為 批哩啪拉批哩啪拉
白喝的哥哥叫什麼?|白吃
一點一橫長，一撇到南洋，十字對十字，月亮對太陽。(猜一字)|廟
小明期中考考完試，回家爸爸問，考卷有沒有什麼不會的，小明說：只有兩題不會，爸爸問哪兩題不會？回答……………………|這個也不會，那個也不會
大家好我是魏淑玲     有一隻埃及貓救了一隻波斯貓那麼波斯貓會跟埃及貓說什麼?|喵~( 因為貓咪的叫聲昰 喵 ~)
大家好我是魏淑玲!有一天小王在一個沒有上鎖的房間  他想要出去但是 為什麼他怎麼推們都有轉怎麼推怎麼推就是開不了門呢?|因為們不是用推的是用拉的
哪種動物是把妹高手?|候鳥。  因為牠會避冬(壁咚)
什麼龍不會動|保麗龍
什麼人最容易成為孤兒|富二代，因為他被警查抓，他說「你知道我爸媽是誰嗎？」
我自己一個人在洞穴裡:裡面有很多正方形:錯厝有餘.|邊
4321+5678=XX=? X是多少|？
假如有一個人被放鴿子，誰最開心?|鴿子
世界上哪兩總書買不到?|遺書  臉書
去洗手間|魚翅（如廁）
米田共猜一字|糞
貝多芬|背了就多分
小白+小白=？|小白兔
請問冰塊最大ㄉ夢想是什麼??|退伍，因為不想再當兵(當冰)ㄌ
每個人都有念錯字的時候，什麼字一定會念錯?|錯
有三個小朋友在猜拳，一個出剪刀一個出石頭一個出布，請問他們總共有幾根指頭?|60，因為(手指+腳趾)×3
什麼時候時鐘不會走😂😂|時鐘本來就不會走錒
什麼動物最常跌倒?|狐狸，因為狠狡猾((腳滑
小雞和小狗和小貓哪一個會先被抓走?|小狗因為汪汪先被(旺旺仙貝)
甚麽東西只會上升,不會下降?|年齡
人一田入加一筆|便
世界上有一個宗教，每個人都要信仰（沒有才叫怪），是什麼呢？？|睡覺
哈佛大學|哈爾批佛教學院
在玻璃碎掉之前玻璃會說什麼？|晚安……我要碎（睡）了
有水不是井 肥胖不是牛 鮮紅不是肉 圓圓不是球|西瓜
紅豆的小孩是誰？|南國因為紅豆生南國
豬七戒的弟弟是|豬八戒
一條街上有一個乞丐，他每天都在討，直到有一天有一個人經過，他說：【疑，不是只有一個乞丐，怎麼多一個碗】？|因為乞丐覺得生意太好所以開分店哈哈😂😂
星星有幾克？？|8克，因為星八克呀
有一顆蛋，到茶藝館喝茶後，變成什麼了？|茶葉蛋
有一個東西是你祖母的哥哥的姐姐的媽媽的，請問到底是誰的?|他媽的
美人魚和白雪公主誰比較純情？|美人魚，因為美人魚不會劈腿xD!
請問那種動物最不孝順|猩猩因為他會打他自己的奶奶
那種鴨子用兩隻腳走路|每種鴨子都用兩隻腳走了阿
假如有一台車子載這小美和小王這台車的車主是誰|假如阿   假如有一台車
媽媽給小名100圓花掉了50借胖虎20胖虎還15圓起問他剩多少錢|干你屁事
真正的豬喝的是什麼奶茶|珍珠奶茶
五月天的阿信，如果有一天啞了！那他們的團名可以叫什麼？|[啞]mayday
什麼人不能代言電鍋|范冰冰
有一隻大白貓救了一隻小白貓你猜那隻小白貓對牠說什麼|喵
收音機關很小聲|觀世音(關細音)
28是甚麼?|七乘以四(屈臣氏)
甚麼龍不會動?|保麗龍
象皮 牛皮 虎皮 那一種皮最差|象皮
為甚麼西瓜是綠的|因為綠蠵龜(台語)
有一個大熱天，有隻鳥牠早上飛2小時，晚上飛1小時。請問為什麼那隻鳥早上飛得比晚上久?|因為早上陽光太刺眼，所以牠必須把一隻手遮住自己的眼睛，因此早上則飛叫久，而晚上因沒太陽所以他就可以用兩個翅膀飛，所以照理來說用兩個翅膀飛得比只有一個翅膀還要快!!!
從前有一個人，他從二十樓跳下來，為什麼沒有死？|因為他在玩笨豬跳。HaHaHa>_
什麼情況下人會有四隻眼睛？|兩個人的時候
一個蛋糕分成八塊吃掉其中的三塊這樣叫做什麼?|八分之三
一家七口，沒錢養狗!!!|獸
醬油的哥哥是誰?|醬油膏(醬油哥的台語)
把以下5個英文字母連在一起，可以知道你下輩子是甚麼?          Ｍ        Ｅ　　　　Ｑ　　　　　　Ｗ　Ｗ|你豬喔
請問誰賣忘情水？|阿霞，因為啊蛤（阿霞）給我一杯忘情水
O和K加起來是什麼|蹦（ok繃）
黃黃酥酥|太陽餅
英文有幾個字母|7個
沙漠裡有兩杯水，一杯是嘔吐物，一杯是水溝水，請問你要喝哪一杯。|水啊，因為有兩杯啊幹麻不喝呢
阿姆斯壯登陸月球說了什麼話？|美國話(ㄎㄎ)
鬍子如果每天長，那要怎麼辦?|把根拔起來嘛!
一群人拿雞蛋砸槍|槍林彈雨
小名那班要出去烤肉他們會去哪考??|動物園
甚麼水可以放進口袋?|薪水
有一個圖案,圖案中有很多的 網 字,網 圍成一個正方形,有一面的網是打開的,猜一個成語|網開一面
曉明的大哥叫大華，二哥叫中華，弟弟叫什麼?|曉明
猴子睡覺|侯爵
虎姑婆是誰|虎姑婆就是虎姑婆
如果你的身分證掉了怎麼辦|撿起來啊
哪一種水果最燙|梨子因為離子燙
有一位司機他準備開車他打開車門你猜他下一個動作是什麼|座下啊
外面是綠色裡面是紅色吐出來是黑色跟白色|西瓜
5>0；0>2；2>5|剪刀石頭布
一件東西大無邊，能裝三百多個天，還裝月亮十二個，它換衣服過新年|日曆
為甚麼老太太用「火爐」洗頭髮?|老太太只是講台語，它是用「飛柔」洗
狗急跳牆,貓急爬牆,(1)鳥急什麼牆?(2)人急呢?|(1)鳥急飛牆(2)人急撞牆
有一個人攝取過多蛋白質,他朋友告訴他可能會出事,他非常困惑,於是去看醫生,問醫生會怎麼樣?猜猜醫生說什麼?|會,你會被罵笨(蛋)或(白)癡或神經(質)
有一隻公鹿越跑越快越跑越快最後他變成了什麼?|高速公路
什麼動物加什麼動物等於一種動物|貓+ 熊=貓熊
一口井 旁邊有杯茶|警察
遠看像水桶，近看像破掉的東西|破水桶
一隻公雞一隻母雞|兩隻雞
這些書再怎麼翻都是寫一樣ㄉ|千篇一律 你猜對了嗎?
大姊樹上叫，二姊拿燈照，三姊用針刺，四姊嚇一跳。 ( 猜四種昆蟲 )|蟬，螢火蟲，蜜蜂，蚱蜢
酷酷哥   酷帥哥   帥酷哥   帥帥哥哪個人的妻子身體不好？|酷酷哥           因為他的老婆叫酷酷嫂
15個吊桶|7上8下
鳳梨要怎麼挑才不會酸?|要挑躺著的 因為站著的會酸
什麼笛子不可以吹|鼻笛
肥沃之地|豐原
豐年之兆|瑞穗
樂聲動人|鶯歌
老婆|梧棲
夜幕低垂|烏來
十|田中
這個東西，左看像電燈，右看也像電燈，和電燈沒啥兩樣，但就是不會亮，是啥東西呢？|燈泡
衣錦還鄉|歸有光
晉室東渡的司馬遷|司馬遷
你沒有他有，天沒有地有|也
1個女人把2個貝殼放在頭上|嬰
A B C D E F然後是甚麼？|當然是G～
為什麼上帝不租A片|因為人在看天也在看啊～
小升的媽媽生了五個小孩，第一個叫小美，第二個叫小胖，第三個叫小豬，第四個叫小傑，那第五個叫什麼名子？？？？？|小升
晚上12點你正在幹嘛？|抱佛腳（零時抱佛腳）
人死後為何會變得冰涼?|心靜自然涼
米的生母是誰?|花  (因為花生米阿)
水餃是公的還母的？|公的，因為他有包皮
公的鯊魚小還是母的鯊魚小？|公的，因為公鯊小（講3小.....）
小兵的兒子叫做什麼|小小兵
為我的死亡拍手見到我拍手見到我點燈我真的很受歡迎|蚊子
一艘潛水艇 限十個人進去 現在潛水艇裡有八個人一個孕婦進去 潛水艇就沉下去了為什麼|因為潛水艇本來就要沉下去啊! (ㄎㄎ)
一群人不好做，一個人沒辦法，兩人做嘟嘟好。|悄悄話
水的媽媽|水母
將牡的媽媽是什麼？|鴨子(薑母鴨)
🐍什麼蛇爬的最慢？🐍|魯蛇（Loser）
4+1=？|3（四個角的梯形+三個角的三角形=三個角的三角形）
3–1=？|4（三個角的三角形–1個角=四個角的梯形）
小白兔-小白兔=?|小白
今天輪到數學最好的尼克打菜，他心裡想：「一人5x5公分剛剛好！」，打完菜卻很傷心，他為什麼傷心？|忘了算自己的...
什麼地方的人最沒有禮貌|彰化〈髒話〉
媽媽的頭是我的腳，那我的頭呢？|媽媽的腳
十在哪裡?|田中
有一人在裸奔，警察想要带捕他，他卻說他在從事正當活動，請問他在從事什麼活動?|遛鳥
香港腳是成藥還是處方藥?|香港腳不是藥
四四方方一塊田，一灣清水在田邊，長腿烏鴉來喝水，要飛飛到白雲邊。|硯台,毛筆,紙
大哥說話先脫帽，二哥說話先挨刀，三哥說話先喝水，四哥說話雪花飄。|鋼筆 鉛筆 毛筆 粉筆
颱風天要帶幾元出門？|沒事千萬別出門 (沒四千萬別出門
貨車餘下10kg油，電單車餘下8kg油，為什麼它們可以去加油站？|因為去加油站的路是斜路😆😆😆
gy gy餐廳生意一向都很好,為什麼回倒?|地震來了
裡面有齒輪,分成60格|時鐘
小明說不能說黑這個字，然後問彩虹有個顏色?小天說紅.橙.黃.綠.藍.靛.紫. 小明說哈哈妳說紫了 小天說你是說黑阿|小明說哈妳不是說黑了嗎
鯊魚吃了綠豆會變成什麼|綠豆鯊
如果諸葛亮活著，世界現在會有什麽不同？|會多一個人
為什麼我說你是笨蛋，你卻不相信呢？|因為你就是啊～
哪裡的芭樂最貴|麥當勞
豬走到美國變成什麼??|pig
為什麼放煙火時，不會射到星星？|因為星星會閃......
和尚最需要什麼東西？|圓規，因為要化緣(畫圓)
頑皮豹的好朋友是誰？|大郎。因為主題曲：大郎～大郎～大郎～
你正好要開車，可是有一隻小狗走到你的車子前面，你要怎麼辦？|咖啡。台語：給牠B
為什麼小明扮鬼媽媽會死掉？|被小明嚇死的
小明畫了些小鳥，但是只畫了藍天、白雲，這是為什麼？|小鳥都飛走了，只剩藍天
千字頭，木字腰，太陽出來從下照。|香
此字真稀奇，一看二十一又像三十一|世
為什麼老鼠重沙漠過去只留下一條限|老鼠期腳踏車
蛇不會醉還是青蛙不會醉？|青蛙因為(我沒醉)(台語)
櫻桃小丸子家賣甚麼？|鞭炮(ㄆㄧㄌㄧㄆㄚㄌㄚ)
甚麼虎不吃人？|壁虎
哪個食物六親不認|沙嗲(殺爹)
你能做、我能做、大家都能做，一個人能做、兩個人不能一起做。這是做什麼?|作夢
鐵放到外面會生鏽，那金子呢?|會被偷走
如果有一輛車'裡面載著甲跟乙'請問這台車是誰的???|如果的
如果哥哥叫:法克爸爸叫:法蘭克那麼妹妹叫什麼?|法Q,因妹妹很可愛用Q來表示
被媽媽打，感覺很痛，但是只有痛到唉唉叫，沒有哭出來，叫做什麼？|有教（叫）無類（淚）
東邊沒有耳朵|陳
黑色的狗不亂叫|默
呆更呆|槑
王八沒有蛋|兲
世界上最討厭的一張紙是什麼？|考卷
用西瓜和雞蛋打頭，那一個比較痛？|頭比較痛！
1+1難不難|不難，你不是男生
8+5=？|扒我
綠豆跳下樓後，變成什麼樣子？|變紅豆
一隻小雞生出蛋糕(猜食物)|雞蛋糕
有兩個人摔到谷底一個死了叫死人另外一個還沒死要叫什麼?|叫救命
打什麼東西不需要用力氣|打哈欠
一名金色的人|一名驚（金）人
啤酒一打12支拿雞蛋一打是幾顆|是0顆 因為一打就破
什麼時候5-4等於3|算錯的時後
為甚麼猴子最討厭平交道|平交道上沒有香蕉
電聯車從 左邊往右邊開，風往左邊吹，煙會往哪裡飄？|電聯車沒有煙
廁所裡要放甚麼花|五月花衛生紙
糖果腿軟會變什麼?|軟糖
有周杰倫的叫晴天，有lara的叫下雨天，那最幸福的時候是什麼天|有你陪伴的每一天
瓦斯怎麼叫|打電話叫
一頭牛1倍。那三頭牛呢|三頭六倍因為(三頭六臂
誰會跑過月亮|誰
請問世界是最長的車是什麼?|塞車
隱形的劍是甚麼劍?|看不見
英文字母有幾個?|七個(E_n_g_l_i_s_h)
為什麼小明回家要數大便|因為「數大」便是美
不要 猜一字|嫑
木做的門叫木門，鐵做的叫鐵門，那愛情呢？|我們
甚麼燈籠怎點也點亮?|牛皮燈籠。(點都點不明)
一個日|太陽
互吻|呂
誰最棒???|不知(=_="(
如果有一輛車，王子是司機，公主是乘客，那這輛車是誰的呢?|如果的
汽車在轉彎時，哪個輪胎不會動?|備胎
有一顆芭樂樹樹上有十顆芭樂有隻猴子爬了上去吃了十顆芭樂(全部吃完)為什麼樹上還有一個芭樂|因為猴子的名字叫 芭樂
將薑切開會變什麼|open 將
一網打盡|整除
鉛筆性什麼?(猜一字)|蕭
月小姐 刀先生都是人 他們戴著帽子開車|輸
上完廁所用左手還是右手擦屁屁比較好呢?|也許用衛生紙擦比較好...............
洗澡的時候要先脫褲子，還是脫衣服~~~~|先關門啊~~~
今天學校在考試，小明知道答案但為什麼一直看別人的?|因為小明是老師
80倒過來是幾。|08
什麼電不用錢|閃電
誰推翻了清朝|除草機
夜裡打算盤|暗算
總統府前面那條路是什麼路?|柏油路
一部電影200元三部電影多少錢?|50元 (三不五時)
螃蟹最討厭什麼?|橫著走
肉包子打狗，猜一俗語|有去無回
一間屋，三個門，裡面只住半個人，猜一用品|褲子
什麼雞是長在樹上的?|奶雞 (荔枝)
《南山可移》|動脈(移動山脈)
沃野千里|豐原
瘋子跳樓警察盃杯會來,那胖子跳樓誰會來|地震
哪一種線剪了爸媽會罵你|電線
小明媽媽早上給他100塊，小明中午買便當花了50塊，下午胖小虎跟他借了20塊，只還15塊，有一個寞生人知道了，他會說什麼？|干我屁事？
樹上有100隻鳥'打了2隻剩幾隻?|0隻 都飛走了
蝌蚪沒了尾巴,成了青蛙,猴子沒了尾巴變甚麼|還是猴子
有名偷車賊,看到一輛凱迪拉克,為甚麼不偷|因為那是他自己的
白貓掉進河裡,黑貓救她上來,白貓的第一句話是甚麼|喵
有一條很急的河,你有一把梯子和一根木頭,用梯子還差10公尺,加木頭還差5公尺,怎麼辦|走橋
小杯奶茶想變大杯怎嚒做？（只能用嘴巴）|念大杯咒（念大悲咒）XDD
小明的飯粒在左邊，他把飯粒吃掉了。如果飯粒在右邊，小明會怎麼把飯粒吃掉？？|小明會把飯粒從右邊移到左邊再把他吃掉。^_^
不衛生的國民|塗潭
甚麼虎不會吃人?|壁虎
女人的嘴巴jjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjj|如
亮亮是一隻貓，他不愛吃魚，他爸爸說了一句話，亮亮就馬上開始吃魚了，你知道爸爸說了什麼話嗎？|爸爸：你有看過哪隻貓戴眼鏡的嗎？
59487你會想到甚麼?|我就是87!!
如果希特勒至今還活著,世上會發生什麼事?|世界會多一個人
什麼人不會走路?|剛出生的小北鼻
嘉義哪個地方的買的鋼琴最不好|南壇(難彈)
什麼樣的雨可以淋死人?|槍林彈雨呀!
為什麼大家都喜歡坐著看電影?|因為站著腳會痠啊!!
什麼樣的飛機不能控制抵達正確的目的地呢???|就是紙飛機呀!
有一個山叫做我真山，山裡面有一座廟叫做我真廟，廟裡有一把劍叫做？|我真劍(賤)
一隻鴿子從台北飛到苗栗要1小時那為什麼從苗栗飛到台北要2個半小時?|因為2個半小時等於1個小時
為什麼飛機飛那麼高都不會撞到星星|因為星星會閃
哪一首歌的歌詞中有"李玟"?|月亮代表我的心
什麼水可以放口袋?|薪資
為什麼病人看到點滴就笑|因為他們笑點低
什麼水果會說話?|葡萄柚(因為叫葡萄，葡萄會喊柚)
全世界的人都有什麼共通點|都是人啊
為什麼不能給肥的人加油|油腔滑調 (油槍滑掉)
為甚麼小名打破了東西，媽媽卻沒有罵他？|他打破了冰塊！！
有一個瞎子，看不見卻知道前面有什麼，那他看見的是什麼？|一片黑暗…
離婚的主要起因是什麼？|結婚
雞為甚麼會過馬路|一切都是有原因的
小明在牆壁上亂畫，可是沒有被罵?|她在畫壁畫
醫生給了你三顆藥丸要你每半個小時吃一顆請問吃完需要多長時間|一個小時
哪個英文字母最酷|C 因為西裝褲(C裝酷
鴨子坐計程車(猜一個蔬菜)|小黃瓜
1. 萬世太平。（射臺灣地名）|永和
2. 米老鼠和唐老鴨。（射一字）|糖
3. 沒到手想搶到手，搶到手卻扔出手。（射運動品）|籃球
4. 稀奇真稀奇，天天脫層皮；到了大年夜，有骨卻沒皮。（射日常用品）|日曆
5. 氣球。（射成語，四字）|不翼而飛
6. 雖有十張口，只有一顆心；要想猜出來，必須動腦筋。（射一字）|思
7. 嘮叨。（射一字）|夠
8. 蚊子叮鼠牛虎兔龍蛇馬羊猴雞豬。（射卡通人物）|布丁狗（”不叮”狗）
9. 一個公公精神好，從早到晚不睡覺；身體雖小力氣大，千人萬人難推倒。（射玩具）|不倒翁
10. 日落。（射中國地名）|洛陽
11. 一胎喜得兩千金。（射一字）|瓶
12. 太陽出來它生龍活虎，太陽下山它銷聲匿跡。（射自然現象）|影子
13. 一個巴掌拍不響。（射成語，四字）|孤掌難鳴
14. 聾啞人士對談。（射一字）|批
15. 一匹馬兒兩人騎，一頭高來一頭低；馬兒蹦跳不走路，兩人騎著笑嘻嘻。（射兒童遊樂設施）|翹翹板
16. 踏階而上。（射成語，四字）|步步高升
17.脫了紅袍子，是個白胖子；去了白胖子，是顆黑丸子。（射水果）|荔枝
18. 十字路口。（射一字）|較、古、田
19. 輕聲細語的說。（射運動項目）|柔道
20.吳剛伐桂。（射桃園地名）|南崁（難砍）
21. 美味佳肴。（射一字）|呵
22. 久不開門，開門有信來。（射成語，四字）|通風報信
23. 好戲上場。（射中東城市名）|開羅
24. 落花流水春去也。（射24節氣名）|夏至
25.半部春秋。（射一姓）|秦
26. 有弟弟有姊姊有妹妹。（射一字）|歌
27. 長年平安。（射臺灣地名）|永康
28. 有水很多不是井，肥肥胖胖不是豬；鮮紅欲滴不是肉，圓圓滾滾不是球。（射水果）|西瓜
29. 在地圖上的「▲」符號，是表示什麼的所在地？ 山峰
30. 紅色的道路。（射地理名詞）|赤道
31. 我的心。（射一字）|悟
32. 說來真奇妙，有毛不是鳥；無翅空中飛，沒腿腳上跳。（射運動類玩具）|毽子
33.它的周圍繞著一圈寬扁的環狀物，好像戴了戒指一樣。（射行星名）|土星
34. 內人。（射臺灣地名）|梧棲
35. 少了一本書。（射成語，四字）|缺一不可（缺一”BOOK”）
36. 眾樹成林。（射一字）|森
37. 雙手搖，雙腳跳，鑽過城門，跨過小橋。（射運動遊戲）|跳繩
38. 七十二小時。（射一字）|晶
39. 青蛙的天敵，沒有外耳，是個聾子，在地上爬行。（射動物）|蛇
40. 世界兒童人權日是每年的幾月幾日？ 十一月二十日
41. 有點自大。（射一字）|臭
42. 小喇叭，掛在籬笆上，很漂亮，可惜吹不響。（射植物）|牽牛花
43. 華爾滋。 (射國內主持人) 澎恰恰
44.奇怪奇怪真奇怪，頭頂長出鬍子來；解開衣服看一看，顆顆珍珠露出來。（射穀物）|玉蜀黍（玉米）
45. 孔雀收屏。（射三國時代人名）|關羽
46. 日落半林中。（射一字）|東
47. 火箭直上。（射臺灣地名）|通霄
48. 有門沒有鎖，有頂沒有底，不能避風雨，睡覺用得上。（射家庭用品）|蚊帳
49. 天堂之門。（射日本地名）|神戶
50. 分量不足。（射一字）
51.及黃泉不相見也|死會 （依謎面意思，死了才相會）
52.啦啦隊不准坐下|加油站（加油的人都要站著）
53.吟詩作對|唱反調（「作對」別解成故意持不同論調）
54.寡人有疾|大家好（很少人生病，當然就是大家好）
55.笑彌勒|哈佛 （彌勒是佛）
56.沒有女人的城市 (猜外國地名)|A:漢城
57.國王搭飛機(猜明星)|A:王菲
58.富貴之花(猜地名)|A:牡丹
59.麻屋子紅帳子，裡面一個白胖子(猜食物)|A:花生
60.風光明媚(猜1台北地名)|景美
61.堅實(猜1國家名)|剛果
62.狼來了(猜1水果)|楊桃
63.七十二小時(猜1字)|晶
64.說他是條牛,無法拉車跑,說她力氣小,卻能背屋跑(猜1昆蟲)|蝸牛
65.飲水思源(猜1台灣地名)|知本
66.1顆心賣1億(猜1成語)| 一心一意
67.兩個胖子在一起(猜1中國地名)|合肥
68.1,3,5,7,9(猜1成語)|天下無雙
69.男生太多(猜1字) |妙

1.長的少，短的多，腳去踩，手去摸(提示:日常用品) | 答案:梯子
2.看看沒有，摸摸倒有，似冰不化，似水不流(提示:日常用品) | 答案:鏡子
3.兩姐妹，一樣長，酸甜苦辣她先嚐(提示:日常用品) | 答案:筷子
4.在家臉上白，出門臉上花，遠近都能到，一去不回家(提示:日常用品) | 答案:信
5.身小力不小，團結又勤勞。有時搬糧食，有時挖地道。(提示:動物) | 答案:螞蟻
6.說馬不像馬，路上沒有它。若用它做藥，要到海中抓。(提示:動物) | 答案:海馬
7.黑臉包丞相，坐在大堂上。扯起八卦旗，專拿飛天將。(提示:動物) | 答案:蜘蛛
8.吃進的是草，擠出的是寶。捨己為人類，功勞可不小(提示:動物) | 答案:奶
9.百姐妹，千姐妹，同床睡，各蓋被(提示:水果) | 答案:石榴
10.左手五個，左手五個。拿去十個，還剩十個(提示:日常用品) | 答案:手套
11.一物生得巧，地位比人高。戴上御風寒，脫下有禮貌(提示:日常用品) | 答案:帽子
12.屋裡一座亭，亭中有個人，天天盪鞦韆，不盪就有病(提示:日常用品) | 答案:鐘擺
13.頭上亮光光，出門就成雙。背上縛繩子，馱人走四方(提示:日常用品) | 答案:皮鞋
14.不是點心不是糖,軟軟涼涼肚裡藏,不能吃來不能喝,每天也要嘗一嘗(提示:日常用品) | 答案:牙膏
15.樓台接樓台，一層一層接起來，上面冒白氣，下面水開花(提示:日常用品) | 答案:蒸籠
16.一間小藥房，藥品裡面藏。房子塗白色，十字畫中央(提示:日常用品) | 答案:醫藥箱
17.薄薄一張口，能啃硬骨頭。吃肉不喝湯，吃瓜不嚼豆(提示:日常用品) | 答案:菜刀
18.有硬有軟，有長有寬。白天空閒，夜晚上班(提示:日常用品) | 答案:床
19.遠看兩個零，近看兩個零。有人用了行不得，有人不用不得行(提示:日常用品) | 答案:眼鏡
20.前面來只船，舵手在上邊，來時下小雨，走後路已乾(提示:日常用品) | 答案:熨斗
1、他走了的英文怎麼說？  | 答案 ：IKEA（台語諧音）。
2、離婚的主要起因是什麽？  | 答案 ：結婚。
3、為了怕身材走樣，結婚後不生孩子的美女怎麽稱呼？  | 答案 ：絕代佳人。
4、黑人爲什麽喜歡吃白色巧克力？  | 答案 ：怕吃到自己的手指。
5、偷什麽東西不犯法？  | 答案 ：偷笑。
6、洗手間客滿（猜一成語）  | 答案 ：無的（地）放矢（屎）。
7、為什麼有悲傷茱莉葉？  | 答案 ：因為有愛快羅密歐。
8、如果毛澤東沒死，現在的中國會是什麼樣子？  | 答案 ：多一個人。
9、你知道現代的科學家一般都出生在哪嗎？  | 答案 ：醫院裡。
10、爲什麽大部份佛教徒都在北半球？  | 答案 ：南”無”阿彌陀佛。
11、什麼樣的人幾乎都是孤兒？  | 答案 ：「 富二代」 ， 因為他們常說：你知道我爸是誰嗎？！
12、哪一個月有二十八天？  | 答案 ：每個月都有28天。
13、狗狗過了獨木橋後就不叫了。（ 猜一成語）  | 答案 ：過目不忘。
14、當醫生說你的病沒有希望時，該怎麼辦？  | 答案 ：換一個醫生。
15、只騙中年人。(猜一成語)  | 答案 ：童叟無欺。
16、一隻北極熊朝我們走過來，（猜一個成語）  | 答案 ：有備而來 (有bear來)
17、為什麼班上的好同學都容易被綁架？  | 答案 ：因為他們一臉好榜樣。
18、冬瓜、黃瓜、西瓜、南瓜都能吃，什麽瓜不能吃？  | 答案 ：傻瓜。
19、為何公馬比母馬跑得快？（ 猜一成語）  | 答案 ：因為快馬加鞭。
20、什麼顏色最會學人？  | 答案 ：紅色，因為紅磨坊(紅模仿）。
21、超人和蝙蝠俠有和不同？  | 答案 ：超人是將內褲穿在外面，而蝙蝠俠是把內褲套在頭上。
22、身分證掉怎麼辦？  | 答案 ：撿起來。
23、鴨蛋一打有幾個？  | 答案 ：0個（因為一打就破了）
24、醬油的哥哥是誰？  | 答案 ：醬油膏（台語：豆油哥）
25、你污辱我可以！（猜一地名）  | 答案 ：烏魯木齊。
26、姦屍－（猜一句成語）  | 答案 ：生死之交。
27、為什麼花木蘭從軍都沒人發現她是女兒身？  | 答案 ：因為木蘭無長胸 (木蘭無長兄)
28、為什麼父親一發現皮夾裡的錢數目少了一半後，便一口咬定是兒子幹的好事，為什麼？  | 答案 ：因為老婆絕對不會只拿走一半的。
29、為什麼花木蘭從軍都沒人發現她是女兒身？  | 答案 ：因為木蘭無長胸 (木蘭無長兄)。
30、什麼科目的老師最常道歉？  | 答案 ：化學老師，因為他常常說：「烯類」。
31、羊打電話給老鷹，老鷹接起電話說「喂」。請猜一成語？  | 答案 ：陽奉陰違 (羊phone鷹「喂」)。
32、周瑜與諸葛亮的母親分別姓什麼？（猜成語）  | 答案 ：既生瑜，何生亮。
33、被人家放了鴿子還很高興的是誰？  | 答案 ：鴿子。
34、林志零穿什麼最容易引起騷動？  | 答案 ：穿幫。
35、哪一種動物最喜歡貼在牆壁上？  | 答案 ：海豹（海報）。
36、什麼國家的人都不用電的？  | 答案 ：緬甸（免電）。
37、青春痘長在那裡最不用擔心？  | 答案 ：別人的臉上。
38、數字“３”在路上走呀走…翻了一個跟斗…又接著翻了一個跟斗，為什麼？（猜一成語）  | 答案 ：因為 “三番兩次”。
39、哪個數字最懶？哪個數字最勤快？  | 答案 ：一最懶，二最勤快，因為 「一不作二不休」。
40、用南瓜打頭和用西瓜打頭，哪個比較痛？  | 答案 ：頭比較痛。
41、一口井、 一杯茶、兩個杯子，你想到誰？  | 答案 ：警察伯伯 (井 茶 杯 杯)。
42、真正的豬喝什麼飲料？  | 答案 ：珍珠奶茶。
43、一塊錢可以買幾頭牛？  | 答案 ：九十頭 (因為九牛一毛)。
44、馬克，約翰，湯姆，誰可以讓比薩斜塔不倒下來？  | 答案 ：約翰，因為約翰去扶塔（約翰屈伏塔）。
45、八十歲照鏡子會是什麼樣子？（猜一歇後語）。  | 答案 ：老樣子。
46、Hello Kitty賣光光。（猜一地名。）  | 答案 ：貓空。
47、有一位女士離婚數次打一四字成語？  | 答案 ：前公（功）盡氣（棄）。
48、什麼車最多燈？  | 答案 ：垃圾車（因為它會一邊放音樂：登登登登登~~)。
49、為什麽蠶寶寶很有錢？  | 答案 ：因為它會結繭（節儉）。
50、早晨醒來，每個人都要做的第一件事是什麽？  | 答案 ：睜開眼睛。
51、黑頭髮有什麽好處？  | 答案 ：不怕曬黑。
52、進動物園看到的第一個動物是什麽？  | 答案 ：售票員。
53、猴子不喜歡什麽線？  | 答案 ：平行線…因為沒有相交（香蕉）。
54、鲨魚吃了綠豆會怎麽樣？  | 答案 ：綠豆沙。
55、蛤蜊麵放太久會變成什麼？  | 答案 ：變成擺久蛤蜊麵。
56、實驗課有個胖子不小心被氫氧化鈉水溶液噴到了， 他去問老師該怎麼辦？  | 答案 ： 老師說，那就要看你的造化了。
57、那兩個英文字母讓人們喜歡聽，而且聽的人最多？  | 答案 ：ＣＤ。
58、一頭豬說：加油啊。（猜一食品）  | 答案 ：朱古力。
59、土豆捅了包子致命一刀，怎樣了？  | 答案 ：變成豆沙（殺）包了。
60、什麽動物最愛貼在牆上？  | 答案 ：海豹（報）。
61、狐狸為什麽經常會摔跤？  | 答案 ：因為狐狸很狡猾（腳滑）。
62、期末考後我給自己取了個新疆名字。  | 答案 ：哲布慧·娜耶布慧·泉布慧。
63、4個人在屋子打麻將，警察來了為什麽帶走5個人？  | 答案 ：因為他們打的人叫麻將。
64、你在什麽時候喜歡喝汽水？  | 答案 ：在孤單的時候。
65、有一個雞蛋去茶館喝茶，後來怎麽樣了？  | 答案 ：結果它變成了茶葉蛋。
66、有一隻公鹿，它走著走著，越走越快，最後怎麽樣？  | 答案 ：它變成了高速公路。
67、打什麽東西，不必花力氣？  | 答案 ：打瞌睡。
68、有一天綠豆自殺從5樓跳下來，流了很多血，怎麽樣了？  | 答案 ：紅豆。
69、為什麽飛機飛這麽高都不會撞到星星呢？  | 答案 ：一閃一閃亮晶晶，因為星星會閃啊。
69、玉米想追求時髦,去燙頭了,結果怎麽樣呢？  | 答案 ：變成了爆米花。
70、什麽老鼠用兩只腳走路？  | 答案 ：米老鼠。
71、什麽鴨子用兩只腳走路？  | 答案 ：所有的鴨子都是用兩只腳走路的(是不是想說唐老鴨)。
72、小姐現在的生意不好做，為什麽？  | 答案 ：禽流感。
73、什麽樣的人不能在加油站工作？  | 答案 ：油腔滑調(油槍滑掉)的人。
74、水餃是男生還是女生？  | 答案 ：男生，因為水餃有包皮。
75、身穿著金色衣服的人。（猜一成語）  | 答案 ：一名驚（金）人。
76、手機不可以掉到馬桶？  | 答案 ：機不可失（濕）。
百姐妹，千姐妹，同床睡，各蓋被 | 石榴
寶寶不怕曬，穿衣真奇怪，裡邊套紅衫，外面披麻袋 | 花生
春天不下種，四季不開花，吃起來有味兒，嚼起來無渣 | 鹽
喝了池中一碗水，又笑又罵又軟腿 | 酒
紅口袋，綠口袋，有人怕，有人愛 | 辣椒
金一桶，銀一桶，打得開，關不攏 | 蛋
麻屋子，紅帳子，裡面睡個白胖子 | 花生
青蓬蓬，蓬蓬青，青蓬樹下出個白妖精 | 葫蘆
身穿紅袍，頭戴綠帽，坐在泥裡，呆頭呆腦 | 胡蘿蔔
生根不落地，有葉不開花，街上有得賣，園裡不種它 | 豆牙
兄弟七八個，圍著柱子坐，大家一分手，衣服全扯破 | 蒜
一頭實，一頭空，一頭白，一頭青 | 蔥
一物生來真奇怪，它是世上一盤菜，娘死它才生，它死娘還在 | 木耳
紫紅樹，紫紅花，紫紅花袋包芝麻 | 茄子
大姐樹上叫，二姐嚇一跳，三姐拿棒打，四姐點燈照（4種昆蟲） | 蟬、蚱蜢、螳螂、螢火蟲
地裡走，溝裡串，捎著針，忘了線 | 刺蝟
骨頭骨腦骨眼睛，骨腳骨手骨背心 | 螃蟹
鬍子不多兩邊翹，開口總說妙妙妙，黑夜巡邏眼似燈，日裡白天睡大覺 | 貓
南陽諸葛亮，穩坐中軍帳，擺起八卦陣，單捉飛來將 | 蜘蛛
年紀不算大，鬍子一大把，不分大和小，只會叫「媽媽」 | 羊
山上一盤磨，世人不敢坐 | 蛇
頭戴紅帽子，身穿白袍子，走路擺架子，說話伸脖子 | 鵝
頭上兩根毛，身穿花旗袍，成天不勞動，只知樂逍遙 | 蝴蝶
彎彎一大弓，頭上一撮纓，活著穿重孝，死了穿大紅 | 蝦
為我打你，為你打我，打破你的皮，流出我的血 | 蚊子
先修十字街，後造八卦台，主人中堂坐，恭候客人來 | 蜘蛛
學狗坐，沒狗高，又沒耳朵又沒毛 | 青蛙
一把刀，順水漂，光有眼睛沒有毛 | 魚
一個雞蛋一身毛，只會跳來不會跑 | 麻雀
一粒米，打三截，又沒骨頭又沒血 | 螞蟻
一位老頭背袋豆，一頭走，一頭漏 | 羊
站著沒有坐著高，一年四季穿皮襖 | 狗
嘴尖尖，尾巴長，我到南園去偷糧，家裏拋下兒和女，不知回鄉不迴響 | 老鼠
不大不大，渾身淨畫，背個紙口袋，走遍天下 | 郵票
長的少，短的多，腳去踩，手去摸 | 梯子
弟兄幾十個，分成幾面坐，見到有人來，從你頭上過 | 跳棋
古怪老漢，肩上挑擔，為人正直，偏心不干 | 天平
看看沒有，摸摸倒有，似冰不化，似水不流 | 玻璃
兩個兄弟一般高，一日三餐不長膘 | 筷子
兩姐妹，一樣長，酸甜苦辣她先嚐 | 筷子
沒到手搶它，到手就扔它，越是喜歡它，越是要打它 | 籃球
生在山嶺中，顏色都相同，到了你們家，有綠又有紅 | 茶葉
鐵打一隻船，紅娘在裡邊，小雨嘩嘩下，船到水就乾 | 熨斗
小白雞，托長尾，走一步，啄一嘴 | 針
兄弟四五人，各進一道門，要是進錯了，定會笑死人 | 衣扣
一家分兩院，兩院姐妹多，多的倒比少的少，少的倒比多的多 | 算盤
一件東西來回走，只有牙齒沒有口 | 鋸
一頭牛，兩個頭，這邊喝水那邊流 | 抽水機
有人不用它，無人用到它，出門總要用，進門放起它 | 門鎖
有山不見樹，有河部件水，有路不能走，要走跑斷腿 | 地圖
在家臉上白，出門臉上花，遠近都能到，一去不回家 | 信
嘴有城門大，牙有七八斤，渾身都是眼，尾巴只一根 | 魚網
綵排 | 以色列
攻城很順利 | 捷克
謎底在山東 | 秘魯
盼過冬 | 希臘
人造丘陵 | 新加坡
商品不批發 | 麥丹
天明再會 | 約旦
只想多掙錢 | 意大利
龍（打一成語） | 充耳不聞
一（打一成語） | 接二連三
乖（打一成語） | 乘人不備
亞（打一成語） | 有口難言
主（打一成語） | 一往無前
呀（打一成語） | 唇齒相依
判（打一成語） | 一刀兩斷
者（打一成語） | 有目共睹
泵（打一成語） | 水落石出
黯（打一成語） | 有聲有色
田（打一成語） | 挖空心思
十（打一成語） | 縱橫交錯
板（打一成語） | 殘茶剩飯
咄（打一成語） | 脫口而出
票（打一成語） | 聞風而起
騾（打一成語） | 非驢非馬
桁（打一成語） | 行將就木
皇（打一成語） | 白玉無瑕
忘（打一成語） | 死心塌地
中的（打一成語） | 矢無虛發
會計（打一成語） | 足智多謀
電梯（打一成語） | 能上能下
並重（打一成語） | 恰如其分
相聲（打一成語） | 裝腔作勢
傘兵（打一成語） | 從天而降
背臉（打一成語） | 其貌不揚
假眼（打一成語） | 目不轉睛
氙氚（打一成語） | 氣吞山河
勝境（打一成語） | 不敗之地
武斷（打一成語） | 不容分說
雨披（打一成語） | 一衣帶水
極小（打一成語） | 微乎其微
初一（打一成語） | 日新月異
仙樂（打一成語） | 不同凡響
美夢（打一成語） | 好景不長
兄弟（打一成語） | 數一數二
齊唱（打一成語） | 異口同聲
臥倒（打一成語） | 五體投地
感冒通（打一成語） | 有傷風化
化妝學（打一成語） | 談何容易
太陽灶（打一成語） | 熱火朝天
顯微鏡（打一成語） | 一孔之見
爬竹竿（打一成語） | 節節上升
無底洞（打一成語） | 深不可測
望江亭（打一成語） | 近水樓台
脫粒機（打一成語） | 吞吞吐吐
農產品（打一成語） | 土生土長
彩調劇（打一成語） | 聲色俱厲
黑板報（打一成語） | 白字連篇
飛行員（打一成語） | 有機可乘
翹翹板（打一成語） | 此起彼伏
婚喪事（打一成語） | 悲喜交加
打邊鼓（打一成語） | 旁敲側擊
飛鳴鏑（打一成語） | 弦外之音
垃圾箱（打一成語） | 藏垢納污
紙老虎（打一成語） | 外強中乾
八十八（打一成語） | 入木三分
笑死人（打一成語） | 樂極生悲
鵲巢鴉占（打一成語） | 化為烏有
盡收眼底（打一成語） | 一覽無遺
逆水划船（打一成語） | 力爭上游
石榴成熟（打一成語） | 皮開肉綻
舉重比賽（打一成語） | 斤斤計較
槍彈上膛（打一成語） | 一觸即發
全面開荒（打一成語） | 不留餘地
《聊齋誌異》（打一成語） | 鬼話連篇
零存整取（打一成語） | 積少成多
愚公之家（打一成語） | 開門見山
盲人摸象（打一成語） | 不識大體
清濁合流（打一成語） | 涇渭不分
四通八達（打一成語） | 頭頭是道
雙手贊成（打一成語） | 多此一舉
蜜餞黃連（打一成語） | 同甘共苦
單方告別（打一成語） | 一面之詞
照相底片（打一成語） | 顛倒黑白
愛好旅遊（打一成語） | 喜出望外
公用毛巾（打一成語） | 面面俱到
武大郎設宴（打一成語） | 高朋滿座
遇事不求人（打一成語） | 自力更生
千里通電話（打一成語） | 遙相呼應
多看無滋味（打一成語） | 屢見不鮮
兔子請老虎（打一成語） | 寅吃卯糧
不考慮中間（打一成語） | 瞻前顧後
沒關水龍頭（打一成語） | 放任自流
快刀斬亂麻（打一成語） | 迎刃而解
暗中下圍棋（打一成語） | 皂白不分
給家捎個話（打一成語） | 言而無信
一塊變九塊（打一成語） | 四分五裂
魯達當和尚（打一成語） | 半路出家
啞巴打手勢（打一成語） | 不言而喻
婁阿鼠問卦（打一成語） | 做賊心虛
超級好牙刷（打一成語） | 一毛不拔
貓狗像什麼（打一成語） | 如狼似虎
電鋸開木頭（打一成語） | 當機立斷
空對空導彈（打一成語） | 見機行事
二三四五六七八九（打一成語） | 缺衣少食
尖（打《論語》一句） | 小大由之
退休（打《論語》一句） | 老者安之
退席（打《論語》一句） | 不在其位
好讀書（打《論語》一句） | 學而不厭
門外漢（打《論語》一句） | 未入於室也
到處碰壁（打《論語》一句） | 不得其門而入
於予與何誅（打《論語》一句） | 我無言責之
莫中美人計（打《論語》一句） | 戒之在色
傀儡（打《孟子》一句） | 為其像人而用之也
請勿過慮（打《孟子》一句） | 求其放心而已矣
使女擇焉（打《孟子》一句） | 決汝漢
席地談天（打《孟子》一句） | 位卑而言高
世界冠軍（打《孟子》一句） | 無敵於天下
豐衣足食（打《孟子》一句） | 黎民不饑不寒
斯已而已矣（打《孟子》一句） | 可以止則止
廣廈千萬間（打《孟子》一句） | 大哉居乎
掌聲經久不息（打北京一地名） | 延慶
光啟族人大團圓（打上海一地名） | 徐家匯
中國振興更輝煌（打上海一地名） | 龍華
給爺爺讓座位（打天津一地名） | 小站
重點幹起，秋前方成（打天津一地名） | 和平
前藏安家，怡然開心（打天津一地名） | 蘆台
悔教夫婿覓封侯，只因陌頭忽有見（打天津一地名） | 楊柳青
朔方有石無土培（打重慶一地名） | 北碚
從打工起，終於出頭（打重慶一地名） | 巫山
山水之間，一方獨立（打重慶一地名） | 涪陵
集資共建，大橋貫通（打重慶一地名） | 銅梁
兵家必爭之地（打香港一地名） | 旺角站
超級騙子之言（打香港一地名） | 大坑道
保衛珍寶島之戰（打香港一地名） | 北角
歐洲敬獻皇帝之物（打香港一地名） | 西貢
固若金湯（打河北一地名） | 保定
辣椒市場（打河北一地名） | 辛集
中國界首（打河北一地名） | 玉田
山呼萬歲（打河北一地名） | 讚皇
日照清流湧（打山西一地名） | 陽泉
共同走江湖（打山西一地名） | 洪洞
抵達分水處（打山西一地名） | 臨汾
靜靜的頓河（打山西一地名） | 文水
為天下唱（打內蒙古一地名） | 呼和浩特
衝著你打（打內蒙古一地名） | 和林格爾
山花紅爛漫（打內蒙古一地名） | 赤峰
潘仁美賣國（打內蒙古一地名） | 通遼
落紅有主（打遼寧一地名） | 丹東
何謂五嶽（打遼寧一地名） | 盤山
八一勳章（打遼寧一地名） | 彰武
客人初至（打遼寧一地名） | 新賓
促其反正（打吉林一地名） | 敦化
涇渭不分（打吉林一地名） | 渾江
雄踞山寨（打吉林一地名） | 公主嶺
雙雙無突破（打吉林一地名） | 四平
貴在廉潔（打黑龍江一地名） | 寶清
楚劇選段（打黑龍江一地名） | 林口
又到雞西市（打黑龍江一地名） | 雙城
千里來慰問（打黑龍江一地名） | 撫遠
安得后羿弓（打江蘇一地名） | 射陽
空付一書扎（打江蘇一地名） | 高郵
鬼臉兒善變（打江蘇一地名） | 興化
准點到西寧（打江蘇一地名） | 淮安
分床不分家（打浙江一地名） | 桐廬
此日意無窮（打浙江一地名） | 富陽
無一知其義也（打浙江一地名） | 文成
無絲竹之亂耳（打浙江一地名） | 樂清
人在樓頭空佇立（打安徽一地名） | 休寧
風物長宜放眼量（打安徽一地名） | 懷遠
上下四方無險情（打安徽一地名） | 六安
介子推辭官退隱（打安徽一地名） | 潛山
根治黃河（打福建一地名） | 清流
神不在焉（打福建一地名） | 仙遊
曉以大義（打福建一地名） | 德化
靜觀待變（打福建一地名） | 寧化
戰太平（打江西一地名） | 武寧
鴻鳥飛（打江西一地名） | 余江
下不為例（打江西一地名） | 上饒
樹葉落盡（打江西一地名） | 余干
店主站櫃檯（打山東一地名） | 東營
佳作已見報（打山東一地名） | 文登
春光臨渡口（打山東一地名） | 夏津
美人鎖銅雀（打山東一地名） | 魚台
千里相會見真心（打台灣一地名） | 三重
華夏大地滄桑史（打台灣一地名） | 中壢
劉關張結義遺址（打台灣一地名） | 桃園
投身改革獲褒獎（打台灣一地名） | 彰化
金烏西墜白頭看（打河南一地名） | 洛陽
先收集然後整理（打河南一地名） | 焦作
柳暗花明又一村（打河南一地名） | 新鄉
珍珠如土金如鐵（打河南一地名） | 寶豐
介冑之士（打湖北一地名） | 武漢
公開贊助（打湖北一地名） | 襄陽
正者日也（打湖北一地名） | 當陽
年少無知（打湖北一地名） | 大悟
主人無恙（打湖南一地名） | 東安
紅杏出牆（打湖南一地名） | 花垣
剛剛平靜（打湖南一地名） | 新寧
安居故里（打湖南一地名） | 寧鄉
撥開雲霧現紅輪（打廣東一地名） | 揭陽
煙火滅後心安寧（打廣東一地名） | 恩平
桃李杏梅菊含笑（打廣東一地名） | 五華
湖中倒影水縱橫（打廣東一地名） | 潮州
日照幽篁籠古剎（打廣西一地名） | 天等
春水縱橫送我還（打廣西一地名） | 梧州
向陽坡上桃花艷（打廣西一地名） | 南丹
財源茂盛達三江（打廣西一地名） | 富川
皇后在京坐正宮（打海南一地名） | 瓊中
雄心縱橫行無阻（打海南一地名） | 通甚
公私倉廩皆豐實（打海南一地名） | 屯昌
子儀出征討祿山（打海南一地名） | 定安
北平解放之後（打四川一地名） | 成都
劉邦登基詔書（打四川一地名） | 宣漢
南人不復反矣（打四川一地名） | 瀘定
三十六載共患難（打貴州一地名） | 桐梓
那個願臣虜自認（打貴州一地名） | 安順
田心一片磁針石（打貴州一地名） | 思南
艷陽天卻聽雷聲（打貴州一地名） | 晴隆
懲惡揚善（打雲南一地名） | 宜良
依然故我（打雲南一地名） | 個舊
美哉嘉陵（打雲南一地名） | 麗江
全面整頓（打雲南一地名） | 大理
漩渦裡的歌（打西藏一地名） | 曲水
繁榮的北京（打西藏一地名） | 昌都
飛花滿四鄰（打西藏一地名） | 謝通門
長江後浪推前浪（打西藏一地名） | 波密
一勞永逸（打陝西一地名） | 長安
支出兩分（打陝西一地名） | 岐山
叔伯昆仲（打陝西一地名） | 咸陽
為虎作倀（打陝西一地名） | 扶風
發揚大協作精神（打青海一地名） | 互助
一帆風順無險阻（打青海一地名） | 平安
人的品格最重要（打青海一地名） | 貴德
千街萬巷沒堵塞（打青海一地名） | 大通
蜜罐城（打寧夏一地名） | 甜水堡
情投意合（打寧夏一地名） | 同心
老少多病（打寧夏一地名） | 中寧
聚氣守精（打寧夏一地名） | 固原
葉飄時零客人來（打新疆一地名） | 喀什
加的結果乃能大（打新疆一地名） | 和碩
芙蓉帳暖度春宵（打新疆一地名） | 溫宿
舉起鞭兒又緊韁（打新疆一地名） | 策勒
耳朵長，尾巴短。只吃菜，不吃飯。（打一動物名） | 兔子
粽子臉，梅花腳。前面喊叫，後面舞刀。（打一動物名） | 狗
小姑娘，夜納涼。帶燈籠，閃閃亮。（打一動物名） | 螢火蟲
一支香，地裡鑽。彎身走，不會斷。（打一動物名） | 蚯蚓
一樣物，花花綠。下台，跳上屋。（打一動物名） | 貓
溝裡走，溝裡串。背了針，忘了線。（打一動物名） | 刺蝟
肥腿子，尖鼻子。穿裙子，背屋子。（打一動物名） | 鱉
船板硬，船面高。四把槳，慢慢搖。（打一動物名） | 烏龜
一把刀，順水漂。有眼睛，沒眉毛。（打一動物名） | 魚
一星星，一點點。走大路，鑽小洞。（打一動物名） | 螞蟻
腳兒小，腿兒高。戴紅帽，穿白袍。（打一動物名） | 丹頂鶴
小小船，白布篷。頭也紅，槳也紅。（打一動物名） | 鵝
長胳膊，猴兒臉。大森林裡玩得歡。摘野果，搗鵲蛋，抓住樹枝蕩鞦韆。（打一動物名）長臂猿
娘子娘子，身似盒子。麒麟剪刀，八個釵子。（打一動物名） | 蟹
進洞像龍，出洞像鳳。鳳生百子，百子成龍。（打一動物名） | 蠶
尖尖長嘴，細細小腿。拖條大尾，疑神疑鬼。（打一動物名） | 狐狸
為你打我，為我打你。打到你皮開，打得我出血。（打一動物名） | 蚊子
無腳也無手，身穿雞皮皺。誰若碰著它，嚇得連忙走。（打一動物名） | 蛇
背板過海，滿腹文章。從無偷竊行為，為何賊名遠揚？（打一動物名） | 烏賊
日飛落樹上，夜晚到廟堂。不要看我小，有心肺肝腸。（打一動物名） | 麻雀
說馬不像馬，路上沒有它。若用它做藥，要到海中抓。（打一動物名） | 海馬
海上一隻鳥，跟著船兒跑。衝浪去抓魚，不怕大風暴。（打一動物名） | 海鷗
小時像逗號，在水中玩耍。長大跳得高，是捉蟲冠軍。（打一動物名） | 青蛙
白天一起玩，夜間一塊眠。到老不分散，人誇好姻緣。（打一動物名） | 鴛鴦
姑娘真辛苦，晚上還織布。天色濛濛亮，機聲才停住。（打一動物名） | 紡織娘
有位小姑娘，身穿黃衣裳。誰要欺負她，她就戳一槍。（打一動物名） | 黃蜂
身小力不小，團結又勤勞。有時搬糧食，有時挖地道。（打一動物名） | 螞蟻
頭頂兩隻角，身背一隻鑊。只怕曬太陽，不怕大雨落。（打一動物名） | 蝸牛
你坐我不坐，我行你不行。你睡躺得平，我睡站到明。（打一動物名） | 馬
穿著大紅袍，頭戴鐵甲帽。叫叫我阿公，捉捉我不牢。（打一動物名） | 蜈蚣
沙漠一隻船，船上載大山。遠看像筆架，近看一身氈。（打一動物名） | 駱駝
身穿綠色衫，頭戴五花冠。喝的清香酒，唱如李翠蓮。（打一動物名） | 蟈蟈
頭胖腳掌大，像個大傻瓜。四肢短又粗，愛穿黑大褂。（打一動物名） | 熊
個兒高又大，脖子似吊塔。和氣又善良，從來不打架。（打一動物名） | 長頸鹿
鼻子像鉤子，耳朵像扇子。大腿像柱子，尾巴像鞭子。（打一動物名） | 像
遠看像黃球，近看毛茸茸。嘰嘰嘰嘰叫，最愛吃小蟲。（打一動物名） | 小雞
兄弟七八千，住在屋簷邊。日日做漿賣，漿汁更值錢。（打一動物名） | 蜂
皮白腰兒細，會爬又會飛。木頭當糧食，專把房屋毀。（打一動物名） | 白蟻
身上滑膩膩，喜歡鑽河底。張嘴吐泡泡，可以測天氣。（打一動物名） | 泥鰍
長得像黃菊，引誘小魚蝦。觸手捕食物，舞爪又張牙。（打一動物名） | 海葵
像魚不是魚，終生住海裡。遠看是噴泉，近看像島嶼。（打一動物名） | 鯨
兩眼如燈盞，一尾如只釘。半天雲裡過，湖面過光陰。（打一動物名） | 蜻蜓
黑臉包丞相，坐在大堂上。扯起八卦旗，專拿飛天將。（打一動物名） | 蜘蛛
駝背老公公，鬍子亂蓬蓬。生前沒有血，死後滿身紅。（打一動物名） | 蝦
像貓不是貓，身穿皮襖花。山中稱霸王，寅年它當家。（打一動物名） | 老虎
身長約一丈，鼻生頭頂上。背黑肚皮白，安家在海洋。（打一動物名） | 海豚
遠看像隻貓，近看是隻鳥。晚上捉田鼠，天亮睡大覺。（打一動物名） | 貓頭鷹
腿長胳膊短，眉毛遮住眼。沒人不吭聲，有人它亂竄。（打一動物名） | 螞蚱
頭插花翎翅，身穿彩旗袍。終日到處游，只知樂逍遙。（打一動物名） | 蝴蝶
身子輕如燕，飛在天地間。不怕相隔遠，也能把話傳。（打一動物名） | 信鴿
腳著暖底靴，口邊出鬍鬚。夜裡當巡捕，日裡把眼瞇。（打一動物名） | 貓
頭前兩把刀，鑽地害禾苗。捕來烘成乾，一味利尿藥。（打一動物名） | 螻蛄
四柱八欄杆，住著懶惰漢。鼻子團團轉，尾巴打個圈。（打一動物名） | 豬
生的是一碗，煮熟是一碗。不吃是一碗，吃了也一碗。（打一動物名） | 田螺
頭戴周瑜帽，身穿張飛袍。自稱孫伯符，脾氣象馬超。（打一動物名） | 蟋蟀
身穿綠衣裳，肩扛兩把刀。莊稼地裡走，害蟲嚇得跑。（打一動物名） | 螳螂
叫貓不抓鼠，像熊愛吃竹。搖擺惹人愛，是貓還是熊？打一動物名） | 熊貓
播種（打一動物名）布谷
多兄長（打一動物名）八哥
屢試屢成（打一動物名）百靈
輕描柳葉（打一動物名）畫眉
華而不實（打一植物名）無花果
紅娘子，上高樓。心裏疼，眼淚流。（打一日常用品） | 蠟燭
一棵麻，多枝丫。雨一淋，就開花。（打一日常用品） | 雨傘
小小狗，手裡走。走一走，咬一口。（打一日常用品） | 剪刀
一隻罐，兩個口。只裝火，不裝酒。（打一日常用品） | 燈籠
左手五個，右手五個。拿去十個，還剩十個。（打一日常用品） | 手套
有硬有軟，有長有寬。白天空閒，夜晚上班。（打一日常用品） | 床
生在山崖，落在人家。涼水澆背，千刀萬剮。（打一日常用品） | 磨刀石
一物三口，有腿無手。誰要沒它，難見親友。（打一日常用品） | 褲子
又白又軟，罩住人臉。守住關口，防止傳染。（打一日常用品） | 口罩
頭大尾細，全身生疥。拿起索子，跟你講價。（打一日常用品） | 秤
平日不思，中秋想你。有方有圓，又甜又蜜。（打一日常用品） | 月餅
一隻黑狗，兩頭開口。一頭咬煤，一頭咬手。（打一日常用品） | 火鉗
外麻裡光，住在閨房。姑娘怕戳疼，拿它來抵擋。（打一日常用品） | 頂針
口比肚子大，給啥就吃啥。它吃為了你，你吃端著它。（打一日常用品） | 碗
猛將百餘人，無事不出城。出城就放火，引火自燒身。（打一日常用品） | 火柴
有頭沒有尾，有角又有嘴。扭動它的角，嘴裡直淌水。（打一日常用品） | 水龍頭
一群黃雞娘，生蛋進船艙。烤後一聲響，個個大過娘。（打一日常用品） | 爆米花
一隻黑鞋子，黑幫黑底子。掛破鞋子口，漏出白襯子。（打一日常用品） | 西瓜子
身穿紅衣裳，常年把哨放，遇到緊急事，敢往火裡闖。（打一日常用品） | 滅火器
前面來只船，舵手在上邊。來時下小雨，走後路已乾。（打一日常用品） | 熨斗
一隻沒腳雞，立著從不啼。吃水不吃米，客來敬個禮。（打一日常用品） | 茶壺
中間是火山，四邊是大海。海裡寶貝多，快快撈上來。（打一日常用品） | 火鍋
樓台接樓台，層層疊起來。上面飄白霧，下面水花開。（打一日常用品） | 蒸籠
一隊鬍子兵，當了牙醫生。早晚來巡邏，打掃真乾淨。（打一日常用品） | 牙刷
半個西瓜樣，口朝上面擱。上頭不怕水，下頭不怕火。（打一日常用品） | 鍋
生在雞家灣，嫁到竹家灘。向來愛乾淨，常逛灰家山。（打一日常用品） | 雞毛撣子
站著百分高，躺著十寸長。裁衣做數學，它會幫你忙。（打一日常用品） | 尺
一隻八寶袋，樣樣都能裝。能裝棉和紗，能裝鐵和鋼。（打一日常用品） | 針線包
一籐連萬家，家家掛只瓜。瓜兒長不大，夜夜會開花。（打一日常用品） | 電燈
你打我不惱，背後有人挑。心中亮堂堂，指明路一條。（打一日常用品） | 燈籠
生來青又黃，好比水一樣。把它倒水裡，它能浮水上。（打一日常用品） | 油
一顆小紅棗，一屋盛不了。只要一開門，棗兒往外跑。（打一日常用品） | 油燈
遠看兩個零，近看兩個零。有人用了行不得，有人不用不得行。（打一日常用品） | 眼鏡
對著你的臉，按住你的心。請你通知主人翁，快快開門接客人。（打一日常用品） | 門鈴
飯（打一字） | 糙
稻（打一字） | 類
武（打一字） | 斐
刃（打一字） | 召
冰（打一字） | 涸
再（打一字） | 變
巨（打一字） | 奕
廄（打一字） | 驢
嘴（打一字） | 唧
岸（打一字） | 滂
矮（打一字） | 射
炭（打一字） | 樵
癡（打一字） | 保
雨（打一字） | 池
日（打一字） | 畔
目（打一字） | 置
灰（打一字） | 塵
眾（打一字） | 侈
爿（打一字） | 版
思（打一字） | 十
水庫（打一字） | 滄
豐收（打一字） | 移
丹朱（打一字） | 赫
丹江（打一字） | 洙
干涉（打一字） | 步
西施（打一字） | 儷
東施（打一字） | 妞
書籤（打一字） | 頰
血盆（打一字） | 唬
早上（打一字） | 日
航道（打一字） | 潞
和局（打一字） | 抨
泥峰（打一字） | 擊
祝福（打一字） | 詰
煙缸（打一字） | 盔
晚會（打一字） | 多
瑞士（打一字） | 佶
糧食（打一字） | 稞
乍得人（打一字） | 作
鬼頭山（打一字） | 嵬
頂破天（打一字） | 夫
三丫頭（打一字） | 羊
不怕火（打一字） | 鎮
寫下面（打一字） | 與
陳玉成（打一字） | 瑛
旱天雷（打一字） | 田
熱處理（打一字） | □
不要走（打一字） | 還
半導體（打一字） | 付
關帝廟（打一字） | 扇
好讀書（打一字） | 敞
雁雙飛（打一字） | 從
單人床（打一字） | 庥
神農架（打一字） | 樞
抽水泵（打一字） | 石
畫中人（打一字） | 佃
絆腳石（打一字） | 跖
高爾基（打一字） | 尚
春末夏初（打一字） | 旦
冬初秋末（打一字） | 八
包頭界首（打一字） | 甸
古文觀止（打一字） | 故
爭先恐後（打一字） | 急
百無一是（打一字） | 白
上下一體（打一字） | 卡
另有變動（打一字） | 加
異口同聲（打一字） | 諧
半耕半讀（打一字） | 講
顛三倒四（打一字） | 淚
鳳頭虎尾（打一字） | 幾
彈丸之地（打一字） | 塵
四個晚上（打一字） | 羅
熙熙攘攘（打一字） | 侈
連聲應允（打一字） | 哥
孩子丟了（打一字） | 亥
池塘亮底（打一字） | 汗
內裡有人（打一字） | 肉
謝絕參觀（打一字） | 企
床前明月光（打一字） | 曠
對影成三人（打一字） | 奏
總是玉關情（打一字） | 國
柴門聞犬吠（打一字） | 潤
我獨不得出（打一字） | 圄
三點河旁落（打一字） | 可
二十四小時（打一字） | 舊
兩點天上來（打一字） | 關
入門無犬吠（打一字） | 問
一人背張弓（打一字） | 夷
說話的技術（打一字） | 團
第二次握手（打一字） | 觀
開門日正中（打一字） | 間
李時珍所著（打一字） | 苯
一口咬破衣（打一字） | 哀
非正式協定（打一字） | 藥
有一點不准（打一字） | 淮
宿鳥戀枝頭（打一字） | 術
日月一齊來（打一字） | 膽
進水行不成（打一字） | 衍
天際孤帆愁別離（打一字） | 穗
十日畫一水（打一字） | 洵
一一入史冊（打一字） | 更
四方一條心（打一字） | 愣
日邁長安遠（打一字） | 宴
驛外斷橋邊（打一字） | 驕
陝西人十分好（打一字） | 附
早不說晚不說（打一字） | 午
西安相聚之日（打一字） | 曬
一直真心相對（打一字） | 非
對方進了一球（打一字） | 哼
孤巒疊嶂層雲散（打一字） | 崛
江西如今變了樣（打一字） | 冷
後村閨中聽風聲（打一字） | 封
送走觀音使不得（打一字） | 還
一點一點得知（打一字） | 短
除夕殘年又逢春（打一字） | 桀
水映橫山落殘紅（打一字） | 綠
遙指紅樓是妾家（打一字） | 舒
畫前畫後費心思（打一字） | 田
萬世太平。（射臺灣地名） |  永和
日落。（射中國地名） |  洛陽
吳剛伐桂。（射桃園地名） |  南崁（難砍） |
好戲上場。（射中東城市名） |  開羅
長年平安。（射臺灣地名） |  永康
內人。（射臺灣地名） |  梧棲
火箭直上。（射臺灣地名） |  通霄
天堂之門。（射日本地名） |  神戶
沒有女人的城市 (猜外國地名) 漢城
富貴之花(猜地名) ||牡丹
風光明媚(猜1台北地名) |景美
堅實(猜1國家名) |剛果
飲水思源(猜1台灣地名) |知本
兩個胖子在一起(猜1中國地名) |合肥
米老鼠和唐老鴨。（射一字） |  糖
雖有十張口，只有一顆心；要想猜出來，必須動腦筋。（射一字） |  思
嘮叨。（射一字） |  夠
一胎喜得兩千金。（射一字） |  瓶
聾啞人士對談。（射一字） |  批
十字路口。（射一字） |  較、古、田
美味佳肴。（射一字） |  呵
半部春秋。（射一姓） |  秦
有弟弟有姊姊有妹妹。（射一字） |  歌
我的心。（射一字） |  悟
眾樹成林。（射一字） |  森
七十二小時。（射一字） |  晶
有點自大。（射一字） |  臭
日落半林中。（射一字） |  東
七十二小時(猜1字)|晶
男生太多(猜1字) |妙
沒到手想搶到手，搶到手卻扔出手。（射運動品） |  籃球
稀奇真稀奇，天天脫層皮；到了大年夜，有骨卻沒皮。（射日常用品） |  日曆
一個公公精神好，從早到晚不睡覺；身體雖小力氣大，千人萬人難推倒。（射玩具） |  不倒翁
一匹馬兒兩人騎，一頭高來一頭低；馬兒蹦跳不走路，兩人騎著笑嘻嘻。（射兒童遊樂設施） |  翹翹板
說來真奇妙，有毛不是鳥；無翅空中飛，沒腿腳上跳。（射運動類玩具） |  毽子
雙手搖，雙腳跳，鑽過城門，跨過小橋。（射運動遊戲） |  跳繩
有門沒有鎖，有頂沒有底，不能避風雨，睡覺用得上。（射家庭用品） |  蚊帳
氣球。（射成語，四字） |  不翼而飛
一個巴掌拍不響。（射成語，四字） |  孤掌難鳴
踏階而上。（射成語，四字） |  步步高升
久不開門，開門有信來。（射成語，四字） |  通風報信
少了一本書。（射成語，四字） |  缺一不可（缺一”BOOK”） |
1顆心賣1億(猜1成語)| 一心一意
1,3,5,7,9(猜1成語)| 天下無雙
蚊子叮鼠牛虎兔龍蛇馬羊猴雞豬。（射卡通人物） |  布丁狗（”不叮”狗） |
青蛙的天敵，沒有外耳，是個聾子，在地上爬行。（射動物） |  蛇
華爾滋。 (射國內主持人) |澎恰恰
國王搭飛機(猜明星) |王菲
說他是條牛,無法拉車跑,說她力氣小,卻能背屋跑(猜1昆蟲) |蝸牛
脫了紅袍子，是個白胖子；去了白胖子，是顆黑丸子。（射水果） |  荔枝
有水很多不是井，肥肥胖胖不是豬；鮮紅欲滴不是肉，圓圓滾滾不是球。（射水果） |  西瓜
奇怪奇怪真奇怪，頭頂長出鬍子來；解開衣服看一看，顆顆珍珠露出來。（射穀物） |  玉蜀黍（玉米） |
麻屋子紅帳子，裡面一個白胖子(猜食物) |花生
狼來了(猜1水果) |楊桃
太陽出來它生龍活虎，太陽下山它銷聲匿跡。（射自然現象） |  影子
輕聲細語的說。（射運動項目） |  柔道
落花流水春去也。（射24節氣名） |  夏至
在地圖上的「▲」符號，是表示什麼的所在地？ |山峰
紅色的道路。（射地理名詞） |  赤道
它的周圍繞著一圈寬扁的環狀物，好像戴了戒指一樣。（射行星名） |  土星
世界兒童人權日是每年的幾月幾日？ |十一月二十日
小喇叭，掛在籬笆上，很漂亮，可惜吹不響。（射植物） |  牽牛花
及黃泉不相見也－－－－  | 死會
啦啦隊不准坐下－－－－  | 加油站
吟詩作對－－－－－－－  | 唱反調
寡人有疾－－－－－－－  | 大家好
笑彌勒－－－－－－－－  | 哈佛
0001 二三四五六七八九 答案：缺衣少食
0002 門裡站著一個人。 答案：閃
0003 一點一橫長，一撇飄南洋，南洋有個人，只有一寸長。 答案：府
0004 一個人無法做，一群人做沒意思，兩個人做剛剛好。請問是啥密事？ 答案：說悄悄話
0005 會飛不是鳥，像鼠不是鼠。白天躲暗處，夜晚捉害蟲。 答案：蝙蝠
0006 小時四隻腳，中午兩隻腳，傍晚三隻腳。 答案：嬰兒,青少年,老人.
0007 上邊毛，下邊毛，中間一個黑葡萄。 答案：眼睛
0008 「蠶蟻」是螞蟻還是蠶？ 答案：蠶
0009 三面牆一面空小孩子在當中 答案：匹
0010 老詹養了一隻狗，並且從來不幫狗洗澡，為什麼狗不會生跳蚤呢？ 答案：因為狗只會生小狗
0011 兩隻螞蟻抬根槓,一隻螞蟻槓上望 答案：六
0012 為什麼兩個孩子恰恰好？ 答案：因為不孝有三
0013 為什麼嬰兒一出生就大哭？ 答案：因為他看到護士阿姨太漂亮.自己又太...小
0014 像糖不是糖，不能用口嘗，幫你改錯字，紙上來回忙。 答案：橡皮
0015 有對一模一樣的雙胞胎兄弟，哥哥的屁股有黑痣，而弟弟沒有。但即使這對雙胞胎穿著相同的服飾，仍然有人可立刻知道誰是哥哥，誰是弟弟。究竟是誰呢？ 答案：他們自己
0016 有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？ 答案：每個字兩角
0017 一個人有三根頭髮，為什麼他還要剪掉一根？ 答案：他想做三毛的哥哥
0018 華先生有個本領，那就是能讓見到他的人，都會自動手心朝上。這是怎麼回事？ 答案：他是個中醫
0019 老人梅友並到醫院去做檢查，結果醫生告訴他說要看開一點，請問他得了什麼病？ 答案：豆雞眼
0020 杏子從52樓跳下，為什麼沒事？ 答案：她是隻鳥
0021 兩位帥哥因何為了一位長相如恐龍般的女子大打出手？ 答案：打的要娶她.
0022 年年有餘，為什麼錢還是存不起來？ 答案：因為年年都被炒魷魚
0023 五個兄弟，住在一起，名字不同，高矮不其。 答案：手指
0024 醫生給了你三顆藥丸要你每半個小時吃一顆請問吃完需要多長時間 答案：一個小時
0025 干涉 答案：步
0026 無聊的時候，開車游車河時，叫做什麼？ 答案：白花油
0027 勞資爭議時，僱主應該穿什麼？ 答案：防彈背心
0028 灰姑娘的老爸老媽可能是誰？ 答案：白雪公主與包公
0029 在路上，它翻了一個觔斗，接著又翻了一次（猜4字成語） 答案：三翻兩次
0030 用豬肝和熊膽作成的神奇肥皂（猜4字成語） 答案：肝膽相照(香皂)
0031 為什麼大家喜歡看漫畫？ 答案：無聊
0032 一個男人加一個女人會成了什麼？ 答案：兩個人
0033 兩個女人與一千隻鴨子所說的話有何相似性呢？ 答案：無稽(雞)之談
0034 為什麼DrJ做完10下伏地挺身後，地上多了個凹洞？ 答案：因為他單手做伏地挺身
0035 為什麼大家都喜歡坐著看電影？ 答案：因為站著看腳會酸
0036 什麼書買不到？ 答案：遺書
0037 什麼鼠最愛乾淨？ 答案：環保署
0038 阿匹婆的英文名字是？ 答案：A-people
0039 右手永遠抓不到什麼？ 答案：右手
0040 參加聯考時，除了准考證之外，最重要的是什麼？ 答案：記得起床
0041 小馬哥的老爸在市立圖書館（四字成語） 答案：識途老馬(市圖老馬)
0042 哞哞叫的牛一下水游泳後就不叫了（四字成語） 答案：有勇無謀(哞)
0043 小麥的兩包面都被偷了（四字成語） 答案：面面俱到(盜)
0044 這封信是兩顆蛋做的（四字成語） 答案：信誓旦旦(蛋蛋)
0045 這冰看起來就好像是張鋁箔（四字成語） 答案：如履(鋁)薄冰.
0046 一頭被10公尺繩子拴住的老虎，要如何吃到20公尺外的草？ 答案：老虎...不吃草
0047 這個東西，左看像電燈，右看也像電燈，和電燈沒什麼兩樣。但它就是不會亮，這是啥東西呢？ 答案：壞掉的電燈
0048 天知地知我知（打福建一市縣名） 答案：三明
0049 長安一片月（打一字） 答案：脹
0050 人在不飢渴時也需要的是什麼水？ 答案：薪水
0051 海水為什麼是鹹的？ 答案：魚流的淚太多了
0052 為什麼阿福總要等老師動手才去聽老師的話？ 答案：他是個聾子
0053 鑽進錢眼裡的人最終會怎樣？ 答案：最終會死
0054 老王已經年過半百為什麼總愛圍著女人轉？ 答案：老王是推銷化妝品的
0055 用什麼方法可以使人不喝水？ 答案：把水改名字
0056 一斤白菜5角錢，一斤蘿蔔6角錢，那一斤排骨多少錢？ 答案：一兩等於十錢一斤100錢
0057 有一名女囚犯，被抓到警察局，並被單獨關到了一間防守非常好的小囚室裡，在沒有可能外人進入的情況下，第二天早晨，囚室裡居然多出了一名男士！這是為什麼？ 答案：這是一名懷了孕的女犯生下一名男嬰
0058 阿珍什麼家務都不會做，脾氣又壞，他爸媽為什麼還拚命催她結婚？ 答案：其目的是為了嫁禍於人.
0059 一間屋子裡到處都在漏雨，可是誰也沒被淋濕，為什麼？ 答案：空房子
0060 什麼人可以飯來張口，衣來伸手？ 答案：嬰兒
0061 脫了紅袍子,是個白胖子去了白胖子,是個黑圓子。打一植物？ 答案：荔枝
0062 一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼 答案：警察打車
0063 有一個網站，凡是上網的人沒有不先去那裡的(wwwhang123com)為什麼 答案：任何人都能夠各需所愛.
0064 鴨蛋一打有多少個？ 答案：全沒有了碎了
0065 後腦勺受傷的人怎樣睡覺？ 答案：閉著眼睛睡覺
0066 人死後為什麼變得冰涼？ 答案：心靜自然涼
0067 現代人為什麼越來越喜歡挖耳朵？ 答案：愛講髒話的人越來越多了
0068 友情和愛情怎樣區分？ 答案：友情出現在白天愛情出現在晚上
0069 吃不到葡萄，也不說葡萄酸，為什麼？ 答案：理解
0070 十萬個為什麼是什麼？ 答案：想問什麼就問什麼
0071 什麼時候我們會甘心熄滅自己的生命之火？ 答案：切生日蛋糕之前
0072 三名犯人聆聽法官宣判，法官說左右兩個無罪，究竟為什麼？ 答案：關中
0073 中國人講什麼話？ 答案：中國話
0074 地球有兩處地方，昨天可以是今天，今天可以是明天，那地方是哪？ 答案：南極和北極
0075 小凱開著車子，卻始終到不目的地，為什麼？ 答案：車子倒著走
0076 芳芳吃牛肉麵，卻不見任何牛肉？ 答案：她吃的是牛肉泡麵
0077 大明的英語呱呱叫，可是老外，都聽不懂他講的？ 答案：頭撞到水中的烏龜
0078 陸先生剛理發完，便要求理髮師降他的頭髮「中分」理髮師說做不到，為什麼？ 答案：他的頭髮是奇數
0079 聖　誕　夜，　聖　誕　老　公　公　放　進　襪　子　的　第　一　件　東　西　是　什　麼　？ 答案：腳
0080 什麼地方蓋了章才過得去？ 答案：印度
0081 蘋果樹上有二十個熟透的蘋果，被風吹落了一　半，後又被果農摘了一半，那麼樹上還有幾個蘋果？ 答案：5
0082 從一寫到一萬，你會用多少時間？ 答案：最多5秒,10000
0083 為　什　麼　拿　破　侖　的　字　典　裡　沒　有　一個「難」字　？ 答案：他的字典是法文
0084 和尚打著一把傘，是一個什麼成語？ 答案：無發無天
0085 什麼花可以看而不可以把握？ 答案：水花和煙花
0086 哪種火車車廂最少？ 答案：救火車
0087 什麼人是人們說時很崇拜，但卻不想見到 答案：上帝
0088 胖妞生病了，最怕別人來探病時說什麼？ 答案：多多保重
0089 中國人最早的姓氏是什麼 答案：姓善"人之初,性本善."
0090 一隻健壯的鴨子為什麼在小河中溺死了？ 答案：想不開自殺了
0091 從前，遍地是金的山是什麼山？ 答案：舊金山
0092 鐵放到外面要生銹，那金子呢 答案：沒了
0093 農夫養了10頭牛，為什麼只有19只角？ 答案：其中一隻是犀牛
0094 小明的爸爸只當了一次官，而且只當了幾天。可是因為當了那次官，鬧得他每天都要掏腰包，他當的是什麼官 答案：新郎官
0095 什麼時候最好還是要高高舉起你的雙手好些 答案：當人用手槍指著你的頭的時候
0096 小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎 答案：媽媽背著他上樓
0097 一個蘋果減去一個蘋果，猜一個字。 答案：0
0098 三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼 答案：救命
0099 哪兒的海不產魚 答案：辭海
0100 楚楚的生日在三月三十日，請問是哪年的三月三十日 答案：每年的三月三十日
0101 有種動物，大小像隻貓，長相又像虎，這是什麼動物 答案：小老虎
0102 猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米 答案：一個也沒有掰到
0103 小紅口袋裡原有１０個銅錢，但它們都掉了，請問小紅口袋裡還剩下什麼 答案：還剩下一個洞
0104 世上什麼東西比天更高 答案：心比天高
0105 什麼貴重的東西最容易不翼而飛 答案：人造衛星
0106 三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間 答案：三分鐘
0107 一個偉大的人和一隻偉大的獅子同一天誕生，有什麼關係？ 答案：沒關係
0108 醉鬼是什麼人？ 答案：宣佈自己沒醉的人
0109 當地球爆炸時，什麼地方最安全 答案：地猴
0110 哪一件衣服最耐穿？ 答案：最不喜歡的那件
0111 法王路易十四被砍頭後他的兒子當了什麼？ 答案：孤兒
0112 世界上什麼沒有標價？ 答案：情意
0113 小雲和阿花已經結婚了，為什麼他們還偷偷摸摸的約會呢？ 答案：他們分別是和別人約會
0114 一個人什麼「地方」能大能小？ 答案：心眼兒
0115 一年前的元月一日，所有的人都在做著一件非常重要的事，你記得是什麼事嗎？ 答案：都在呼吸
0116 小王跑步為什麼總是保持一個姿勢不變？ 答案：因為他在照片中
0117 左看像電風扇，右看像電風扇，雖然像電風扇，就是不會轉，請問這究竟是什麼？ 答案：停電的電風扇
0118 什麼情況下，每個人都會主動地發揮赴湯蹈火精神？ 答案：吃火鍋的時候
0119 3個人3天用3桶水，9個人9天用幾桶水 答案：九
0120 為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下 答案：跳水運動員
0121 小王因工作需要常交際應酬，雖然每天都很早回家，可妻子還是抱怨不斷，這為什麼 答案：他每天凌晨回家
0122 有一隻蝸牛從新疆維吾爾自治區爬到海南省為什麼只需三分鐘 答案：它在地圖上爬
0123 一個不會游泳的人掉進了水裡卻沒有淹死，為什麼 答案：穿著救生衣
0124 車禍發生不久，第一批警察就趕到了現場，他們發現司機完好無損，翻覆的車子內外血跡斑斑，卻沒有見到死者和傷者，而這裡是荒郊野外，並無人煙，這是怎麼回事 答案：因為這是一輛獻血車
0125 哪種人希望孩子越多越好？ 答案：兒童用品製造高
0126 一個人死前要做的最後一件事是什麼？ 答案：嚥下最後一口氣
0127 為什麼劉備三顧茅廬，諸葛亮才肯見他？ 答案：因為前兩次沒帶禮
0128 小王說他會在太陽和月亮永遠在一起的時候去旅行，你說可能嗎？ 答案：可能是明天
0129 古時候沒有鐘，有人養了一群雞,可是天亮時，沒有一隻雞給他報曉。這是為什麼？ 答案：他養了一群母雞
0130 老張是出了名的拳手，為什麼一戴上拳擊手套反而讓對手三下兩下打下台去了？ 答案：他是劃酒拳的高手
0131 遠東百貨遭小偷，警察立刻封鎖住所有出口，但為什麼小偷仍逃了出去，為什麼？ 答案：小偷可以從入口逃走呀
0132 你能做、我能做、大家都能做，一個人能做、兩個人不能一起做。這是做什麼 答案：做夢
0133 明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼 答案：什麼都看不見
0134 太太吃完飯後向先生要火柴，先生慇勤地掏出名牌打火機，卻被太太瞪了一眼，為什麼？ 答案：打火機怎麼能剔牙齒呢
0135 永遠都沒有終結的事是什麼？ 答案：問題
0136 世界上最潔淨的「球」是什麼球？ 答案：衛生球
0137 每個人都最愛的人是誰？ 答案：自己
0138 一個手無寸鐵的人鑽進了獅子籠裡，為什麼太平無事？ 答案：獅子籠是空的
0139 比黃金更容易招引盜賊的東西是什麼？ 答案：美貌
0140 老陳買的明明是真藥而不是假藥，為什麼會被判重刑？ 答案：他走私軍火
0141 有一個海沒有一滴水。是什麼海？ 答案：辭海
0142 為什麼只看過「小說」，沒看過「大說」？ 答案：因為大說已逝世
0143 新版的紙幣，竟然印得不一樣，為什麼？ 答案：號碼不一樣
0144 有一種牛皮最容易被戳穿，那是什麼牛皮？ 答案：吹牛皮
0145 黑人不必擔心哪一件事？ 答案：曬黑
0146 一個四腳朝天，一個四腳朝地，一個很痛苦，一個很高興，這是在幹什麼 答案：貓捉老鼠
0147 黃河的源頭在哪兒？ 答案：天上,黃河之水天上來.
0148 裝模作樣的人成功的途徑是什麼？ 答案：濫竽充數
0149 住在什麼樣的家裡，腳不出家門就可以上班工作？ 答案：國家
0150 什麼樣的河人們永遠也渡不過去？ 答案：銀河
0151 賣水的人看到河會怎麼想？ 答案：這些都是錢
0152 從事什麼職業的人容易在短時間反覆改變主意？ 答案：列隊的教官
0153 流浪了50多年的流浪漢，有一天突然不流浪了，為什麼？ 答案：他死了
0154 老王天天掉頭髮，什麼辦法都用了，只有一種辦法使他永遠不掉頭髮。是什麼辦法呢？ 答案：剃光
0155 什麼動物在天上是4只腳，在地上是2只腳，在水裡是3只腳？ 答案：怪物
0156 買一雙高級女皮鞋要214元5角6分錢，請問買一隻要多少錢？ 答案：一隻不賣
0157 一艘五十萬噸的油輪沉沒了，最先浮出水面的是什麼？ 答案：空氣
0158 為什麼羅丹雕塑的作品「沉思者」沒有穿衣服？ 答案：他正在想穿那件衣服好看
0159 什麼東西破裂之後，即使最精密的儀器也找不到裂紋？ 答案：感情
0160 什麼事情，只能用一隻手去做？ 答案：剪自己的手指甲
0161 什麼房子失了火卻不見有人跑出來 答案：太平間
0162 家裡又髒又亂，怎樣才能在最短時間內弄乾淨？ 答案：閉上眼睛眼不見為淨
0163 什麼地方能出生入死？ 答案：醫院
0164 在布匹店,買不到什麼布 答案：松贊干布
0165 什麼東西不能用放大鏡放大？ 答案：角度
0166 少女們的偶像如果不幸因車禍而成了植物人，那麼影迷們會怎樣呢？ 答案：帥呆了
0167 既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人 答案：新郎
0168 阿里巴巴和四十大盜的故事是東方夜譚還是西方夜譚 答案：都不是天方夜譚
0169 黑人和白人生下的嬰兒，牙齒是什麼顏色的 答案：嬰兒還沒有長牙齒
0170 為什麼老王家的馬能吃掉老張家的象 答案：因為他們正在下象棋
0171 為什麼女人穿高跟鞋後，就代表她快結婚了 答案：因為穿高跟鞋慢很容易被男人追上
0172 老高騎自行車騎了十公里，但周圍的景物始終沒有變化。為什麼 答案：他騎的是室內健身車
0173 六歲的小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理 答案：媽媽讓爸爸修理小明
0174 哪一種人最容易走極端？ 答案：愛基斯摩人
0175 狼來了  猜一水果名 答案：楊桃
0176 為什麼警察要系白皮帶？ 答案：不系皮帶褲子會掉下來
0177 世界上最高的峰叫什麼峰？ 答案：高峰
0178 一個圓有幾個面？ 答案：兩個面一個外面一個裡面
0179 為什麼結婚要請客吃飯，辦喪事也要請客吃飯？ 答案：前面宣佈家裡多了一個人吃飯後面宣佈家裡少了一個人吃
0180 怎樣使用最簡單的方法使X+I=IX等式成立？ 答案：1+X
0181 此字不難猜，孔子猜三天，請問是何字？ 答案：晶
0182 什麼時候4-3=5？ 答案：算錯時
0183 蛇為什麼要脫皮？ 答案：因為皮在癢
0184 教室中為什麼要有講台？ 答案：提高老師的地位
0185 為什麼沖天炮射不到星星？ 答案：因為星星會閃呀
0186 此字不難猜，而且不分開。請問是何字？ 答案：面
0187 在餐廳中吃完飯發現沒帶錢，怎麼辦？ 答案：刷卡或吃賒帳
0188 選美大賽--猜一國家名 答案：以色列
0189 藍色的筆能寫出紅字嗎？ 答案：寫個紅字當然可以
0190 人體最大的器官是什麼？ 答案：膽膽大包天.
0191 一個掛鐘敲六下要30秒，敲12下要幾秒？ 答案：66秒
0192 請問英語有多少個字母？ 答案：沒有字母是中文
0193 老王從九歲開始有蟲牙，為什麼90歲時他的牙都還在？ 答案：蟲早已換掉
0194 為什麼胖的人比瘦的人怕曬？ 答案：曬的面積比較大
0195 借什麼可以不還 答案：借光
0196 剛起飛的飛機突然冒煙掉在地上，為什麼沒人受傷 答案：所有人都死了
0197 什麼時候有人敲門，你絕不會說請進 答案：在廁所裡的時候
0198 梁山伯和祝英台變成了一對比翼雙飛的蝴蝶之後怎樣了 答案：生了一堆毛毛蟲
0199 什麼東西可以死很多次，而且一般情況下每次死的時間不超過1分鐘？ 答案：死機
0200 有甲、乙、丙三人跳傘，甲乙有帶傘，丙則無，但後來反而丙沒事，甲乙都有事，為什麼？ 答案：甲乙為丙辦喪
0201 世界上什麼東西以近2000公里小時的速度載著人奔馳,而不必加油或其它燃料 答案：地球
0202 考試做判斷題，小花擲骰子決定答案，但題目有20題，為什麼他卻扔了40次？ 答案：他要驗證一遍
0203 一把11厘米長的尺子，可否只刻3個整數刻度，即可用於量出1到11厘米之間的任何整數厘米長的物品長度？如果可以，問應刻哪幾個刻度？ 答案：可以.刻度可位於2,7,8處.
0204 世界上任何地方找不出如此便宜的住所是什麼地方？ 答案：牢房
0205 如果核戰爆發，你認為哪兩個地方會人滿為患？ 答案：地猴和天堂
0206 浪費掉人的一生的三分之一時間的會是什麼東西？ 答案：床
0207 什麼馬不會跑？ 答案：木馬
0208 整天整天在大街上逛悠並且特愛「管閒事」的傢伙是誰？ 答案：交通警
0209 為什麼離婚的人越來越多？ 答案：因為結婚的越來越多
0210 如果不辛得了狂犬病，你第一件事要做什麼？ 答案：列張仇人名單
0211 為什麼有人說：世界上分配得最公平的東西是「良心」？ 答案：你說過有人說自己沒有良心了嗎
0212 你知道一個人的小腿應該有多長？ 答案：應該長到碰著地面
0213 你有一艘船，船上有十五位船員，六十位乘客，三百噸貨物。你能根據上面的提示，算出船主的年齡嗎 答案：你就是船主年齡還需要算嗎?
0214 小王在市區租了一間房子，租約上註明若不慎引起火災，燒燬了房子，必須賠償三百萬元。小王不但不反對，甚至還主動多填了一個零，為什麼？ 答案：反正都賠不起
0215 你在一年半的時間都不會說話，這段時間你在幹什麼？ 答案：剛出生在哭
0216 有一種活動能夠準確無誤地告訴你：美人不是天生長出來的，而是七嘴八舌說出來的，這是什麼活動？ 答案：選美
0217 你怎麼區分東南西北？ 答案：很簡單加頓號
0218 在什麼樣的情況之下，手推車前有人推，後有人拉，但還是會向前進？ 答案：下坡的時候
0219 有三個小朋友在猜拳，，一個出剪刀，一個出石頭，一個出布，請問三個人共有幾根指頭？ 答案：六十
0220 我常帶著我的狗去晨跑，累得我和它都滿頭大汗，為什麼？ 答案：你見過狗滿頭大汗嗎
0221 晶晶一下子就破了跳高記錄，是怎麼做到的呢？ 答案：她從桿子底下走過去的
0222 當你捏住你的鼻子是，你會看不到什麼呢？ 答案：當然是你自己的鼻子
0223 可以天天躺在枕頭上工作一輩子的是什麼？ 答案：鐵軌
0224 有一樣的東西能托起五十公斤的橡木，卻容不下五十公斤的沙，你知道是什麼嗎？ 答案：水
0225 書獃子買了一本書，第二天他媽媽卻發現書在臉盆裡，為什麼？ 答案：他認為那本書太枯燥了
0226 小胖在從圖書館回家的計程車上睡著了。突然他一覺醒來，發現前座的司機先生不見了，而車子卻仍然在往前進，為什麼？ 答案：車子執錨了,司機正在後面推車.
0227 塑料袋裡有六個橘子，如何均分給三個小孩，而塑料袋裡仍有二個橘子？（不可以分開橘子） 答案：當然是一個人兩個桔子,只是一個連塑料袋一起給他.
0228 王大嬸有三個兒子，這三個兒子又各有一個姐姐和妹妹，請問王大嬸共有幾個孩子？ 答案：五個
0229 神偷「妙手空空」把附近一些有錢人家的金銀珠寶偷得一乾二淨，為什麼唯獨一家既無防盜設備，也無保全人員的財主沒受到光顧？ 答案：他自己的家
0230 有一個傢伙上身穿著棉襖，下身穿著短褲，左手拿著冰可樂，右手端著熱咖啡，每天坐在火爐旁，卻又開著冷氣，請問他到底是什麼人？ 答案：神經病
0231 爸爸要小明背論語，他一分鐘就背了整本書，難道小明是天才嗎？ 答案：不因為他只背了論語.
0232 老古家遭小偷，損失慘重，但當警方通知破案是，老古卻送慰問品去看那名竊賊，為什麼？ 答案：他想請教如何在半夜回家而不把老婆吵醒的秘法
0233 班長告訴菜鳥，當拉開手榴彈的保險之後，口中先數五秒再投擲出去，菜鳥一切都按班長指示動作，但仍被炸死了，為什麼？ 答案：因為菜鳥有口吃
0234 什麼虎會嚇人但並不吃人？ 答案：壁虎
0235 電話聲大作，卻不見小華和哥哥去接電話，這是怎麼回事？ 答案：因為那是電視廣告
0236 阿陳為什麼不能把賭博一次戒掉？ 答案：因為戒了右手還有左手呀
0237 艷陽高照，為什麼只有小可全身濕淋淋的？ 答案：因為他正在游泳呀
0238 大雄練就了「吃西瓜不吐子」的絕招，到底他是怎麼練成的？ 答案：吃得是無子西瓜呀
0239 一朵插在牛糞上的鮮花是什麼花？ 答案：牽牛花
0240 小秦買了一輛全新的跑車，卻不能開上馬路，這是為什麼？ 答案：他買的是玩具跑車
0241 堂堂的中央圖書館，卻沒有明版的「康熙字典」，這是為什麼？ 答案：康熙字典是清朝人編的
0242 老師和牧師有一個共同點，你知道是什麼嗎？ 答案：同樣擁有讓人睡覺的功夫
0243 從前大家都怕「大哥大」，現在卻喜歡「大哥大」，到底怎麼回事？ 答案：大哥大電話誰不喜歡
0244 做什麼事睜一隻眼，閉一隻眼比較好？ 答案：照相的
0245 奶奶非常疼愛她養的那頭貓，當貓咪生日那天，她特地準備了五個各放了一條魚的盤子，為它祝賀。貓咪走到盤子前，猶豫了一會兒，然後把第三個盤子裡的魚吃掉了，為什麼？ 答案：它高興
0246 中國人為什麼人口這麼多？ 答案：因為漢(和)人在一起.
0247 女兒第一次參加舞會，媽媽最擔心什麼？ 答案：與狼共舞
0248 每個懷孕的女人都常常會去想像孩子未來的長相，為什麼只有阿美例外 答案：她到現在還沒有想起來他爸爸長得什麼樣
0249 豬皮是用來作什麼的呢？ 答案：包豬肉用的
0250 100公斤的胖妹聽說騎馬可以減肥，便去試，你猜結果如何？ 答案：馬瘦子十公斤
0251 小虎從「武術大全」這本書上學得一身好功夫，但是第一次路見不平就被修理了一頓，為什麼？ 答案：他看的是盜印版
0252 為什麼小明拒絕用「一邊……一邊……」這個詞來造句？ 答案：老師不是說"一心不能二用"嘛.
0253 在什麼情況之下24和44不會約為成最簡分數？ 答案：寫在五線譜上面
0254 小吳稱讚女朋友的新衣服「十分漂亮」，但卻被女友打了一頓，為什麼？ 答案：滿分是一百分
0255 母親節那天，你如果不想讓母親洗碗，又不想自己動手的話，你該怎麼辦？ 答案：跟她說:"媽留著明天洗吧."
0256 一隻田鼠在挖洞時並沒有在洞口四周留下泥堆，為什麼？ 答案：因為他先挖出口
0257 阿忠結婚好幾年了，卻沒生下一個孩子，這是為什麼？ 答案：他生的是雙胞胎
0258 有一位律師，他自己有了婚變，卻站在太太的立場，免費擔任太太的辯護律師，並且幫助她向丈夫要求更多的贍養費，最後這律師卻沒有任何損失，為什麼？ 答案：因為這個律師正是那個太太
0259 老師出了一道作文，題目是「假如我是個董事長」，同學都用心在寫，為什麼小強不動手？ 答案：他在等秘書替他寫
0260 小麗身上只有五百元，下班後卻和同事跑到百貨公司瘋狂購物，花了五千元，她是怎麼做到的？ 答案：他用信用卡
0261 什麼東西要藏起來暗地裡用，用完之後再暗地裡交給別人？ 答案：軟片
0262 森林裡有一條眼鏡蛇，可是它從來不咬人，你知道為什麼嗎？ 答案：因為那森林裡沒有人
0263 為什麼老李喜歡和自己的老婆和孩子一起打麻將？ 答案：只有這樣才能回收一部分薪水
0264 明明是放砂糖的罐子，卻貼著一張寫著「鹽」的標籤，你知道作用何在？ 答案：騙螞蟻
0265 戒煙為什麼要戒兩次呢？ 答案：戒了右手還是戒左手
0266 如果你生出來的兒子只有一隻右手你會怎麼辦？ 答案：怕什麼他不是還有一隻左手嘛
0267 什麼車最不可能發生車禍？ 答案：靈車
0268 常把手伸向別人包裡的人，為什麼卻不是小偷？ 答案：海關檢查員
0269 美玲每晚都出去夢遊，為什麼她的丈夫不帶她去醫院治療呢？ 答案：她每回夢遊回來都帶回來兩千元
0270 世界上哪一種鴨蛋不能吃，煮不熟，卻打得破？ 答案：比賽成績的鴨蛋.
0271 老王是個酒鬼，有一天他去看醫生，醫生警告他喝酒一次不可超過4杯，為什麼老王還是不怕，一次喝了8杯呢？ 答案：因為他連續看了兩次醫生
0272 有一間屋子的北邊有肥料廠，南邊有酒廠，它有項優點，你知道是什麼嗎？ 答案：只要一開窗子就能知道什麼風
0273 小虎的機車既沒有鎖，也沒有違規，但是仍然被鎖上了，為什麼？ 答案：不知道那個迷糊蛋鎖錯了
0274 明明是個「錯」字，為什麼小華卻偏偏說要「對」？ 答案：的確是個"錯"字呀
0275 三個人一起下田，但其中一個人卻老站在那裡不動手，為什麼？ 答案：那是個稻草人
0276 外國人問路，小明拚命有英語對他說，他卻一點也聽不懂，這是為什麼？ 答案：因為他是法國人
0277 福爾摩斯花了半天時間，卻查不出命案現場有任何線索及目擊者，但他隨即就宣佈破案了，為什麼？ 答案：因為兇手自首了
0278 氣候突然轉冷，一隻鴕鳥決定南遷，請問它頭向南，尾朝北，而爪子該朝向哪一方呢？ 答案：鴕鳥不會飛
0279 小傑最愛吹牛，但是為什麼他說大家都說他講話很實在？ 答案：那是他自己說的
0280 經理想寫封信給太太，於是口述由女秘書代筆。寫好之後，經理卻發現漏了最後一句：「我愛你。」為什麼？ 答案：女秘書以為是對她說的
0281 天上有十個太陽，為什麼後翼只射下九個？ 答案：他不想摸黑回家
0282 什麼時候，我們會目中無人？ 答案：半夜我們一個人走在墓地
0283 誰會連續搖頭半個小時以上？ 答案：看球賽的
0284 考一個親戚稱呼問題，如果你曾祖父的兒子，就是娶了你媽媽的那個人，你應該叫他什麼？ 答案：喂乘兒子吃了沒有
0285 嫦娥為什麼後悔上廣寒宮？ 答案：因為月亮上沒有賽月餅
0286 人在做哪一件事的時候，最好能閉上眼睛？ 答案：死掉的時候省得嚇人
0287 除了司機以外，還有誰可以每天搭公車而不必給錢？ 答案：售票員
0288 在機場辦出境手續時，才想起忘了拿護照，怎麼樣才能在最短的時間裡拿到護照呢？ 答案：打開皮包就可以拿到了
0289 對一個打算把頭髮留到腰部的人來說，最重要的一件事是什麼？ 答案：晚上不要穿著白衣服出門
0290 為什麼有人說：「情人眼裡出西施」？ 答案：因為愛情使人盲目
0291 超人看到有人在銀行搶劫，為什麼不去阻止？ 答案：找不到電話亭
0292 什麼地方物品售價愈高，客人愈高興？ 答案：當鋪
0293 車子應該靠右行使才對，為什麼楊先生靠左行使卻沒事？ 答案：因為他正行駛在靠左行駛的國家
0294 老陳工作時一直閉著眼睛，從不睜開，他究竟是做什麼工作的？ 答案：假裝瞎子乞討
0295 在沒有停電、跳電的情況下，為什麼吳先生按了開關電燈卻沒有亮？ 答案：他接的是電視開關當然不會亮了
0296 小呆一天寫作文時，發現不會寫「笨」字，於是他查字典，但是卻查不到這個字，為什麼？ 答案：她笨的去拿英文字典去查了
0297 安妮的醫師男友到外地出差一年，每兩天會寫一封情書給安妮，請問兩個月之後，安妮會收到幾封情書？ 答案：一封也沒有,有,但他太懶了,一封也沒有寄.
0298 阿三死了，為什麼大毛理直氣壯的說：「兇手不是我，絕對另有其人！」 答案：因為阿三是電視推理劇場中的
0299 一名國中女生上了傳說中鬧鬼的廁所後，為什麼昏倒在廁所裡面？ 答案：他忘了廁所門是帶拉的推半天推不開暈過去了
0300 某人向槍靶射擊了五發子彈，共得一百分，他射中了哪裡？ 答案：只中一發正好一百
0301 甲跟乙打賭：「我可以咬到自己的右眼。」乙不信，甲把假的右眼拿下來放在嘴裡咬了五下。甲又說：「我還可以咬到自己的左眼。」乙仍然不信，結果，甲又贏了，他是怎麼做到的？ 答案：他把假牙拿下來咬左眼
0302 大多數人是用左手端碗，右手吃飯，對吧？ 答案：那要嘴巴幹什麼
0303 不見棺材不掉淚」可以拿來形容一個頑固，你知道什麼人是「見了棺材仍然不掉淚」的死硬派嗎？ 答案：當然是死人了
0304 老吳每天抽兩包煙，他老婆逼他減少一半的量，於是老吳把一天分成兩段時間，用過去相同的間隔速度抽煙，事實上，老吳的煙量卻一根也沒減少這是為什麼？ 答案：他的劃分是以清醒與睡覺為均等於沒少
0305 老李站在馬路上比手劃腳，卻不見警察來趕他，為什麼？ 答案：老李是警察
0306 一隻青蛙掉進三十公尺深的枯井，如果它每次能跳二公尺高，它需要跳幾次才能跳出井口呢？ 答案：那麼深的枯井他早就摔死了
0307 三國美男子周瑜，為什麼會感慨的說：「既生瑜，何生亮」呢？ 答案：因為諸葛亮長的比周瑜帥
0308 一向最愛吃蛋糕的大寶，今天為什麼連面前那14小塊蛋糕都吃不下呢？ 答案：因為他剛剛吃完那3/4
0309 為什麼阿發悄悄對臭皮說他褲子的拉鏈忘了拉，臭皮卻不以為意？ 答案：因為阿發說的是自己
0310 一個失戀的年輕男子從兩層樓高的天橋往下跳，結果卻毫髮無傷，這是怎麼回事？ 答案：因為他是演員正在拍電影
0311 媽媽明明在叫大寶，但出來的竟是小寶，為什麼？ 答案：大寶不在
0312 什麼東西越擦越小？ 答案：橡皮擦
0313 蘿蔔喝醉了，會變成什麼？ 答案：紅蘿蔔
0314 一加一等於多少？ 答案：不三不四
0315 煮一個蛋要四分鐘，煮八個蛋要幾分鐘？ 答案：四分鐘
0316 什麼東西不怕布，只怕石頭？ 答案：剪刀.
0317 大象為什麼會有那麼長的鼻子？ 答案：他愛說謊
0318 一頭牛一年吃三公頃的牧草，現有面積三十公頃的牧場養了五頭牛，請問需要多久才能全部吃完？ 答案：春風吹又生他們一輩子也吃不完
0319 他竟然可以向後走而向前進，這是怎麼一回事呢？ 答案：搭車裡向著與車行駛方向相反行走
0320 大氣的流動叫「氣流」；河水的流動叫「水流」；那風的流動呢？ 答案：風流
0321 從前的人結婚都要先查一查對方的三代，現在的人則查什麼？ 答案：口袋
0322 印度政府規定，男性不得與他的寡婦之姐妹結婚，為什麼？ 答案：既然有了寡婦表明本人已死了當然不能再娶了
0323 順著往「基隆」的路標走，卻跑到「桃園」去了，為什麼？ 答案：颱風剛過嘛,路標倒了
0324 明明是一個晴朗出太陽的好日子，卻有人說：「等一下就要刮颱風了！」為什麼他會這麼說？ 答案：因為現在正在颱風眼裡
0325 阿發仔的長相和家人很相像，但大家都說阿發仔不是他們的孩子，為什麼？ 答案：因為他是爸爸
0326 出去的時候光著身子，回到家才穿上衣服的是什麼？ 答案：衣架
0327 在平衡的蹺蹺板兩邊各放一個西瓜和冰塊，重量相等，如果就這樣放著，最後，蹺蹺板會向哪個方向傾斜？ 答案：一樣水平冰化了西瓜滾了
0328 什麼地方只要進去一個人就客滿？ 答案：廁所
0329 為什麼會有人見死不救？ 答案：死都死了還救什麼
0330 報紙上登的消息未必都是真的但是什麼消息絕對假不了？ 答案：日期
0331 電梯中擠滿了人，上升不久後突然下墜，為什麼沒人受傷？ 答案：全部死亡
0332 有名偷車賊，某天四下無人時，看到一輛凱迪拉克，他卻不動手，為什麼？ 答案：車是他的
0333 要形容女孩子好看，說什麼話她最高興？ 答案：謊話
0334 有一個瞎子快走到懸崖邊時，突然轉頭往回走，為什麼？ 答案：因為他只瞎了一隻眼
0335 每天早上從東方升起，西方落下，猜一種五個字的東西？？ 答案：是是是太陽(有點兒口吃).
0336 有個男子住在十三樓，他每天出門必搭電梯到一樓，但回來時只搭到四樓，然後再爬樓上去，為什麼 答案：他個子太矮按不到按鈕
0337 曹蘭在馬路邊攔下一輛計程車，當她坐進車中後立刻被司機趕出來，為什麼？ 答案：因為司機問他去那兒她說不告訴你.
0338 牛小時侯叫「犢」那兔子、烏龜小時侯應如何稱呼？ 答案：兔崽子龜兒子
0339 小陳半夜吃泡麵，為什麼一面吃，一面眼盯著表？ 答案：那包面的食用期到今天
0340 為什麼老陳會說他少了女人一天也活不下去？ 答案：他是化妝品製造商
0341 我伯父的弟媳，但不是我的叔母，那她是誰？ 答案：我母親
0342 我有九個蘋果，卻必須分給十三個小朋友，我該怎麼辦？ 答案：搾果汁
0343 報紙新聞和電視新聞最大的不同在哪裡？ 答案：報紙看完了可以保存.
0344 有架飛機失事，現場支離破碎，令人驚訝的是找不到任何傷著，為什麼？ 答案：那是一架遙控飛機
0345 老張不小心吞了一枚金幣，為什麼到十年後才去手術取出來呢？ 答案：因為當時不急著用錢
0346 天黑一次亮一次就是一天，可有一次天黑了兩次仍然只過了一天，你倆猜得到是什麼原因嗎？ 答案：碰上日全食了
0347 有一個人發高燒50度，他這時該找誰幫忙？ 答案：消防隊
0348 為什麼一瓶標明劇毒的藥對人卻無害？ 答案：除非你喝了它
0349 小明在圖畫課是交了一張全部塗黑的圖畫為什麼老師還是算及格？ 答案：因為小明畫的是一個黑人在半夜裡抓烏鴉
0350 懷孕的母狗怕人踢它，可是有個傢伙踢它，它既不躲避也不生氣，為什麼？ 答案：因為那傢伙在他的肚子裡踢
0351 一人一點是什麼字？ 答案：太
0352 山崗上有三隻狐狸，獵人開槍打死了一隻，問山崗上還有幾隻狐狸？ 答案：一隻
0353 小華和小涵約好中午12點鐘在學校吃飯，小華看了表後，匆匆去找小涵。見面後，小涵對小華說：「你相信9+4=1嗎？」小華聽後臉紅了，為什麼？ 答案：九點鐘加四點鐘是一點鐘
0354 一隻羊碰到一頭老虎，非但不怕，而且還把那頭老虎給吃了，這是怎麼回事？ 答案：那是只紙考虎
0355 人們心中最熱烈，最難以滿足的激情之一是什麼？ 答案：好奇心
0356 地球自轉一圈要24小時，自轉半圈要多少小時？ 答案：6小時
0357 小明和小涵各買了三束花，他們把花捆在一起，準備送給老師，那麼老師收到幾束花？ 答案：事束
0358 一個人請人畫十二生肖像最後只剩下蛇沒畫是，畫師怎麼也不肯畫了，為什麼？ 答案：因為他怕畫蛇添足
0359 亮亮開著車跟在一輛敞蓬車後面，那車卻沒有司機，為什麼？ 答案：車已壞靠前面的車拖著走.
0360 幼兒園的老師拿出一包糖，準備分給小朋友們吃，如果一人分一塊，便多出一塊，一人分兩塊，又欠兩塊，究竟最少有幾個小朋友？幾塊糖？ 答案：三個小朋友四塊糖
0361 明買了一兜水果，回到家了卻兩手空空，他保證沒有偷吃，也沒有弄丟，那是什麼原因呢？ 答案：送人了
0362 除了動物園和非洲可以看到長頸鹿外，還有哪些地方看得到？ 答案：考場
0363 大勇向小夥伴們吹噓說：今天上課的時候，老師提了一個問題，全班除了他沒有一個答對，你猜老師問的是什麼問題？ 答案：說:"大勇你為什麼又遲到了?"
0364 三支點燃的蠟燭擱在紙盒上，一陣風吹來，吹熄了一支，其餘兩支繼續燃燒，最後會剩下幾支蠟燭呢？ 答案：一支也不剩
0365 大勇不慎掉到水缸裡去了，當時周圍沒有大人，小朋友們急得團團轉，怎樣才能用最快的方法把大勇救出來？ 答案：把缸打破
0366 大勇說他和學校的老師很熟，在學校裡哪裡都能進去，但小涵偏說他有一處地方永遠也不能進去，是什麼地方呢？ 答案：女廁所
0367 一隻皮球和一隻鐵球從高樓上掉下來，誰先落地？ 答案：鐵球
0368 星期二過去是星期三，星期三過去是星期四，星期四過去卻是星期天，為什麼 答案：多撕了兩張日曆
0369 有個胖子上了公共汽車，沒有月票，也沒有買票，售票員為什麼讓他從起點坐到終點？ 答案：是個司機
0370 小明5歲，小亮3歲，小涵比他們倆各相差一歲，那麼小涵有幾歲？ 答案：四歲
0371 涵捉到一隻小鳥，她把小鳥放在桌子上，小鳥卻沒有飛，是什麼原因？ 答案：鳥已死
0372 大勇總愛吹牛，他說他能不用任何容器將一杯水帶走，小朋友都不相信，但他卻做到了，是怎麼回事呢？ 答案：將杯子倒扣在裝滿水的盆子裡
0373 在做遊戲是，你是司令，你手下有兩名軍長，五名團長，十個排長和二十五名士兵，那麼他們的司令今年幾歲了？ 答案：你幾歲就是幾歲
0374 小涵的媽媽熨燙衣服，一件衣服要五分鐘，一條褲子要三分鐘，現在有三件小衣服，一條褲子，小涵的媽媽要幾分鐘才能全部熨燙完？ 答案：18分鐘
0375 貓和豬有何區別？ 答案：一種是寵物一種是食物
0376 一場大雨，忙著耕種的農人紛紛走避，卻仍有一人不走，為什麼？ 答案：它是稻草人
0377 牆壁上爬著三隻壁虎，一隻壁虎掉下後沒多久，另外兩隻也跟著掉下來，到底發生什麼事情？ 答案：因為一隻在打瞌睡,另兩隻拍手叫好,也掉下來了,
0378 某島上有只烏龜，正中央是棵椰子樹，島的旁邊還有一座島，烏龜想過去，但又不太會游水，請問它該怎麼過？ 答案：他還在想
0379 公車來了，一位穿長裙的小姐投了8塊錢，司機讓她上車，第二位穿迷你裙的小姐投了4塊錢，司機也讓她上車，第三位小姐沒投錢，司機還是讓她上車，為什麼？ 答案：她用車票
0380 為什麼空軍的阿兵哥比較少？ 答案：空軍嘛當然比較少啦
0381 武士刀和日本人有什麼關係？ 答案：他們是剖腹之交
0382 餐廳裡，有兩對母女在用餐，每人各叫一個700元的牛排，付帳是卻只付2100元，為什麼？ 答案：這兩對母女是奶奶媽媽女兒,
0383 阿美念T大哲學系，她每天早上都擠八點的公車去上學，今天她擠上車後恰好有一空位，阿美坐上去後不知不覺地就睡著了，突然一覺醒來，發現全車除了她空無一人，但車子還在前進，為什麼？ 答案：車子拋錨了司機和乘客都在下面推車
0384 走進一家店，看見老闆和客人正在議價，老闆拚命殺價，而顧客卻一直抬高價錢，為什麼？ 答案：因為客人來賣車
0385 某人買了易開罐農藥，打算自殺，他的情人也要求同歸與盡，但農藥份量必須一整罐才會斃命，結果兩個人都死了，為什麼？ 答案：打開農藥罐已壞再拿一罐
0386 什麼樣的食物最讓人倒胃口？ 答案：吃了大半個蘋果裡邊藏著半條蟲子
0387 小陳禮拜天早上趕到西門町去看早場電影，到了西門町，卻看不到半個人，為什麼 答案：人有好多個就是沒有半個.
0388 有一個嬰兒喝了牛奶之後，一星期重了十公斤，為什麼？ 答案：那是一頭牛
0389 小明帶一百元去買一個七十五元的東西，但老闆卻只找了五塊錢給他，為什麼？ 答案：小明只拿元給老闆
0390 為什麼李爺爺被歹徒搶走了十萬元之後，不但不心疼，反而哈哈大笑？ 答案：因為那名歹徒是他上幼兒園的孫子扮演的
0391 「失敗為成功之母」，那成功為失敗的什麼？ 答案：反義詞
0392 有一個胖子和瘦子走在一起，胖子突然被掉落的高壓電線打倒，胖子死了，而瘦子並未碰到胖子或電線，可是他也死了，為什麼？ 答案：瘦子被油炸死了
0393 某人有喝一打高粱的酒量，但今晚他只喝了半瓶啤酒就醉了，為什麼？ 答案：他不久前才剛喝了一打高梁
0394 什麼時候會看到最多的星星？ 答案：踩到地雷
0395 恐龍為什麼會滅亡？ 答案：那個時候沒有動物保護協會
0396 喝可樂可以再來一罐，買洗衣粉也可以買大送小，那請問什麼店不能買一送一？ 答案：棺材店
0397 做什麼事情最開心？ 答案：開心手術
0398 聖女貞德是哪國人？ 答案：天國
0399 為什麼會有悲傷茱麗葉？ 答案：因為有愛的羅密歐
0400 為什麼天上會有星星？ 答案：證明愛因斯坦的相對論天上有星星地下也有猩猩.
0401 當跳到黃河也洗不清的時候，該如何澄清自己？ 答案：跳到澄清湖裡
0402 騎馬的蒙古人，是怎麼走路的？ 答案：走馬步
0403 為什麼大多數的人都不喜歡過32歲的生日？ 答案：沒有人會在蛋糕上插上三長兩短.
0404 閉著眼睛也看得見的是什麼？ 答案：夢
0405 剛念幼兒園的皮皮才學英文一個月卻能毫無困難地和外國人交談，為什麼？ 答案：外國人用國語與他交談
0406 台灣人去夏威夷度假，結果在海邊溺水，高喊救命，卻沒人理他，為什麼？ 答案：沒人聽懂中文
0407 拿破侖指揮作戰時，高喊「衝啊！」為何所有士兵卻是動也不動？ 答案：拿破侖說的是中文士兵怎麼聽得懂
0408 小龍的爸爸看到小龍書包裡塞滿了鈔票，卻視若無睹，為什麼？ 答案：那是兒童玩具
0409 小燕站在路中央，一輛時速90公里的汽車急馳而過，她卻未被撞死，為什麼？ 答案：小燕站在天橋上
0410 一隻母豬帶著10只小豬過河，背叼3只，過河後一算，還是10只小豬，為什麼？ 答案：母豬不會算數
0411 有一天，小英看到小明隨即驚叫，小明見狀，也跟著驚叫，為什麼？ 答案：因為他們正在玩遊戲
0412 小王開醫院，生意一直不是很如意，一天他的醫院突然車水馬龍排了一大堆人，為什麼？ 答案：因為他在醫院門口貼了今日住院3折
0413 身高168公分的小華，有一天去看棒球賽回來卻變成170公分，為什麼？ 答案：因為他被擊中長出了一個兩公分的包
0414 在賽車比賽中，有輛車撞上大樹，車子完全撞爛，開車者卻毫髮無傷，為什麼？ 答案：那是遙控車比賽
0415 住在台灣鄉下的老童，每早都有公雞叫起床，現在到了美國兒子家，無論公雞如何叫，老童都醒來，為什麼 答案：美國公雞用英語發音
0416 歹徒搶劫MTV店，朝店主開了一槍，店主情急之下抽出一卷影帶擋，居然平安無事，為什麼？ 答案：歹徒拿得是水槍
0417 政府在去年的中秋節提倡「不要讓嫦娥笑我們髒」，今年卻沒有，為什麼？ 答案：因為嫦娥去年就笑死了
0418 雞蛋裡面挑「骨頭」表示故意找人麻煩，那雞蛋裡面挑「石頭」又代表什麼意思？ 答案：小雞得了腎結石必須挑石頭了
0419 小明去參加講笑話比賽，一路上小明一直用冰塊敷嘴巴，為什麼？ 答案：怕笑話到時候不新鮮
0420 當女朋友跟你要天上的星星時，你該怎麼辦？ 答案：給他一拳再說他要不要月亮
0421 四月一日是屬於誰的節日？ 答案：你的
0422 為什麼夏天才有颱風？ 答案：因為他要冬眠
0423 為什麼閃電總是比雷快？ 答案：因為雷公說女士優先
0424 一個即將被槍決的犯人，他的最大願望是什麼？ 答案：穿上防彈衣
0425 身為中國人，你知道為什麼中秋節一定要吃月餅嗎？ 答案：你想吃太陽餅也行呀
0426 小寶的媽，看了奶粉廣告後，去買了加拿大的無污染奶粉，結果小寶吃了，還是拉肚子，為什麼？ 答案：因為那是用台灣的水泡的
0427 大頭買了一雙鞋子，從來沒穿過，提著鞋子到處走，到底是為了什麼？ 答案：他說鞋子穿久會壞
0428 小毛喜歡運動，有一天他在攝氏38高溫大太陽下做很激烈的運動，為什麼也居然不會流汗？ 答案：他在水裡游泳
0429 白冰冰與關公生的雙胞胎叫什麼名字？ 答案：粉紅派對
0430 樹上有100隻鳥，用什麼方法才能把它們全部抓住？ 答案：用照相機
0431 小華請李明依簽名，李明依卻這樣都不肯答，為什麼？ 答案：小華請他簽在身份證的配偶欄裡
0432 什麼時候是老二最爽的時候？ 答案：當老大不在不能欺負老二時
0433 小陳有一天不小心撞到電線桿，為什麼連手也會痛？ 答案：因為小陳狠狠地揍了電線桿一頓
0434 著名歌手羅大佑有一天出現在熱鬧的西門町街頭，為什麼卻沒有半個人認出他來？ 答案：因為他忘了帶墨鏡
0435 為什麼愛斯基摩人是唯一住在北極的人呢 答案：因為他們是愛死寂寞的人
0436 超人和女超人做完俯地挺身後，地上各有一個洞及二個洞，是怎麼回事？ 答案：超人用單手女超人用雙手
0437 何時是離婚最好的日子？ 答案：1月23日(自由日)
0438 為什麼一架紙飛機，造價一億台幣？ 答案：那是用一張一億台幣的紙票折的
0439 什麼時候黃信介只能選擇統一，不能獨立？ 答案：買鮮奶的時候
0440 日子過得不平順時，應該怎麼辦？ 答案：拿"飛利浦"熨平
0441 台灣的紅綠燈和日本的有何不同？ 答案：台灣的是參考書的
0442 有一位老奶奶在看報，一隻蚊子正想要叮她，老奶奶手和腳都沒動，為什麼蚊子會突然死掉了？ 答案：因為他被老奶奶的皺紋夾死了
0443 怎麼樣才能使男人一見鍾情？ 答案：別讓他看你第二眼
0444 二位爸爸、一個兒子同處一室，三人合計卻有九隻手，為什麼？ 答案：祖孫三代同是扒手
0445 波斯灣戰爭中，為什麼美軍在夜間死傷比伊軍少？ 答案：美國黑人較多
0446 志明說自己可以一面吹口哨，一面刷牙，你猜他是怎麼辦到的？ 答案：他戴的是假牙
0447 富商陳氏書房之中，雖然牆上有三個彈孔，但他的身上卻沒有外傷，你猜是怎麼死的？ 答案：嘲笑槍手槍法太差笑死了
0448 小玲放學回家後，發現自己忘了帶鑰匙，她該怎麼做才能進家門呢？ 答案：門沒鎖開開就好了
0449 去年遺傳學界最偉大的發現是什麼？ 答案：麻雀變鳳凰
0450 有什麼事比親眼看著好朋友上電椅更痛苦？ 答案：他臨死還握著我的手
0451 什麼老鼠爬最慢？ 答案：幫烏龜身上的老鼠.
0452 藝人方芳和方芳芳有什麼關係？ 答案：一個是方的平方一個是方的立方.
0453 煮什麼湯最「鮮」？ 答案：煮"魚"肉湯和"羊"肉湯
0454 頂地立天是什麼意思？ 答案：倒立
0455 飛行員從來不吃哪一種食物？ 答案：醉雞
0456 有只小北極熊早上醒來後一直追問熊媽媽，他是不是一隻小浣熊，他媽媽回答：「你當然是北極熊」，可是他為什麼還是不相信？ 答案：因為他覺得很冷
0457 有一段100公尺長的鐵軌上面每隔1公分放一條橫木，請問共有幾條橫木？ 答案：0,因為鋼軌上不放橫木
0458 有一天，有一班學生正在小考，有一個學生，他答出來之後，為什麼老師還打了他一頓？ 答案：因為他把答案念給同學聽
0459 不孕症婦女的孩子，會不會遺傳她的不孕症？ 答案：不孕症婦女根本就生不出孩子
0460 每個人每天都會讀到哪個英文字母？ 答案：Z
0461 小男孩和小女孩在一起不能玩什麼遊戲？ 答案：不能玩猜拳(兩小無猜0
0462 某人患了高血壓，醫生說不要吃太鹹就沒事了，但是他一聽卻決定要搬家，為什麼？ 答案：因為他住在台南的鹽水打算搬到台北的淡水
0463 一家洗衣店招牌寫著「二十四小時交貨」，今天小高拿去洗，為何老闆說要三天後才能拿到？ 答案：因為他是抓黑槍不是抓白槍
0464 一家洗衣店招牌寫著「二十四小時交貨」，今天小高拿去洗，為何老闆說要三天後才能拿到？ 答案：因為每天工作八小時三天正好24小時
0465 心有餘而力不足作何解釋？ 答案：我知道意思但不會解釋
0466 小明每天都和媽媽上街買菜，每次都捉著媽媽的裙子，但這次卻迷路了，為什麼？ 答案：因為那天媽媽穿著迷你裙
0467 來電了怎麼辦 答案：看電視呀
0468 一個人走夜路，最怕聽到哪一句話 答案：請問你是什麼血型
0469 為什麼食人族只有在烹煮女明星時要放入一大堆牛糞來調味？ 答案：香水味太濃他們吃不消
0470 你手上拿著弓箭，夜晚看見兩個狼人，你會先射哪一個？ 答案：月亮
0471 老丁身高一米六八，為什麼死了之後身高卻變成了一米七二？ 答案：他被絞繩絞死的
0472 新人結婚，新郎（娘）不是你，在她（他）的婚禮上，你如何報一箭之仇？ 答案：在新朗新娘送客笑著對他們說再見
0473 什麼妖怪，大家都不害怕？ 答案：難怪
0474 為什麼越有錢的人死了，棺材都越大？ 答案：翻身比較方便
0475 出門看天色，進門看臉色，女鬼來敲門時要看什麼？ 答案：看誰最色
0476 七個好人和三個壞蛋同搭一艘渡輪，中途船翻了，七個好人沉入水中淹死了，三個壞蛋卻很快就浮出水面，為什麼？ 答案：因為蛋壞了以後才能浮上來.
0477 碰到什麼節的時候，人人都很難過？ 答案：雨傘節
0478 走夜路犯了煙癮，有煙無火時該怎麼辦？ 答案：看看有沒有鬼火可以點
0479 如果你在尼斯湖划船時，水怪突然在附近冒了出來，而你卻忘了帶相機，這時該怎麼辦？ 答案：別擔心別的遊客會拍下你最後的鏡頭.
0480 楊婆婆經常把嘴巴打開做癡呆狀，家人勸她閉起來，免得蒼蠅飛進去了，為什麼她卻堅持不肯？ 答案：她說:"不打開,裡邊的蒼蠅怎麼飛進來?"
0481 月圓之夜，全世界的鬼魂都聚集在一起開狂歡大會，偏偏只有狼人沒有到，為什麼？ 答案：狼人是妖怪不是鬼
0482 小莊終於考上台大，有天晚上在校園裡，他竟然看到了一個死去多年的高中同學，為什麼？ 答案：那是解剖台上的屍體
0483 秦始皇、斯大林和希特勒一起在地獄受審，同樣被判下油鍋的酷刑，為什麼秦始皇、斯大林面前都是一鍋滾燙的油，希特勒的卻是熱開水？ 答案：為他行刑的是猶大人
0484 什麼時候太陽會打從西邊升起？ 答案：從鏡子裡
0485 貝多芬給了我們什麼樣的啟示？ 答案：背了就會多分
0486 、人死了為什麼要埋在地下？ 答案：去陰陽地府比較順暢
0487 仁慈的皇帝卻常常滅人九族來懲罰罪犯，為什麼？ 答案：怕有人傷心
0488 一個被槍斃而死的鬼，最大的煩惱是什麼？ 答案：喝水時會漏
0489 在學校犯錯被逮到之後當然會被記過，那為什麼還要寫悔過書呢？ 答案：以便勵治下次再也不要被抓到
0490 除了火車以外，世界上什麼車最長？ 答案：賽車
0491 一個籠子了養了十隻鳥，小馬開槍打死了三隻，請問還剩多少只小鳥？ 答案：十隻三隻斷氣倒地七隻活著
0492 如果你的朋友是個賽車選手，不慎在比賽中撞斷腿，你該怎麼安慰他？ 答案：希望他下次比賽不要半途而廢
0493 有一天小董上完物理課後，突然想傚法牛頓，就到蘋果樹下，這時也剛好掉下一顆蘋果，砸到小董的頭，你猜小董怎麼說？ 答案：這個蘋果是熟的
0494 據說前一陣子「ET」離開地球以後，英文字母只剩24個字，但是最新消息聽是15個字，為什麼？ 答案：因為UFO飛走了,WC臭死了AIDS生病住院
0495 相傳中國的龍門瀑布是塊靈秀之地，鯉魚凡是躍過龍門，就能變成龍，如果失敗就會變成烏龜，於是很多鯉魚翻山越嶺想盡辦法要一步登天，但是成功的卻很少，那麼那些失敗變烏龜的都跑到哪兒去了？ 答案：正在這裡聽故事.
0496 為什麼長頸鹿的脖子那麼長？ 答案：因為他的頭那麼高需要長脖子來接起來.
0497 日月潭的中間是什麼？ 答案：是月字
0498 廁所裡應該擺什麼花？ 答案：五月花
0499 有一個人想要過河但水很急，這裡有一把梯子和木頭，但梯子還差10公尺，木頭只有5公尺，請問他要怎樣才能過河？ 答案：走橋
0500 一輛火車由基隆到高雄全程需要6個小時才可到達，如今行使了3個小時，火車現在應該在什麼地方？ 答案：在鐵軌上
0501 吸血鬼卓九勒，挨餓了二個月，好不容易找到一個男人吸血，沒想到血一吸完，卓九勒一命呼，這究竟是怎麼一回事？ 答案：因為兩個血型不一樣
0502 小陳是個大家公認的窮光蛋，但是他居然能日擲千金，為什麼？ 答案：小陳是銀行的運鈔員
0503 小畢是學校出了名的逃課王，幾乎有課必逃，但是有一節課，他卻不敢逃，永遠準時不缺課，請問是哪一課？ 答案：下課
0504 休息的意義是為走更遠的路，那麼補考的作用是什麼？ 答案：為了念更多的書
0505 考一個親戚稱呼的問題，如果你曾祖父的兒子，你叫爺爺，那麼你祖父的兒子，就是娶了你媽媽的那個人，你應該叫他什麼？ 答案：兒子
0506 華盛頓小時候砍倒他父親的櫻桃樹時，他父親為什麼不馬上處罰他？ 答案：因為他手頭上還有斧頭
0507 美人魚最怕遇到誰 答案：加菲貓
0508 麥可傑克森的兒子是幸福的，為什麼？ 答案：他可以把他爸爸的鼻子拿下來玩
0509 主演最多電影的是誰？ 答案：領街主演每片都有呀
0510 媽媽叫小民去拿碟子來裝菜，小民拿來了，卻被罵了一頓，為什麼？ 答案：他拿的是光喋
0511 釋迦牟尼是男人還是女人？ 答案：都不是他是神
0512 哪一種狗不怕狂犬病？ 答案：二郎神的神犬狗
0513 唐老鴨最怕什麼事？ 答案：發現原來自己是白天鵝
0514 不小心打破媽媽最喜歡的花瓶，該怎麼辦？ 答案：趕快假裝昏倒
0515 強尼每天晚上做夢都夢到貓要吃他，他又不是老鼠，為什麼？ 答案：他白天在迪尼斯扮演米老鼠
0516 王小明要跳水了！可是為什麼圍觀的群眾愈來愈多，卻沒有人想救他？ 答案：該地正在舉行跳水比賽他是參賽選手之一
0517 人為什麼要上廁所？ 答案：防止絕種.
0518 超人走到電話亭前突然哭了起來為什麼？ 答案：他嚴重發福所以進不去了
0519 月黑風高的晚上，傳來一陣又一陣的狗吠聲，外面卻突然響起「咚咚咚」的敲門聲，你猜會是誰呢？ 答案：不管是誰勸你還是別開門好
0520 兩歲的叮噹為什麼看到隔壁的歐巴桑都叫她「伯伯」，而對方卻一點也不生氣？ 答案：因為他是阿拉伯"人
0521 大姐得到了金幣，她為什麼不要？ 答案：解金幣送給你他要去夏威夷
0522 許仙遇見白蛇後，發生了什麼事？ 答案：不知道因為他被白蛇嚇倒了
0523 什麼錢最實用卻不能用？ 答案：死人錢
0524 誰不能唱「哥哥爸爸真偉大」？ 答案：亞當和夏娃
0525 下雨天為什麼要撐傘？ 答案：如果你喜歡,
0526 電視對人類最大的貢獻是什麼？ 答案：讓世界瞭解了準時的好處
0527 做什麼事情非得一個男生和一個女生不可？ 答案：扮演"雄""雌"大盜
0528 孔子為什麼要周遊列國？ 答案：因為飛機沒有發明
0529 在火車站絕不可能發生什麼事？ 答案：既然不可能發生當然不能發生
0530 既沒下雨也沒出太陽，某先生為什麼要撐傘？ 答案：他是神經病
0531 男生和女生有什麼共同點？ 答案：都是人
0532 哪一種草的生命力最強？ 答案：牆頭草風吹兩邊倒
0533 五加五等於多少？ 答案：兩隻手
0534 在什麼情形下你會覺得自己很抖？ 答案：練外丹功的時候
0535 如何保持青春永駐？ 答案：用奇筆寫它不要擦去
0536 一艘正在水中航行的船為什麼會突然消失得無影無綜 答案：因為小寶已經洗完澡把它拿走了
0537 怎麼稱呼一隻不會叫的狗？ 答案：狗
0538 一隻很會叫的狗，我們叫它什麼？ 答案：吵死人
0539 又小又大的是什麼？ 答案：尖
0540 有一樣東西，你不需要它，卻又不能不要它，「它」到底是什麼東西？ 答案：大便
0541 張先生拿著針到處刺人，為什麼沒有人責怪他？ 答案：他是針灸師
0542 月亮在什麼時候完全不一樣？ 答案：在國外的時候因為外國的月亮比較圓
0543 要如何教一隻螃蟹爬山？ 答案：要他橫著上去就行了
0544 二十世紀最出風頭的超級巨星是哪一位？ 答案：海爾波普慧星千年才見一次
0545 什麼句子可以用來形容海爾波普彗星？ 答案：一失足成千古恨
0546 地上有一個五十元銅板，為什麼沒有人要撿？ 答案：不是不撿而是他陷到柏油路裡了必須得挖
0547 出太陽為什麼要撐傘？ 答案：總不能像形字阿拉伯人蒙面紗戴頭巾
0548 美麗為何一天到晚吐舌頭？ 答案：她是狗呀
0549 阿姆斯壯登陸月球，他說的第一句話是什麼？ 答案：美式英語
0550 五根手指頭少掉兩根會變成什麼？ 答案：殘廢
0551 大華坐公車為什麼不用付錢？ 答案：因為公車還停在站上
0552 不會講外語的大明和不會講中文的外國人有說有笑，他是怎麼辦到的？ 答案：他們兩講啞語呀
0553 武松到底犯了什麼罪，為何被抓？ 答案：打死保護動物老虎
0554 「天賦權利」的最佳例子？ 答案：吃母奶
0555 不管是誰，只要看到他，就會給他錢，他到底是誰，為什麼有這麼大的魅力？ 答案："好兄弟"
0556 什麼人最喜歡拍照？ 答案：觀光客
0557 最具有經濟價值的瓜類是哪一種？ 答案：南瓜可以變成灰姑娘的馬車
0558 小紅帽從大野狼面前走過，大野狼為何沒有發現她？ 答案：小紅帽今天沒有戴帽子
0559 你知道最大的捐血中心由誰負責嗎？ 答案：蚊子
0560 「頭大了！」表示什麼意思？ 答案：大頭的孩子長大了
0561 馬要如何過河？ 答案：走"日"字步
0562 當你對一件事忍無可忍時，你會怎麼處理？ 答案：趕快上廁所
0563 如果恐龍沒有絕跡，世界將會變成什麼樣子？ 答案：再也沒有稀罕他的存在
0564 榴蓮和地心引力有什麼關係？ 答案：幸好牛頓不是坐在榴蓮樹下發現地心引力的
0565 大力水手卜派吃了一罐菠菜，為什麼沒有變成大力士？ 答案：他拿的是嬰兒食品
0566 上台領獎致感謝辭時，可以不必說哪句話？ 答案：謝謝各們爸爸媽媽
0567 歌仔戲和歌劇有什麼不一樣？ 答案：其實是一樣的一個是傳統歌仔戲,一個是西方歌仔戲
0568 蘋果和地心引力有什麼關係？ 答案：農夫不會等到地球發生效力
0569 想想看，如果外星人來到地球，他說的第一句話將會是什麼？ 答案：外星話
0570 要如何利用一塊錢賺錢？ 答案：打電話要別人要錢
0571 伍子胥過昭關，為何在一夜之間頭髮全變白了？ 答案：他忘了帶染髮劑
0572 現今最流行的電子雞帶來什麼風潮？ 答案：讓商人大發利市
0573 左眼跳財，右眼跳災，如果左右眼皮一起跳呢？ 答案：破財消災
0574 為什麼很多學生上課會打瞌睡？ 答案：前幾節沒有睡飽
0575 為什麼很多學生上課會打瞌睡？ 答案：前幾頁沒有睡袍
0576 麥克傑克遜為什麼要去做漂白手術？ 答案：怕遭到不白之冤
0577 猜猜看：今年聖誕夜，聖誕老人第一件放進襪子裡的是什麼東西？ 答案：也自己的腳
0578 老子為什麼要騎青牛出海關？ 答案：老子高興
0579 小美養了一頭兇猛的狼犬，為什麼它卻從不咬胖子？ 答案：他只吃瘦肉
0580 目前國內哪些人拒二手煙最積極？ 答案：堅持抽第一手煙老煙槍
0581 在台灣想從政，除了台語、國語還要會哪一種話？ 答案：肢體語言
0582 教堂向祖父辦告解之前，都要先做那件事？ 答案：犯罪
0583 阿輝從來不唸書。為何也能成為全校的模範生？ 答案：他是聾啞生
0584 一歲的小毛不小心吞下了一枚1元的硬幣，爸爸緊張的將他倒提起來往背上一拉，可是小毛吐出來的卻是一枚10元硬幣，這時該怎麼辦？ 答案：繼續餵他吃一元的硬幣
0585 三個蘋果吃掉一個，為什麼還是剩下三個？ 答案：兩個在外面一個在裡面
0586 被人家放了鴿子還很高興的是誰？ 答案：鴿子
0587 什麼叫做「緩兵之計」？ 答案：改天再告訴你
0588 女超人身上哪一個洞最小？ 答案：耳洞
0589 10除2卻不等於五，為什麼？ 答案：情報小組除去兩名漢奸還有8名
0591 彩色絲襪已經變成一種流行，為什麼紅色系列在台灣銷售得最差？ 答案：因為台灣蘿蔔腿的女孩子太多了
0592 一條專門吃人的鱷魚為什麼也能獲准進入天堂？ 答案：因為他吃了一個神父
0593 老王去年因為罵警察是豬而被罰款一萬五千元，為什麼今年又罵警察是豬，卻被罰了三萬元？ 答案：因為豬肉漲價了
0594 小王開著空計程車出門，為什麼一路上都沒有人向他招手租車？ 答案：他走的是高速公路
0595 患者張開嘴巴之後，牙醫嚇了一跳說：「哇！你的牙齒蛀了好大一個洞！哇！你的牙齒蛀了好大一個洞，一個洞！」請問他為什麼要說兩遍呢？ 答案：因為那是回音
0596 大富翁快要死了，卻擔心不成器的兒子坐吃山空，他該怎麼辦才好 答案：規定他們以後站著吃
0597 阿火在營光日的考試全部答對，為什麼卻沒得到滿分？ 答案：因為考的是是非題
0598 為什麼男生年滿廿歲就一定要入伍當兵？ 答案：因為兵不可以在家當
0599 攻城時為什麼都要殺個雞犬不留？ 答案：加菜
0600 為什麼有很多女孩子嫁給職業軍人？ 答案：吃饅頭不用涮碗
0601 為什麼軍中的早餐一直是豆漿饅頭，從不吃稀飯？ 答案：饅頭比較好數
0602 阿兵哥出操去野外最喜歡打什麼？ 答案：打香腸
0603 阿兵哥們為什麼會把手榴彈叫做鐵蛋？ 答案：碰上了鐵定完蛋
0604 步兵用走的，什麼兵卻隨時要用跑的？ 答案：逃兵
0605 國旗和軍旗差在哪裡？ 答案：插在旗墩上
0606 成功領受訓的大專兵，為什麼都會以身高來分發連部？ 答案：以免矮小在被亂棒打死
0607 王上尉的老婆跟他說夢到自己變成上校夫人，王上尉很高興，但是沒多久王上尉卻獨自喝起悶酒來，為什麼？ 答案：他老婆改嫁給了一位上校
0608 單兵甲偷用了單兵乙的牙刷，單兵乙有B型肝炎，為什麼單兵甲卻沒有被傳染？ 答案：他拿去刷皮鞋了
0609 王輔導一向心直口快，什麼事竟然會讓他突然變得吞吞吐吐起來？ 答案：他在吃甘蔗
0610 波霸參加500公尺賽跑，一路領先的波霸不慎摔了一大跤卻還能得第一名，為什麼？ 答案：因為其它人都被陷到坑裡了
0611 生性巴結的陳連長特別在師長兒子生日那天準備了一份禮物送師長的兒子，為什麼師長的兒子一腳就把禮物給踢開了呢？ 答案：那禮物是一隻足球
0612 新兵阿國：「報告班長！我的豆漿裡有一隻蒼蠅。」為什麼班長卻若無其事的告訴他放心喝，沒有問題的？ 答案：因為饅頭裡的蜘蛛會把蒼蠅
0613 嬰兒的屁股上為什麼都有青色的胎記？ 答案：死賴著不肯投胎
0614 夜裡遲歸的丈夫，不小心驚醒「恰北北」的太太，可以用什麼方法脫困？ 答案：假裝夢遊
0615 一個胖子和一個瘦子一起跳樓，誰先到達地面？ 答案：圍觀的群眾
0616 龜兔賽跑總是龜贏，兔子應該堅持比哪一項目，才能贏得了烏龜？ 答案：仰臥起做
0617 阿忠在外島站衛兵時，明明看到水鬼摸上岸了，為什麼他卻睜一隻眼閉一隻眼？ 答案：他正在瞄準
0618 老劉一個人在屋裡睡覺，醒來時為什麼屁股上竟然出現了深深的牙印？ 答案：工他壓在自己的假牙上了
0619 二次世界大戰時，日本訓練了很多神風特攻隊員，戰後剩下的那些人呢？ 答案：在台北開計程車
0620 師長要在最勇猛的第一班中挑敢死隊員，就下令志願者向前一步，大兵阿德原地不動，為什麼卻光榮入選？ 答案：其他人都向後退了一步
0621 某部隊彈盡糧絕的被包圍了很久，空軍終於趕到，卻只空投了一塊大石頭又飛走了，為什麼？ 答案：讓他們刻陣亡將士紀念碑
0622 連長用餐完畢向一旁的朱排長借火柴，朱排長慇勤的掏出「都彭」打火機，卻被連長白了他一眼，為什麼？ 答案：打火機怎麼剔牙齒
0623 小明跳進了河為什麼沒死 答案：河裡沒水
0624 怎樣用手使一個不會上升的氣球到達最高處 答案：把氣放掉然後把汽球使勁扔天上去.
0625 怎樣使一隻用紙疊的船在水裡不會被水浸壞 答案：在紙上塗一層蠟.
0626 有兩個棋友在一天中共下了9盤棋，在沒有和局的情況下他倆贏的次數相同，這是怎麼一回事？ 答案：所下的九盤棋都不是他們下的
0627 香港最出名的是什麼？ 答案：香港腳
0628 睡美人最怕什麼 答案：失眠
0629 一位游泳運動員橫渡了英吉利海峽。當他登陸時，大家都為他喝彩。但一個猶太人卻批評他：「」她說什麼？ 答案：你還不知道這裡有航船嗎?
0630 有一天坐公共汽車，車內買票人數只有坐車人數的13，售票員對此無動於衷。假設有月票的人也買了票，而且無一個小孩，請問這種情況會不會有？ 答案：只有一個乘客.
0631 古先生有一晚從公司的辦公室走出，去拜訪幾位顧客。當他回家後，忽然發覺鑰匙還留在辦公室裡，忘了帶出來。但是他仍很快走進家門。他並不是爬牆進去的，也沒有把備用鑰匙藏在別處。他到底是怎麼進去的。 答案：住宅和公司在同一棟大樓裡
0632 明尼波裡市的某個蛋商，在空房間的地板上放置四個蛋。然後用一個鐵製的大滾筒，推壓整個房間;蛋卻一個都沒破。這是為什麼 答案：四個蛋放到四個角上.
0633 有時侯，沒有受過正式教育的人反而容易理解問題。各位請看：1、12、1、1、1、2……接下來的數字該是幾呢？ 答案：報時鐘接下來是1314等
0634 有一家電影院，正在放映一部喜劇冒險爆笑片，男主角的動作很滑稽，可是電影院內的觀眾反而愈看愈傷心，這是為什麼 答案：因為拌演這位男主角的剛過世
0635 黃先生對於找尋失物非常厲害，再細微的東西丟失了，他都可以找得出來。但是有一次他丟了一件東西卻不能一下子就找出來，為此大傷腦筋呢!他到底丟了什麼東西 答案：他丟的是隱形眼鏡
0636 黑筆如何能夠寫出紅字？大家知道寫的字是「紅」。但是，不用這種方法，如何寫出白字來？ 答案：白字就是錯別字
0637 今天我吃了：3個豬；3個牛；5個羊；7個大魚，可不一會兒肚子又餓了！問：這可不可能呢？ 答案：因為吃得是動物餅乾
0638 小劉是個很好的電工師傅，可他今天修好的燈卻不亮，為什麼？ 答案：今天停電
0639 小健問小康，誰是獸中之王，你能幫他回答嗎？ 答案：動物園園長
0640 作家的最好寫作方式是什麼？ 答案：從左向右寫
0641 「好馬不吃回頭草」最合乎邏輯的解釋是什麼？ 答案：後面的草都吃光了
0642 滿滿一杯啤酒，怎樣才能先喝到杯底的酒？ 答案：用吸管
0643 蘋果公司的員工們總是看見總經理對女秘書說話時低下了高傲的頭，為什麼？ 答案：因為總經理太高而女秘書又太矮
0644 施老師嗜書如命。一次，他問我：「怎樣看書最快？」我一下子被問住了，你能回答嗎？ 答案：只看封面
0645 有只小松鼠朝西跑，又向右轉了90度接著往前跑。請司：這隻小松鼠的尾巴朝哪裡？ 答案：朝天
0646 奶奶要把5顆巧克力糖平均分給2個孫子，但又不願把餘下的糖切開，她該怎麼做？ 答案：每個孫子兩顆糖自己一糖
0647 一般來說，你用左手寫字還是用右手寫字？ 答案：用筆寫字.
0648 把針掉進海裡了怎麼辦？ 答案：再去買一根
0649 山姆是一個守法公民，可是他開車總是闖紅燈，原因何在？ 答案：他是色盲
0650 一隻瓶子裡裝滿了水，如果要使水從瓶中能最快地倒出來，最好採取哪種辦法？ 答案：將瓶子打碎
0651 你知道100粒「喔喔奶糖」中哪一粒最甜嗎？ 答案：第一粒
0652 世界上最小的島在哪裡 答案：馬路上的安全島
0653 避孕藥的主要成份是什麼？ 答案：抗生素
0654 一隻小鳥飛進了迪斯科舞廳，突然掉了下來，請問發生了什麼事？ 答案：聲音太大他用翅膀摀住耳朵所以掉下來了
0655 放煙火時為什麼不會射到星星？ 答案：因為星星會閃
0656 有一天小董上完物理課後，突然傚法牛頓，坐到蘋果樹下，這時正好有一顆蘋果砸在小董的頭，你猜小董怎麼說？ 答案：他說這個蘋果是熟的
0657 有一位新人長得像劉德華，動作象成龍，走起路來象周潤發，為什麼見過這位新人的製片商都不肯錄用他呢？ 答案：她是個女的
0658 有瓶葡萄酒，小王用盡辦法都無法拔開瓶蓋，結果他不打破酒瓶，也不鑽洞，仍然喝到了酒，為什麼？ 答案：把軟木塞塞到瓶子裡
0659 一個人站在第20層樓陽台的護欄掉了下來卻沒有一點兒沒事,請問為什麼 答案：掉到室內
0660 一個長寬各一公尺，深二公尺的土坑，坑中並沒有水，為什麼有人不慎跌落其中卻會窒息而死？ 答案：那是糞坑
0661 秦始皇為什麼需要這麼多兵馬俑陪葬？ 答案：準備到陰間去發動政變
0662 小莫是個出了名的仿冒名牌大王，為什麼他卻能消遙法外而又名利雙收呢？ 答案：他專門在電視上模仿別人的動作和聲音
0663 蟑螂請蜈蚣和壁虎到家中作客，發現沒有油了，蜈蚣要去買，卻久久未回，究竟發生了什麼事？ 答案：蜈蚣還在門口穿鞋
0664 一個陰森的的夜晚，眼前一個長髮披肩，臉色蒼白的女孩，用手去摸，卻摸不著為什麼？ 答案：中間隔著透明的玻璃窗
0665 什麼地方很輕鬆就可以爬上去，卻很難下得來？ 答案：床上.
0666 小華在偷偷地看一本書，媽媽看了後不生氣，反而嚇了一跳，為什麼？ 答案：那本書是鬼故事
0667 有兩個小女孩長得一模一樣，生日也完全一樣，問她們是姐妹嗎，她們說是，問她們是雙胞胎嗎，她們又說不是，請問為什麼 答案：三胞胎或多胞胎
0668 小明到動物園玩，看到一隻大黑熊，很高興地摸摸它，但那隻大黑熊一點也不生氣。為什麼？ 答案：那隻大黑熊是個標本.
0669 18次航班從北京飛往廣州只需2個多小時，目前飛機飛了1個小時，請問：飛機在什麼地方？ 答案：在空中
0670 一張桌子有四個角，砍去一個角，還剩幾個角？ 答案：5
0671 我們腳下踩的是什麼？ 答案：鞋襪
0672 一個香蕉減去一個香蕉，猜一個字？ 答案：零字
0673 開往寧波的輪船邊上掛了一架軟梯，離海面15米，海水每小時上漲15厘米，幾小時後海水會淹沒軟梯？ 答案：水漲船高軟梯永遠不會淹
0674 「東方」輪上的大副說他去過沒有春夏秋冬，沒有晝夜長短變化的地方，那是什麼地方？ 答案：赤道
0675 天天在地上撿到1元錢，帶到學校交給老師。老師問明情況後又把錢還給了天天，老師為什麼這樣做？ 答案：天天在家裡拾到錢
0676 1」到「100」的100個數字中，共有多少個「9」字？ 答案：20個9
0677 1根2米長的繩子將1只小狗拴在樹幹上，小狗雖貪婪地看著地上離它21米遠的l根骨頭，卻夠不著，請問，小狗該用什麼方法來抓骨頭呢？ 答案：轉過身用後腿抓
0678 佳佳和小貓玩得正高興，突然她看見小貓越來越小了，為什麼？ 答案：小貓離佳佳越來越遠了
0679 戴維突發奇想，向他的同桌問道：沒有人類及動物居住的地球是什麼呢？你說呢？ 答案：地球儀
0680 一位賽車手把他僅2歲的兒子也培養成了一名出色的賽車司機，他用的是什麼方法？ 答案：他兒子開的是玩具車
0681 早上，玲玲到劉大媽那兒買茶葉蛋，手上的錢正好買2個，劉大媽卻不賣給她，這是怎麼回事？ 答案：茶葉蛋還沒有煮好
0682 有個人生於公元前10年，死於公元10年，死的那天正好是生日的前一天，此人死時到底活了幾年？ 答案：19年
0683 李老闆養了一些紅金魚和一些黑金魚，他發現紅金魚吃掉的魚食是黑金魚的2倍，這是什麼原因？ 答案：因為紅金魚數是黑金魚數的二倍
0684 海關大鐘一晝夜裡時針和分鐘重合多少次？ 答案：23
0685 女王說：「原來有個弟弟膽子很小，一點受不了驚嚇，有天夜裡弟弟又做了惡夢，夢見敵國的武士衝入皇宮，將劍刺入他的心臟。弟弟受到這個驚嚇，在夢中就死去了。」你相信她說的話嗎？ 答案：不相信因為弟弟在夢中被嚇死不可能告訴她夢
0686 有人想把一張細長的紙折成兩半，結果兩次都沒折准：第一次有一半比另一半長出一厘米；第二次正好相反，這一半又短了一厘米。試問：兩道折痕之間有多寬？ 答案：一厘米
0687 李大叔在馬車上套了一匹馬趕路，走了幾公里路嫌太慢，又套了一匹馬。可套上這匹馬以後，兩匹馬卻怎麼也拉不動這輛馬車，為什麼？ 答案：李大叔在相反方向又套了一匹馬兩車抵消
0688 有個中學生想跳過兩米寬的一條河，試了幾次都失敗了。可是後來，他什麼工具也沒用就達到了目的，他用的是什麼好辦法？ 答案：長大成人實現了願望
0689 一天慢24小時的表是什麼樣的表？ 答案：停著不走的表
0690 把3支正在燃燒的蠟燭平衡地放在天平上，3支蠟燭燃燒的速度都一樣，請問：最後天平會向哪一邊傾斜？ 答案：天平平衡,
0691 小李乘電梯上14樓，中間沒有停，用了60秒鐘，下樓時中間也沒有停，卻用了5分鐘，這是怎麼回事？ 答案：上樓乘電梯下樓走樓梯
0692 剛剛說他一次可以放10萬個風箏，他並沒有吹牛。你知道他是如何放的嗎？ 答案：在風箏上寫上十萬個
0693 一張撲克牌背面向上放在桌上，你能不能想出一個好辦法，知道撲克牌的花樣？ 答案：把牌翻開看一下.
0694 司機李強坐上駕駛座開動汽車之前，做的第一件事是什麼？ 答案：關上車門
0695 奶奶到一家三黃雞店對老闆說：「我買的東西不要肥、不要瘦、不要骨頭、不要肉。」老闆即刻心領神會。你知道嗎？ 答案：雞血
0696 奶奶到一家三黃雞店對老闆說：「我買的東西不要肥、不要瘦、不要骨頭、不要肉。」老闆即刻心領神會。你知道嗎？ 答案：雞血
0697 每隔1分鐘放1炮，10分鐘共放多少炮？ 答案：11炮
0698 在什麼地方，將軍和元帥完全相等？ 答案：在中國象棋中.
0699 世界上最牢固的琴是什麼琴？ 答案：鋼琴
0700 長鬍子的山羊是母羊還是公羊？ 答案：山羊無論公母都長鬍子
0701 李東對張南講，他昨天剛出差到廣州，晚上給家裡打電話時妻子問他是不是把家裡信箱鑰匙帶走了，他一找，果然是的。今天他趕緊把鑰匙放在信封裡寄了回去。張南一聽，罵李東是笨蛋。你說這是為什麼？ 答案：因為鑰匙被投到信箱裡了,還是拿不到.
0702 有一座長10米的木橋，最大載重量是3噸。現有一輛2噸重的卡車，載了一根長30米、重3噸的鐵鏈，要通過這座木橋。如不能將鐵鏈分開，有什麼簡單可行的方法可使卡車安全通過？ 答案：只要讓卡車拖著鐵鏈過橋就可安全.
0703 小胖生了病，天天要打針。這個孩子怕痛，每次打針，都說屁股好痛好痛。這一天，爸爸陪他去打針，這次他卻說，屁股一點兒也不痛。這是為什麼呢？ 答案：這次沒有把針打在屁股上
0704 有個盲人橫穿馬路，他身穿黑色衣服，當時既沒有路燈，也沒有月亮，星星也看不見影蹤，但是，司機卻一眼就看到了他。請問：這是什麼原因？ 答案：這是在白天
0705 一隻餓得精瘦的狼突然發現一個無人看守的羊圈，勉強從很窄的口子內擠了進去。剛想飽餐一頓，可是把羊拖出去吧，口子還嫌窄……不過狼最後還是飽餐了一頓，它用的是什麼方法？ 答案：先將羊咬死再咬成一塊塊的肉然後運出去吃掉
0706 麗麗眨巴著眼睛出了道題目：每個人都有10根指頭，哪根指頭最長？ 答案：無名指中指
0707 阿貴歪點子特別多。一次，他將一根小棍子放在地上，卻使任何人都無法跨過去，阿貴是怎樣放的？ 答案：將小棍子放到牆邊
0708 飼養員將一串香蕉掛在竹竿上，要求大猩猩不搭凳子，不砍斷竹枝拿下它。聰明的大猩猩想了想很快取到了香蕉。它是怎樣拿到的？ 答案：把竹竿放倒
0709 有一個屠夫帶著一個小孩在街上遇見一位朋友。朋友問屠夫：「這是你的兒子嗎？」屠夫：「是。」他又問小孩：「這是你父親嗎？」小孩：「不是。」請問怎麼回事 答案：屠夫是女的
0710 一條河的平均深度是1米，一個小孩身高14米，他雖然不會游泳，但肯定不會在這條河裡淹死。你說對嗎？為什麼？ 答案：不對,因為是平均深度,並不能保證有的地方深於兩米.
0711 有一輛裝載著集裝箱的大卡車要穿過天橋，可是集裝箱的頂部卻高出天橋底2厘米。集裝箱又大又重，不便卸下；而繞道走又要耽擱時間。請問：有什麼辦法能使大卡車順利穿過天橋，又不至於撞壞天橋？ 答案：將大卡車只的氣銷銷放掉一部分使其低於厘米即可
0712 牙醫最喜歡的行業是什麼？ 答案：糖果店
0713 生了病，打針跟吃藥，哪一種比較痛苦？ 答案：細菌比較痛苦
0714 一個醉漢晚上在公路中間行走，看到後面來車，他正好處於兩車燈之間，車子呼嘯而過，人卻毫髮無損，為什麼？ 答案：後面來的是兩輛摩托車
0715 你身上的什麼東西，你用右手去拿將永遠拿不到？ 答案：右手
0716 有一天,一個人利用一種交通工具從自己家裡出發到距離100公里的另一個城市去,出發之前他看里程表顯示為005270公里,等到目的地之後,他突然發現里程表為005280公里,可是他檢查里程表卻沒有任何問題 答案：飛機
0717 有一棵樹,在距樹7米的地方有一堆草,一頭牛用一根3米的繩子栓著,最後這頭牛把這堆草全吃光了,請問為什麼(注意這頭牛體長不足2米) 答案：牛沒栓在樹上
0718 什麼東西載得動一百捆乾草卻托不起一粒沙子，日夜奔跑卻離不開自己的臥床？ 答案：河流
0719 一隻母羊和一隻小羊正在吃草，來了一隻老狼把母羊給叼走了，小羊也乖乖地跟走了，請問怎麼回事 答案：一隻懷了小羊的母羊
0720 我國文化源遠流長，唐代有詩，宋代有詞，元代有曲，明代有小說，那麼現在有什麼？ 答案：參考書
0721 既認識自然又能隨便改造自然的人是誰？ 答案：畫家
0722 蠍子和螃蟹玩猜拳，為什麼它們猜了兩天，還是分不出勝負呢？ 答案：他們只會出剪子
0723 曼谷市正處於雨季。某天半夜12點鐘，下了一場大雨。問：過72小時，當地會不會出太陽？ 答案：72小時以後還是半夜12點不會出現太陽
0724 自己的缺點令自己討厭是在什麼時候？ 答案：在別人身上看到時
0725 如果你豐收不起自己的某個朋友有什麼優點時，能說明你什麼呢？ 答案：交錯了朋友
0726 善有善報，惡有惡報是什麼意思？ 答案：什麼報紙都沒有
0727 世界脖子最短的長頸鹿生長在什麼地方 答案：考場裡
0728 在著名的中國古典文學「紅樓夢」中，多愁善感的林黛玉為什麼要葬花 答案：反正閒著也是閒著
0729 女人是本書，那麼男人首先想翻的是哪一頁？ 答案：版權頁
0730 人行走的時候，左右腳有什麼不同 答案：一前一後
0731 一頭牛加一捆草等於什麼？ 答案：還是一頭牛
0732 你的阿姨有個姐姐，但你不叫她阿姨，她是誰？ 答案：媽媽
0733 第一個登上月球的中國姑娘是誰？ 答案：嫦娥
0734 張麗參加百人呼啦圈賽，一直堅持到了最後一刻，卻被取消了冠軍資格。為什麼？ 答案：太胖了卡在腰上了
0735 膽小鬼吃什麼可以壯膽？ 答案：狗膽,狗膽包天
0736 什麼食品東、南、西、北都出產？ 答案：瓜
0737 龍的兒子與狗的兒子有什麼差別？ 答案：一為龍子一為犬
0738 有兩個句子：OO是，OO不是，OO代表兩個字，代表三個字，兩句中的OO與分別相等，如果兩個句子同時成立，那該填上什麼字？ 答案：此句是六個字,此句不是六個字
0739 時鐘什麼時候不會走？ 答案：他本身就不會走
0740 增長智力最有效的辦法是什麼？ 答案：吃一欠長一智
0741 小毛歌唱得不錯，為什麼老得不了第一？ 答案：別人唱得還好
0742 兩人同時過一條又深又急的河，卻只有一獨木舟。獨木舟一次只能載一個人，沒有船夫，不能泅渡，沒有橋，怎麼過去的？ 答案：他們分別在河的兩邊
0743 哪些人覺得老天對自己不公平 答案：瘦子
0744 誰的腳常年走路不穿鞋 答案：動物的腳
0745 一個非常有錢的人卻什麼也不能買,為什麼 答案：他在沙漠裡
0746 在百米水池周圍栽樹，且每株間的差距相等，至多為十五米，為符合這個條件，試問最少栽多少顆？ 答案：兩顆
0747 什麼東西長了毛之後就表示成熟了 答案：玉米
0748 1+1不是2、王、11是什麼？ 答案：豐
0749 只有頭卻沒有身體的牛，叫做什麼牛？ 答案：一頭牛
0750 空調從樓上掉下來會變成啥？ 答案：凶器廢鐵
0751 世界上最小的郵筒（用一成語形容） 答案：難以置信
0752 一又七分之一是什麼字？ 答案：片
0753 怎麼使麻雀安靜下來？ 答案：壓它一下(啞雀無聲)
0754 一口咬掉牛尾巴，是什麼字？ 答案：告
0755 什麼油不能點燃？ 答案：醬油
0756 夜夜看落花，打一禮貌用語？ 答案：多謝
0757 為什麼冰山一「角」？ 答案：另一角被泰坦尼克號撞斷了
0758 為什麼漢子不出門 答案：出了門就是門外漢了
0759 什麼人靠別人的腦袋生活？ 答案：理髮師
0760 一陰一陽，一短一長，一晝一夜，合為一雙。打一字。 答案：明
0761 視而不見，聽而不問？打一字 答案：祈
0762 一個最小的正整數，除6余5，除5余4，除4余3，除3余2。 答案：59
0763 誰家沒有電話？ 答案：phone
0764 哪種蛇的壽命最長？ 答案：三寸不爛之舌
0765 如何分辨狗肉店和豬肉店的不同？ 答案：狗肉店門前會掛羊肉
0766 什麼東西力氣在大也扛不起？ 答案：罪名
0767 人在園中，打一字？ 答案：囚
0768 木字多一撇不把禾字猜。 答案：移
0769 把火熄滅最快的方法是？ 答案：火字上加一橫
0770 不相信戀人，打一公安用語語？ 答案：懷疑對像
0771 不打不相識，打兩字稱謂 答案：戰友
0772 聰明快捷，打一拉丁美洲國家名？ 答案：智力
0773 第九次結婚，打一城市名字？ 答案：巴黎
0774 風平浪靜的城市在哪裡？ 答案：寧波
0775 民航機開張，打一成語？ 答案：有機可乘
0776 加減乘除少一點？什麼字？ 答案：墳
0777 美好的開端？打一字 答案：姜
0778 木蘭之子，打一食物名稱？ 答案：花生米
0779 什麼線看得見,抓不著 答案：光線
0780 老太太沒牙怎樣喝稀粥 答案：不用牙
0781 三個雞蛋,要放在兩隻盤子,一隻盤子必須放一個怎麼放 答案：一隻盤子放兩個
0782 從來沒見過的爺爺他是什麼爺爺 答案：老天爺
0783 大熊貓一生中的最大遺憾是什麼？ 答案：沒有彩色照片
0784 三心二意的人是什麼人？ 答案：多心的人因為那個有三個心
0785 一隻毛毛蟲（八隻腳）走上一堆牛糞，下地以後卻發現只有六隻腳印，為什麼？ 答案：猴群體操
0786 一隻毛毛蟲（八隻腳）走上一堆牛糞，下地以後卻發現只有六隻腳印，為什麼？ 答案：牛糞很臭兩隻腳捏住了鼻子
0787 一個人,一隻船,一隻狗,一隻兔子,一棵白菜,著個人要把著三樣東西,運到河那邊,先送那兩個？ 答案：先送狗和白菜
0788 拿破侖踏上新大陸第一步後做的事情是什麼 答案：邁二第步
0789 一架高空飛行的客機在航行中,小王突然打開門衝出去,為什麼他沒摔死 答案：他是從飛機的廁所沖
0790 什麼東西能逛變世界 答案：風
0791 請問大家，人能活到什麼時候 答案：當然活到死的時候
0792 一個人左右手各拿著一個碗，同時摔下去，一個摔破了，一個沒摔破，為什麼。 答案：因為一個是鐵的一個是瓷的
0793 於宙飛船須密行？ 答案：天機不可洩露
0794 小芬對小芳說：「後天的大前天的後天，也就是昨天的昨天的大後天是我的生日，請來參加我的生日會。」小芳應該什麼時候赴約呢？ 答案：明天
0795 一個數去掉首位是13,去掉末位是40請問這個數是幾 答案：四十三
0796 一個人把窗戶關了，為什麼等他在回來時窗戶卻開了？ 答案：因為他女朋友幫他開窗戶了
0797 一塊黑石子與一塊白石子同時放入水中,有什麼變化。 答案：變濕了
0798 黑人吃黑的東西叫什麼？？ 答案：黑吃黑
0799 怎樣用一塊錢換一百塊錢？？ 答案：打電話向家裡要錢
0800 喝什麼東西可以讓人變成鬼 答案：酒酒鬼
0801 歐美人就餐頭一道菜是湯，你知道湯裡經常會有什麼嗎？ 答案：鹽
0802 一個小姑娘再打排球，她發了一個球，可無論誰都接不著，為什麼？ 答案：球沒發出去或出界了
0803 三加三得幾(打一字)？ 答案：田
0804 哪一種人佔用地球表面積最小 答案：芭蕾舞演員
0805 什麼時候一加五等於十 答案：算盤運算
0806 什麼東西天上有，人間也有。 答案：太陽
0807 最多人看不清楚的花是甚麼花呢 答案：眼花
0808 兩個胖子擁抱[打一城市] 答案：合肥
0809 誰最喜歡添油加醋？？ 答案：廚師
0810 一條兇猛的眼鏡蛇，在一個森林裡它為什麼不吃人。 答案：因為森林裡沒有人
0811 為什麼現代女性都喜歡用沐浴露,而不喜歡用肥皂 答案：怕越洗越髒
0812 晶晶洗澡時，每次都有從洗澡水裡拿東西往嘴裡塞的習慣，而且奇怪的是，她還不斷稱讚好吃。請問她在吃什麼？ 答案：澡和棗同音
0813 什麼樣的房子不能住人？？ 答案：蜂房
0814 聰明人比一般人多了個什麼？ 答案：心眼
0815 什麼時候我們會心甘情願的熄滅自己的生命之火 答案：切生日蛋糕以後
0816 身子裡面空空洞洞而卻擁有一雙手的是什麼麼 答案：手套
0817 當醫生說你的病沒希望時該怎麼辦 答案：換一位醫生
0818 把一頭豬塗滿銀光粉牽到舞台上是什麼？ 答案：諸葛亮(豬皮革亮)
0819 面首暴亂(歷史事件) 答案：南昌起義
0820 兩隻貓頭鷹在聊天,其中一隻說它可以在白天出門而不用戴墨鏡,為什麼 答案：那是一隻瞎眼貓頭鷹
0821 除了變色龍以外,什麼動物最擅長偽裝術 答案：人
0822 什麼樣的關係才稱得上是生死之交 答案：人鬼聯姻
0823 小麗問小明：「你知道世界上什麼籃是漏的，但卻是有用的嗎？」 答案：籃球的籃
0824 如果說兒童是國家未來的棟樑，那麼兒童肚子裡的蛔蟲是什麼？ 答案：當然棟樑的蛀蟲了
0825 你知道世界上什麼東西既不怕曬也不怕濕嗎？ 答案：影子
0826 下雨天三個人在街上冒雨走，為什麼只淋濕了一個人的。 答案：一個懷著雙寶孕的婦人
0827 姑媽送給小花一隻小貓，這隻小貓沒有死掉，也沒有跑掉，小花也沒有把它送人，為什麼三個月後姑媽來小花家在沒有看見小貓？ 答案：它已長成大貓了
0828 酒喝多了傷人,不喝呢 答案：傷心
0829 世界上什麼東西最寶貴 答案：時間
0830 雨天什麼傘不能打 答案：降落傘
0831 什麼動物即沒有祖先又沒有子孫 答案：騾子
0832 地球沒有水時像什麼 答案：核桃
0833 誰成天樂得合不攏嘴 答案：彌勒佛
0834 李紅每次賽跑都是倒數第一,這次卻是正數第一,為什麼 答案：只她一人
0835 為什麼蘭蘭總喜歡舊東西 答案：因為他是一個古董收藏家
0836 債權和債務的最大區別是什麼 答案：一個容易記住一個最不容易記住
0837 什麼飛機常常沒有明確的目的地 答案：紙飛機
0838 地球上哪一部分絕對照不到太陽 答案：任何地方都照不到太陽因為地球不發光
0839 看書最怕的是什麼 答案：中間被人弄去幾頁
0840 請解釋擒賊先擒王。 答案：丟了東西先驅找姓王的
0841 你知道不可救藥的成語是如何產生的嗎 答案：當藥店發生火災時只能先救人再救藥
0842 地球上什麼地方溫度最高 答案：地球的中心
0843 街上那麼多的人是從哪來的 答案：各自的家中
0844 人到世界上看見的第一個人是誰 答案：接生的人
0845 喝牛奶時用哪只手攪拌會比較衛生 答案：用那隻手都不衛生還是用勺子好.
0846 一個最貪玩的小孩最喜歡什麼課 答案：下課
0847 什麼東西從屁股裡排出後還可以當食物 答案：雞蛋
0848 為什麼熱戀的人喜歡在較黑的地方談戀愛 答案：因為愛情是盲目的
0849 為什麼有的果樹生長十幾年也不接一個蘋果 答案：那不是一顆蘋果樹
0850 人在什麼時候記憶力最好 答案：當別人欠自己錢的時候
0851 雞鵝賽跑,雞比鵝跑得快,為什麼鵝先到終點 答案：雞跑反了方向
0852 魯智深倒拔垂楊柳後說的第一句話是什麼話 答案：中國話
0853 小王和小張兩家50M,兩家又沒有電話,小王想找小張又不想出門,怎麼辦 答案：小王可以喊小張
0854 小平平時嘴閉不住,為什麼現在一聲不吭 答案：小平睡著了
0855 亮亮語文和數學共考了200分,結果靜靜得了第一,為什麼 答案：他們不在同一個班
0856 一個鴨梨,咬哪一部分最甜 答案：隨便咬的第一口最甜
0857 小明家很富裕,可他想買玩具時卻從不向母親要一分錢,為什麼 答案：他向他爸爸要錢一分錢也買不到什麼玩具
0858 什麼虎嚇人但不吃人 答案：壁虎
0859 永遠不能做飯的鍋是什麼鍋 答案：羅鍋
0860 小明睡覺的時候,媽媽最怕什麼 答案：小明尿床
0861 什麼人永遠無憂無慮 答案：死了的人.
0862 你每天做作業時先幹什麼 答案：打開本子.
0863 一個人在太陽下走路卻看不見自己的影子,為什麼 答案：因為他撐了一把傘
0864 世界上哪兒的大象最小 答案：書上的
0865 小明可以讓地球停止或倒轉,可能嗎 答案：可能是個玩具地球
0866 為什麼媽媽幾個月都不給孩子吃飯可孩子仍然長的很好 答案：因為這個孩子還是個胎兒.
0867 如何防止被狗咬 答案：不要跑在狗的前面.
0868 誰是世界上最有恆心的畫家 答案：愛化妝的女人
0869 兔子比什麼可以絕對贏烏龜 答案：仰臥起做.
0870 什麼時候被騙得高興 答案：祝你長生不老呀
0871 如果有一台電腦能替你干一半活,你將怎麼辦 答案：買兩台
0872 上次湯姆過生日是七歲,下次他過生日是九歲,這是怎麼回事 答案：今天他是過八歲生日.
0873 今天上午只上半天課,學生高興吧 答案：不高興下午還有半天課.
0874 你的狗需要執照嗎 答案：不需要他不會開車
0875 紅蠟燭還是綠蠟燭燒得長 答案：都會越燒越短
0876 你敢在還沒干的水泥地上騎車嗎 答案：敢沾點兒水怕什麼.
0877 弗蘭克林在雷雨中放風箏時說了什麼 答案：什麼也沒有說當時他被電麻了
0878 什麼黑傢伙是由光造成的 答案：影子
0879 什麼東西越大越沒有用？ 答案：破洞
0880 什麼樣的汽車可以隨便撞人？ 答案：玩具車
0881 什麼東西有腳卻不能走路？ 答案：桌子椅子
0882 什麼東西打破了才能吃？ 答案：雞蛋
0883 在哪裡理發最好 答案：頭上
0884 在哪裡理發最好 答案：頭上下班
0885 什麼東西有風不動無風動 答案：扇子
0886 為什麼張華每天上班都要坐飛機 答案：因為他是飛機師
0887 丁丁拿著塊石頭向玻璃砸去，玻璃卻沒碎。為什麼？ 答案：沒砸到
0888 在一場足球賽前，你可以準確地告訴我比分嗎？ 答案：當然可以0:)
0889 什麼是治療「口臭」的最佳方案？ 答案：閉嘴
0890 小星右手的小指受傷了,那麼他應該用哪只手寫字 答案：右手因為右手不影響寫字.
0891 什麼東西象大象一樣但毫無重量 答案：大象的影子
0892 菜單裡為啥沒有肉 答案：那可太髒了
0893 什麼人的心腸最好？ 答案：身心健康的人
0894 人為什麼要生兩隻耳朵？ 答案：兼聽則明
0895 人走路時兩隻腳有什麼不同？ 答案：一前一後.
0896 敲凳子會發出「咚咚」聲，那麼凳子敲人會發出什麼聲？ 答案：慘叫聲
0897 什麼東西人用完了很快會回來？ 答案：力氣
0898 家都看見地上有張100元的錢，為什麼沒有撿？ 答案：那是陰幣
0899 什麼東西有頭無腳？ 答案：磚頭.
0900 什麼「光」會給人類帶來痛苦？ 答案：耳光.
0901 小可坐在桌前讀書，為什麼不開檯燈？ 答案：大白天開什麼呀
0902 什麼樣的雞蛋永遠也孵不出小雞？ 答案：熟的
0903 貝兒的媽媽從外地買回一種魚，無論放多長時間也不會臭。為什麼？ 答案：木魚
0904 什麼人指望腿生活？ 答案：賽跑運動員
0905 什麼球身上長毛？ 答案：羽毛球
0906 癩蛤蟆怎樣才能吃到天鵝肉？ 答案：天鵝死了.
0907 在情人的臉上發表的處女作是什麼？ 答案：初吻.
0908 怎樣才能使人有心跳的感覺？ 答案：活著.
0909 什麼樣的人見到陽光就會躲得無影無蹤？ 答案：雪人.
0910 第一次世界大戰是在何時發生？ 答案：亞當與夏娃打架的時候.
0911 為什麼殺人要被判刑，殺蟑螂卻不用 答案：因為蟑螂沒有辨護律師
0912 旅行時，遇到叉路，一條往誠實國，一條往謊話國，路口有位不知來自何國路人，你要如何問路，才能確定兩國的方向？你只需問路人：「你家往哪裡走？」 答案：如果是誠實的公民,會指誠實國方向,如果是謊話國公民,?
0913 身高一米六八公分的小華，有一天去看棒球賽，回來卻變成170公分，為什麼？ 答案：因為他被棒球擊中長出了一個一公分的包.
0914 傳說在古代的地球有十個太陽，但是現在為什麼只剩一個？ 答案：因為九個太陽被齊秦拿去寫歌了.
0915 夜黑風高的晚上，小李遇見鬼，為什麼鬼反而嚇得落荒而逃？ 答案：因為小李遇到的是一個膽小鬼
0916 什麼人沒當爸爸就先當公公？？ 答案：太監
0917 公車來了，一位穿長裙的小姐投了8塊錢，司機讓她上車，第二位穿迷你裙的小姐投了8塊錢，司機也讓她上車，第三位小姐沒投錢，司機還是讓她上車，為什麼？ 答案：她用車票
0918 小施擁有喬丹第一代到第十二代的籃球鞋，請問他最喜歡哪一雙？ 答案：下一雙
0919 一棵樹綁著一隻虎，繩長10公尺，距樹公尺處有一堆草，要如何它才能吃到那堆草？ 答案：老虎根本不吃草.
0920 向日葵會隨著太陽而轉動，請問陰天的時候會向著哪裡？ 答案：向著光頭的人
0921 有三個小孩子正在猜拳，一個出剪刀，一個出石頭，一個出布，請問三個小孩子的手指共有幾根？ 答案：三十根.
0922 小朋友在游泳池游泳，游了一陣，大勇數了數，發覺少了一個，忙向老師報告，老師卻說沒有少，是什麼原因呢？ 答案：大勇忘了數上自己.
0923 世界上有什麼東西可以以每小時二千公里的速度載著人向前奔跑，而且不必加油或費用燃料？ 答案：地球
0924 英國國王為什麼是女性 答案：因為英國男人都是紳士講究女士優先.
0925 什麼叫含笑九泉？ 答案：高興死了.
0926 自動捐血和被吸血鬼吸血有什麼不同 答案：吸血鬼不會一邊吸血一邊招待你喝牛奶吃餅乾.
0927 阿平已經死了很久了，為什麼他的棺材蓋經常會被弄開？ 答案：他從小睡覺就喜歡踢被子.
0928 為什麼現代人出殯時，會國樂和西樂齊鳴？ 答案：誰知道來迎接的是天使還是菩薩
0929 誰能讓全世界的妖魔鬼怪同時抱頭鼠竄？？ 答案：太陽"能"
0930 湯姆寫信時，寫收信人和寄信人的地址反了，結果信寄回自己家中，不過他不花半毛又把信寄給收信人，為什麼？ 答案：他寫上查無此人放到郵箱裡.
0931 要如何讓一塊錢浮在水面上 答案：用美鈔就行了
0932 有一個人舔冰棒，為什麼越舔冰棒越大支 答案：因為他在南極舔
0933 兩個穿著相同裙子的女子走在忠孝東路，忽然一陣風吹過，站在旁邊的小馬看了一眼馬上就認出其中一個是大陸妹，另一個是台北姑娘，為什麼？ 答案：大陸妹會先折緊裙子台北姑娘會先掩著頭髮保護髮型.
0934 小偷最怕碰到是哪個機關？ 答案：公安機關.
0935 有一個富豪想知道他的什麼東西最值錢。你知道嗎？ 答案：他腦袋.
0936 演習時，二部同是四噸重的軍車在一座便橋前停下，後一部已經拋錨，前一部拖著它的軍車駕駛兵，煩惱著要如何才能通過限重五噸的橋？ 答案：用一條比繩長的索牽引,使兩部車不同時在橋上就可通過.
0937 移防到馬祖的大兵阿明以女友即將生產為由申請返台，為什麼卻沒有被批准？ 答案：因為馬明來到阿祖一超過一年以上,中途不曾返台過.
0938 在營休假的阿福和阿明，為什麼躲在寢室裡卻搞得流血又流濃的好不暢快？ 答案：相互擠青春痘.
0939 阿丁做起事來總是拖泥帶水，為什麼卻從沒被長官處罰過？ 答案：阿丁蓋碉堡的士兵.
0940 大兵阿雄的祖母坐了一天的車去軍營探望他，為什麼長官一見到她卻氣得差點暈倒？ 答案：他昨天請了三天喪假是他外祖母過世.
0941 雖然只是薄薄的一片，女人少了它一天也活不下去的是東西？？ 答案：鏡子.
0942 最不能在光天化日下見人的是什麼東西？ 答案：膠卷
0943 粲胄甘埔綰尾趴杉嫻茫? 答案：養只會抓魚的熊
0944 老人梅友並到醫院去做檢查，結果醫生告訴他說要看開一點，請問他得了什麼病？ 答案：豆雞眼.
0945 蛋要怎麼買，才不會買到裡面已經孵出了小雞的蛋？ 答案：買鴨蛋.
0946 牛頓在蘋果樹下蘋果擊中，發現了地心引力；如果你坐在椰子樹下，等待被椰子打中，你會發現什麼？ 答案：會發現這種行為很愚蠢
0947 為什麼胖的人比瘦的人怕熱？ 答案：因為被曬的面積比較大.
0948 公共廁所（猜一外國首都） 答案：倫頓(輪蹲)
0949 阿弟竟成功的用麵線上吊自殺成功，為什麼？ 答案：摔死的.
0950 這個東東，左看像電燈，右看也像電燈，和電燈沒什麼兩樣。但它就是不會亮，這是啥東東呢？ 答案：壞掉的電燈.
0951 一位卡車司機撞倒一個騎摩托車的人，卡車司機受重傷，摩托車手卻沒事？ 答案：卡車司機當時沒有開車.
0952 小李喝酒，撞傷了臉，回家怕太太知道會責備，去洗手間對著鏡子貼上創口貼，可第二天還是被太太罵了一頓，為什麼 答案：創口貼貼在鏡子上了.
0953 一頭大象賣10萬，兩頭大象賣多少？ 答案：無數.
0954 一隻已經飢餓以久的狼看見一隻綿羊，卻馬上跑了，為什麼？ 答案：因為他跑去追羊.
0955 小明家的鴿子在小剛家的陽台上下了個蛋，請問這個鴿子是誰的？ 答案：鴿子自己的.
0956 煙鬼甲每天抽50支煙，煙鬼乙每天抽10支煙。5年後，煙鬼乙抽的煙比煙鬼甲抽的還多，為什麼？ 答案：煙鬼甲抽得太多了早死了.
0957 打什麼最省力又舒服？ 答案：瞌睡
0958 閻羅王嫁女兒，猜三個字？ 答案：鬼才要.
0959 誰知道到天上有多顆星星？ 答案：天知道.
0960 人最怕屁股上有什麼東西？ 答案：一屁股債.
0961 刺殺陳水扁的子彈從哪兒來 答案：當然從槍口裡出來.
0962 用哪三個字可以回答一切疑問題 答案：不知道
0963 拿什麼東西不用手？ 答案：拿主意.
0964 人死後為什麼會變得冰涼？ 答案：心靜自然涼.
0965 做什麼事要從頭來？ 答案：剃頭.
0966 中國人都會寫哪種外國字？ 答案：阿拉伯數字.
0967 將要來卻永遠來不了的是什麼？ 答案：明天
0968 為什麼結婚的人都要先拍結婚照？ 答案：一拍賣即合.
0969 給一們耳聾的殘疾人安裝一部鈴一響就發光的電話機，但這電話機仍然對他毫無用外，為什麼？ 答案：耳聾能聽到電話嗎?
0970 某歌星每次上台演出，總是戴著一隻手套，這為什麼？ 答案：他總想露一手.
0971 有一個東西，它有3個肚子，21個頭，5個背，它是什麼？ 答案：怪物
0972 一個人被一個從三千尺高的東西砸到，為什麼沒有受傷？ 答案：是雨
0973 世界上使用的語言很多，那麼什麼話是世界通用得最多的？ 答案：電話
0974 有一天，一個植物專家，一個原子彈專家，一個動物專家在一個熱氣球上。此時，熱氣球直線下降，必須扔掉一個科學家，請問扔哪一個？ 答案：扔最重的那一個.
0975 如果你的媽媽、孩子和同學同時落水了，你會先救哪一個？ 答案：離你最近的一個.
0976 一架飛機起飛沒多久就爆炸了，但飛機上沒人受傷這是為什麼？ 答案：全死了.
0977 有一個奇怪的問題，不論問任何人，所得的答案一定是「沒有」，這個問題是什麼？ 答案：你睡著了嗎?
0978 米的外公是誰？ 答案：是爆米花因為抱過米也抱過花.
0979 米的爸爸是誰？ 答案：米的爸爸是蝶,蝶戀花.
0980 米的媽媽是誰？ 答案：米的媽媽是花,花生米.
0981 空中媽媽（打一礦物） 答案：雲母.
0982 草本（打一化合物） 答案：苯
0983 1一隻羊在吃草，一隻狼從旁邊經過沒有吃羊。2又一隻狼經過，還是沒有吃羊。3第三隻狼經過，羊沖狼大叫，狼還是沒吃羊。 答案：蝦對蝦(對瞎)龍蝦(聾瞎)
0984 畫家喜歡畫粗的繩子不喜歡畫細的繩子 答案：出神入畫(出繩入畫)
0985 雞與鴨的對話 答案：雞同鴨講.
0986 怎樣讓鴨子不會飛走 答案：插一翅膀給他(插翅難飛)
0987 二姑娘（打一字） 答案：姿
0988 有種船從來沒下過水，為什麼還是船？　 答案：宇宙飛船.
0989 來自海洋地下，煉得潔白無暇；長期為人服務，調味離不開它 答案：食鹽
0990 千錘萬鑿出深山，烈火焚燒只等閒；粉身碎骨渾不怕，留得清白在人間。 答案：石灰.
0991 樹心有眼，西下美女，手扶下巴，人在爾邊，心死相依，言及自己，十件傢俱，白色勺子，兒女相全，又住一起 答案：想要把你忘記真的好難.
0992 什麼東西越熱越愛出來？ 答案：汗.
0993 一個盛滿咖啡的杯子，裡面放一枚硬幣卻沒有濕，為什麼？ 答案：干咖啡.
0994 英國出生過大人物嗎？ 答案：沒有全是嬰兒.
0995 一個不識字的人摀住識字的人的耳朵，讓他讀自己老婆的來信。他為什麼要這樣做 答案：怕識字的人聽到老婆說什麼.
0996 彼得坐車頭暈，他為什麼不同靠窗戶的人換人位置呢？ 答案：沒法換那裡沒人.
0997 商店裡有一種表比進價還便宜，可商店並沒有虧本，錢從哪裡來呢？ 答案：從修理費裡.
0998 老師要學生寫關於牛奶的文章，要求寫200字，為什麼沙米爾只寫了20個字？ 答案：沙米寫的是濃縮牛奶.
0999 商店標明一支雙響槍射程160米，為什麼實際射程只有80米呢？ 答案：雙響加起來算豈不是正好.
1000 詩人為什麼不像小說家、散文家那樣稱 答案：詩買不了幾個錢成不了家.
1001 奶奶過馬路為什麼總是抓緊小孫子的手？ 答案：奶奶膽小.
1002 大龍家今晚的電視為什麼只有圖像，沒有聲音？ 答案：上演的是啞劇.
1003 爸爸丟了一樣東西，為什麼媽媽還特別高興？ 答案：他丟掉了壞習慣.
1004 哈默為什麼會丟錢？ 答案：他帶了錢.
1005 科比有一個月為什麼突然吃得少了？ 答案：第二個月.
1006 科比有一個月為什麼突然吃得少了？ 答案：第二個月.
1007 有一樣東西比大力士能舉起的重量要輕得多，大力士卻舉不起，那是什麼？ 答案：他自己.
1008 要怎樣做，才能使夢想變成現實？ 答案：睡前開好鬧鐘.
1009 有有說傑米寫的詩是從書上偷來的，可傑米不承認，他的理由是什麼？ 答案：詩還在書上.
1010 從飛機上掉下的東西打著了人，人卻沒有受傷，為什麼？ 答案：跳傘的人被自己的傘打了.
1011 小花站起來同飯桌一樣高，兩年之後，反而在桌子下活動自如，為什麼？ 答案：小花是一條狗.
1012 一個通緝犯跑到美容院，一個美容師給他整了容，但整容後一出門就被警察抓住了 答案：他變成了另一個通緝犯.
1013 兩個人背對背站著，怎麼踢到對方膝蓋 答案：走到第一個前面踢.
1014 嬌嬌的爸爸在一次難度很大的考試中非常從容，為什麼？ 答案：他是監考老師.
1015 什麼書必須買兩本？ 答案：結婚證.
1016 上尉為何在訓練新兵時讓高大的站在前面，矮的站在後面？ 答案：上尉入伍前是個擺水果攤的.
1017 小明發現房間遭竊,卻一點也不緊張,為何 答案：別人的房間.
1018 爸爸答應漢森，只要考試及格，就獎勵10元錢，可為什麼漢森還是不及格？ 答案：為了給爸爸省錢.
1019 三個同學下跳棋，共下了45分鐘，問每個同學下了多少時間？ 答案：45分鐘
1020 一輛車子飛速前進，可這輛車的輪子卻一點都沒有動，怎麼回事？ 答案：這輛車是在開動的車上.
1021 開學後的最大願望是什麼？ 答案：放假.
1022 薩維在電影院看電影時，為什麼每次看的都是不連貫的電影？ 答案：每次都是看一會兒睡一會兒.
1023 爸爸的手錶剛洗過，為什麼就不走了？ 答案：兒子用自來水洗的.
1024 老師給薩姆佈置了一篇作文，題目是；什麼是懶惰。薩姆用最簡短的文字寫下了這篇作文，他是怎麼寫的？ 答案：這就是懶惰.
1025 米奇吃下了藥，但忘了把藥搖勻，達不到最佳效果，他該如何補救？ 答案：不停地翻跟頭.
1026 伊凡吹噓自己寫的小說可以得諾貝爾獎，他寫的什麼小說？ 答案：幻想小說.
1027 哥哥吹噓自己有非凡的記憶力，可有一件事他常忘，那是什麼事？ 答案：還弟弟的錢.
1028 瓊斯練鋼琴，除了媽媽給錢，還有誰給？ 答案：鄰居因為他一練琴他們就別想睡.
1029 尼克的法語不好，他去法國旅遊時吃苦頭了嗎？ 答案：沒有吃苦頭的是法國人.
1030 查理為什麼說他的家是湊起來的 答案：因為爸爸媽媽和查理分別出生於不同的地方.
1031 某人認為借書的人從不還書，所以從不借書給人，他這樣認為的依據是什麼？ 答案：他的藏書就是這樣來的.
1032 讓病人出一身大汗的妙方是什麼？ 答案：當著病人的面把補藥全吃掉.
1033 湯姆因為把墨水潑在地毯上而挨了罵，可他覺得委屈，為什麼？ 答案：墨水不貴呀.
1034 尼克考了500多分，雅克考了600多分，為什麼老師認為他們的成績不相上下？ 答案：尼克考了6門,雅克考了7門.
1035 一位先生從單身到結婚,再到生孩子,給乞丐施捨的錢越來越少,乞丐為此大為光火乞丐生氣的理由是什麼 答案：這不是拿乞丐的錢養活家人嗎?
1036 戴維一家五口外出旅遊，說好一人帶一瓶飲料可戴維堅持只帶4瓶可口可樂，為什麼？ 答案：還有一瓶是汽水.
1037 觀音大士為什麼要坐在金童玉女的中間而不坐在旁邊呢？ 答案：因為他怕他們談戀愛.
1038 董存瑞舉著炸藥包想的是什麼？ 答案：希望這是個啞巴炮.
1039 哪種中藥最倒楣？ 答案：人參.
1040 有一隻凶暴的鱷餱≡諍０渡系碔□槭顫N不會咬人？ 答案：無人島.
1041 茉莉花太陽花玫瑰花,哪一朵花最沒力 答案：茉莉花因為好一朵沒力(茉莉花)花
1042 小明快樂的過生日,卻沒有人幫他慶祝,為什麼 答案：在夢中早過了一天.
1043 有一隻老鼠碰到一堆屎,從上面過去了卻留下三隻腳印問為什麼？（注不是三隻腳） 答案：用一隻腳捏著鼻子呢.
1044 「個個大！個個大！」母雞叫什麼叫？原來它下蛋了。「你的廣告做的很到位！」公雞聽了，一邊誇獎母雞，一邊去參觀自己的勝利成果。這一看不打緊，公雞氣勢凶凶地追母雞，聲稱要修理它。問題是：公雞為什麼要追趕 答案：原來母雞下了一個大鴨蛋.
1045 5隻雞，5天生了5個蛋。100天內要100個蛋，需要多少隻雞？？ 答案：依然是五隻雞.
1046 夫妻結婚不久，丈夫就去當兵了，幾年之後，妻子生了個兒子。有一天，妻子對兒子說爸爸就要回來了！讓兒子和自己一起去機場接他的爸爸，一會飛機上下來了三個人，兒子衝上去就喊：「爸爸！」為什麼兒子能認出來？ 答案：因為其中兩個是女的.
1047 什麼東西有白、有黑，也有紅？ 答案：一匹怕羞的斑馬.
1048 說有九頭小豬要過河，剛好河裡有九頭鄂魚，小豬說：「鄂魚，帶我們過河嗎？」鄂魚說：「行啊」結果八頭小豬被八條鄂魚吃了，為什麼第九頭小豬沒有被鄂魚吃了？ 答案：第九頭鄂魚是伊斯蘭教徒.
1049 一個女子最討厭抽煙的人，有一天，她去一個朋友家，參觀新房後，連聲說：「抽煙好、抽煙好！」請問這是為什麼？ 答案：排油煙機.
1050 有只小螞蟻在自己家附近玩耍，不久看見一頭大象慢悠悠走了過了，螞蟻一驚，連忙跑回家去，想了想又伸出了一條自己細細的小腿，請問為什麼？？ 答案：小螞蟻想把大象拌倒.
1051 什麼樣的人最喜歡長髮？ 答案：理髮師.
1052 烤肉的時侯最怕什麼？ 答案：肉跟你裝熟.
1053 兩腿一掰，黃水直流。（打一動作） 答案：剪刀
1054 為什麼人的屁股生在後面？ 答案：放屁裡自己可以少聞點臭味.
1055 有個人被恐龍一口咬住，又在嘴裡嚼了好幾下，為什麼沒有受傷？ 答案：因為塞到恐龍的牙縫裡了.
1056 有一樣東西，它每個月都會來一次，只是薄薄的一張紙就令你心煩意亂，這到底是什麼東西呢？ 答案：每個月的測試.
1057 外國人的長，中國人的短，公公沒有，和尚用不著。 答案：名字.
1058 拿著雞蛋丟石頭，但雞蛋卻沒破，為什麼 答案：拿著雞蛋,丟的是石頭.當然雞蛋不破啦.
1059 小小的一根棍，把他拿出來，放到嘴裡面，越啄越紅，越啄越短。是什麼？ 答案：吸煙.
1060 人體上有一個器官由兩片肉構成，肉上長有毛，如果用手指不停的挖兩片肉中間，那就會流出水來，如果用硬東西用力一戳那它就會流血。 答案：眼睛.
1061 問你龜兔第三次賽跑，兔子一沒有驕傲，二沒有睡覺非常努力的奔跑，終點也不在水裡，可是還是輸了為什麼？ 答案：烏龜是只忍者神龜.
1062 有一群耗子，中間有隻貓，問還有幾隻耗子？ 答案：一隻也沒有.
1063 導演招收演員，考題是《黑夜歸來》。該怎樣做才能很容易被錄取呢？ 答案：很簡單做個拉燈的動作
1064 小明一家人在客廳裡，明明聽到有人喊：「救命啊，失火了，為什麼他們一家人動也不動？？？ 答案：因為他們在看電視.
1065 什麼東西不用的時候朝下,用的時候朝前？ 答案：鑰匙
1066 小王用捕鼠籠在家抓老鼠,第二天一早發現籠子裡抓了一隻活老鼠,而籠子外面卻有二隻死老鼠四腳朝天的死老鼠,為什麼？　 答案：那兩隻看到同伴笨的上當活活笑死的.
1067 一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼？ 答案：警察想做出租車.
1068 三個小朋友各買了一雙相同的鞋，為什麼他們穿的鞋還是不一樣？ 答案：剛買還沒穿.
1069 江家有三個女兒，大女兒、二女兒、三女兒。誰的身材最辣？ 答案：大女兒因為薑還是老的辣.
1070 什麼東西越長越細越難過,越短越越粗越好過 答案：獨木橋.
1071 包公的臉為什麼是黑的？ 答案：因為額頭上有個月亮月亮都是晚上出來.
1072 一種用舌頭解不開，就用牙齒咬的解決政治瘡疤的方法是什麼？ 答案：戰爭.
1073 什麼袋每個人都有，卻很少有人借給別人？ 答案：腦袋.
1074 根據調查，發現本國各地在同一時間，竟然有許多人說著相同英語酌奇怪現象，這究竟是怎麼一回事呢 答案：原來他們都均同時收聽英語廣播講座節目中的發音練習.?
1075 有一天我去意大利參觀著名的比薩斜塔時，卻看到此塔一點也不傾斜，筆直而立。當時真懷疑自己是否眼花了，四周看不到修復的痕跡，也不是看到贗品。那麼究竟該如何說明這個事實呢 答案：站在與傾斜方向相對的地方看.
1076 「東張西望」「左顧右盼」「瞻前瞻後」這幾個成語用在什麼時候最合適？ 答案：過馬路.
1077 地球表面哪裡照不到太陽？ 答案：背面.
1078 摩托車為什麼打不著火？ 答案：欠踹.
1079 人死了為什麼要埋在地下？　　　 答案：到地府快一點.
1080 壞人屬於人類，那麼好吃懶做的人渣屬於什麼類？ 答案：人類.
1081 在飯桌上,piggy和cloud說著說著竟然動起拳頭來了,可為什麼社區偵探時雨不但不阻止,反而在旁邊大喊加油 答案：他們在划拳.
1082 遠在外地工作的浪人寄了封信回家慰問,裡面還夾了張照片,但為什麼他家人收到信後卻遲遲不肯打開看呢 答案：粗心的浪人把勿折寫成了勿拆,
1083 帶馬桶坐大堂是咋回事 答案：髒官.
1084 什麼東西賣的價格越高越容易成交？ 答案：廢品.
1085 珍惜和CLOUD學習駕駛帆船。珍惜對CLOUD說：我知道帆船在逆風時也可以前進，但我今天真倒霉，帆船進入了一個完全無風的地帶，幸虧後來遇到一股強烈的潮水才得以逃脫。CLOUD說：雖然是無風地帶，但還是 答案：可能.
1086 小明從外面買了好多東西回來,為什麼她一進社區辦公室就把手中的一捆布往地上一扔 答案：拖布.
1087 為什麼有人說建立在金錢基礎上的婚姻是最牢固的？ 答案：銅婚,銀婚,金婚...越老越牢固.
1088 電梯除了比樓梯省時省力之外，最大的好處是什麼？ 答案：萬一跌摔不會一路滾下去.
1089 小明上街去，買了一堆香蕉，一堆蘋果，一堆梨，一堆荔枝，他買了幾堆東西？ 答案：他買了一堆因為所有的都堆在一塊兒.
1090 上課的時候，同學們都坐著上課，但是小李上每一節課都站著。為什麼？ 答案：小李是老師.
1091 什麼樣的書最香？ 答案：菜譜
1092 細菌靠生物而活那麼什麼靠細菌活？ 答案：醫生.
1093 有什麼辦法可以保住母雞性命免遭主人宰殺 答案：想辦法每天下一個蛋.
1094 醫生問病人：「感冒嗎？」病人搖搖頭。「肚子疼？」病人搖頭「神經病？」病人搖頭。究竟他是來看什麼病的？ 答案：是來看不停搖頭的毛病.
1095 病患在什麼地方最沒痛苦？ 答案：別人身上.
1096 什麼老鼠跑的最快！ 答案：看見貓的老鼠.
1097 豬為什麼沒完沒了地吃？ 答案：他想成為一隻肉豬.
1098 什麼字大家看了都說沒用？ 答案：沒用.
1099 什麼東西沒有價值但大家又很喜歡？ 答案：無價之寶.
1100 爸爸什麼時像個孩子？ 答案：在爺爺面前.
1101 為什麼養長頸鹿最不花錢？ 答案：因為他們的脖子長,一點點食物都要走很長的路才能到肚?
1102 沙漠中最常見的東西是什麼？ 答案：沙子.
1103 永遠也寫不好的字是什麼字？ 答案："壞"字
1104 什麼樹永遠不會枯死？ 答案：畫上的樹.
1105 什麼河裡從來沒有水？ 答案：棋盤上的楚河.
1106 吃飯的時候最掃興的是什麼？ 答案：沒做飯
1107 從天上飛機裡跳出來，最怕遇見什麼？ 答案：忘帶降落傘
1108 漁夫最怕什麼？ 答案：沒人吃魚
1109 什麼東西越有越可憐？ 答案：窮.
1110 什麼東西越吃越感到餓？ 答案：消化藥.
1111 什麼鬼整天騰雲駕霧？ 答案：煙鬼.
1112 世界上最長的單詞是什麼？ 答案：微笑因為兩個字母s裡隔了一里.
1113 為什麼一群狼當中必定有一隻羊？ 答案：就群字裡有羊.
1114 什麼酒不能喝？ 答案：碘酒.
1115 一個人沒有前輩，為什麼他有後輩？ 答案：人當然有後背.
1116 什麼地方有時候有水,有時候沒水 答案：水籠頭裡.
1117 小孩子喜歡好什麼？ 答案：好奇.
1118 貓最喜歡吃什麼？ 答案：老鼠.
1119 什麼柴不能燒？ 答案：人才.
1120 什麼最鐵面無私 答案：稱.
1121 老王很有錢，可別人說他是個奴隸，為什麼？ 答案：老王是個守財馭
1122 一點一橫長，一撇到南洋，上面像個丑，下面一張口。 答案：唐.
1123 小明看書的時候，為什麼不能把書籤放在175頁和176頁之間？ 答案：因為是寫在一張紙上.
1124 世界上哪個地方下午比早上先到？ 答案：在字典裡.
1125 什麼走路早上用四條腿,中午用兩條腿,晚上用三條腿 答案：人.
1126 什麼車坐不了？ 答案：風車.
1127 什麼酒喝不了？ 答案：天長地久
1128 如果蘋果沒落在牛頓頭頂上，會落到哪裡？ 答案：地上.
1129 如果蘋果沒落在牛頓頭頂上，會落到哪裡？ 答案：地上.
1130 八點鐘和九點鐘有什麼不一樣？ 答案：差一點.
1131 一天，洋洋不慎撞到電線桿，為什麼他連手都疼？ 答案：洋洋狠狠的揍了電線桿一頓.
1132 有一樣東西不管你喜歡與否，它卻每年一定要增加一點，這是什麼東西？ 答案：年齡.
1133 動物園裡，小明緊挨著老虎合影留念，老虎卻沒有咬他，為什麼？ 答案：那是只假老虎.
1134 冰到底是什麼東西？ 答案：一塊一塊的水.
1135 怎樣才能防止第二次感冒？ 答案：根本不要感冒.
1136 王芬和李麗是同班最要好的同學，她們約好去醫院探望老師，王芬買了5束花，李麗買了4束花，進病房後她倆將花合在一起送給了老師，你知道她們的老師一共收到了幾束花？ 答案：一束花.
1137 小戴是位科學家，歷盡千辛萬苦終於來到一個地方，他面北而立，向左轉了90度，卻還是向北，再轉90度依然面北，又轉90度還是面北，你知道這是什麼原因嗎？ 答案：小戴在北極.
1138 黃河上有2座橋，一高一低，這2座橋都被接連而來的3次洪水淹沒了。高橋被淹了3次，低橋反只被淹了1次，這是為什麼？ 答案：水退後高橋露出來而低橋一直淹著.
1139 王爺爺有3個孫子。一天，他買了2個小西瓜，一路在想怎樣平均分西瓜，總也想不出個好辦法來。在門口，鄰居李奶奶只說了3個字，王爺爺就愁眉舒展了。李奶奶告訴他的是什麼辦法？ 答案：搾成汁.
1140 一根繩子在當中被一刀剪斷了，但它仍是一根完整的繩子，為什麼？ 答案：因為繩子起初是結成圓形圈的.
1141 陸先生有兩位朋友，都在稅務局當稅務官員，其中一位是另一位的孩子的父親。你說會有這種可能嗎？ 答案：兩位稅務官員是夫婦.
1142 李伯伯一共有7個兒子，這7個兒子又各有一個妹妹，那麼，李伯伯一共有幾個子女？ 答案：八個子女妹妹最小.
1143 在有100個代表隊參加的足球淘汰賽中，要決出冠軍隊，至少需進行多少次比賽？ 答案：一次只能淘汰一個隊故需要99次.
1144 足球比賽中間休息的時候，爸爸問他的兒子：放在右腳旁邊而左腳碰不到的是什麼東西？兒子靈機一動就答對了，你知道嗎？ 答案：是左腳.
1145 一家珠寶店的老闆雇了一位保鏢負責押送一箱珠寶，不幸中途遭人打劫。在整個被劫過程中，保鏢始終死守著珠寶，儘管保鏢沒自盜自劫，可珠寶店老闆還是損失了這箱珠寶，為什麼？ 答案：保鏢與寶箱一起劫走.
1146 老鷹的絕症是什麼 答案：恐高症
1147 4+4+4+4（猜一種水果） 答案：16石榴
1148 米湯淋頭,請猜一名星 答案：周潤發.
1149 一隻蚊子順時鐘繞著一個新買的而且是沒有任何質量問題的高效捕蚊燈打轉,但一直不會被吸進去,為什麼呢 答案：因為捕蚊燈沒有通電.
1150 房屋,宮殿,巖洞,大廈,牛棚,那個詞與眾不同？ 答案：巖洞其它都是人工的.
1151 誰總是脫掉干衣換上濕衣？ 答案：曬衣架子.
1152 什麼東西只有一隻腳卻能跑遍屋子的所有角落 答案：掃帚
1153 一個公公精神好,從早到晚不睡覺,身體雖小力氣大,千人萬人推不倒，這是什麼東西？ 答案：不倒翁.
1154 張三問李四5次同一樣的問題，李四回答了五個不同答案,而且每個都是對的，那麼張三問的是什麼呢？ 答案：張三問的是時間.
1155 從小精心培養,長大繩捆索綁,臨老千刀萬剁,最後把它火葬(打一物) 答案：煙草.
1156 冬天蟠龍臥,夏天枝葉開,龍鬚往上長,珍珠往下排(打一物) 答案：葡萄.
1157 歲數越來越大,身體越來越小,面貌日新月異,家家不可缺少，是什麼東西？ 答案：日曆.
1158 小張在公共場所吐了口痰，當管理人員找他罰款五角時，他給了一張一元的，管理員說找不開，你猜小張底下怎麼做的？ 答案：再吐一次.
1159 全是男人的地方  猜一世界地名 答案：漢城.
1160 自古以來男人都自稱女人是禍水，但為什麼男人還是要娶女人呢？ 答案：因患得福.
1161 用3，3，8，8四個數只用加減乘除，如何算出24？ 答案：8/(3-8/3)=24
1162 中學老師遇到什麼事最頭痛？ 答案：感冒.
1163 日本人的腿為什麼比較短？ 答案：因為地震多短腿跑起來穩.
1164 小強最會撒謊，可為什麼他的朋友都說他是誠實的孩子呢？ 答案：都是小強篇的.
1165 大偉在電影最精彩的時候卻去上廁所，為什麼？ 答案：因為他沒有去看電影呀.
1166 糖罐子為什麼會爬螞蟻？ 答案：沒有蓋好.
1167 人在不飢渴時也需要的是什麼水？ 答案：薪水.
1168 男人最喜歡美女眼裡的什麼水？ 答案：秋波.
1169 爬高山與吞藥片有什麼不同之處？ 答案：一個太難上一個太難下.
1170 橋下只能限高十米，但是船上的貨物已超過十米，小兔該怎麼辦呢？ 答案：拿幾塊大石頭放到船上船就會下沉一些.
1171 有兩個容貌非常相似的男孩，經詢問，知道他們是同一對父母所生，出生地點和年份也相同，但他們卻不是雙生子，也不是三生子、四生子、五生子、……，請問，這兩個小男孩究竟是什麼關係？ 答案：他們是兄弟,一個是年初生的,一個是年未生的.
1172 「好馬不吃回頭草」最合乎邏輯的解釋是什麼 答案：拐著脖子吃哪有直著脖子吃舒服.
1173 一種飲料，由惡意和謊言加上微量事實配製而成的，能有效地削弱領導的洞察力，是什麼？ 答案：小報告.
1174 什麼老鼠用兩隻腳走路？ 答案：米老鼠
1175 兔子的眼睛為什麼是紅的？ 答案：因為他跑輸了烏龜哭紅的.
1176 猴子會說話，為什麼？ 答案：是他的外號碼.
1177 豬八戒是笨死的，那麼他的兒子是怎麼死的？ 答案：那當然也是笨死的.
1178 好與壞的中間是什麼？ 答案：與.
1179 一家麵店以「一個人吃七碗不用錢」招來顧客，為什麼春嬌吃了七碗還是要付錢？ 答案：因為他懷孕了加上肚子裡的孩子一共是兩個人.
1180 古今中外的偉人，都有的共通點是什麼？ 答案：都是媽媽生的.
1181 對單身漢來說，家有賢妻是最大的幸福；那麼，對已婚的男人來說，什麼是最大的幸福？ 答案：單身漢.
1182 喝醉酒的人常辯稱自己沒醉，你知道這是什麼原因嗎？ 答案：因為他們喝醉了.
1183 從軍十八年的花木蘭換上女裝後，為什麼令昔日的袍澤大感驚訝？ 答案：因為他們認為花木蘭還是比較適合男裝.
1184 台北街頭什麼時候車子最多？ 答案：車主都開著車出來的時候.
1185 為什麼父親一發現皮夾裡的錢數目少了一半後，便一口咬定是兒子幹的好事，為什麼？ 答案：因為老婆不會只拿走一半.
1186 在不能用手的情況下，怎樣才能把桌上的一碗麵吃完？ 答案：用筷子.
1187 明星出入公共場所，最怕遇到什麼事？ 答案：沒人找他簽名.
1188 什麼人可以一擲千金而面不改色？ 答案：正在逗兒子玩的爸爸.
1189 喝咖啡的時候，你覺得應該先加糖，還是奶精？ 答案：都不是應該先沖咖啡才是.
1190 空襲時為什麼要躲在地下室？ 答案：以後考古方便.
1191 什麼地方物品售價愈高，客人就愈高興？ 答案：當鋪.
1192 狗的兒子跟龍的兒子，有幾點差異？ 答案：一點(犬子太子)
1193 最簡單的長壽之道是什麼？ 答案：呼吸保持順暢.
1194 小明的爸爸是警察，他眼看著兒子偷了一樣東西，卻沒有多加管教，這是怎麼回事？ 答案：兒子在偷笑呀.
1195 請問你，甚麼狗不會叫？ 答案：熱狗.
1196 泰山是人猿養大的，那麼蝙蝠俠又是誰養大的？ 答案：那當然是由他的爸爸媽媽養大的.
1197 當醫生說你的病沒希望時該怎麼辦？ 答案：換個醫生.
1198 小王開著空出租車出門，為什麼一路上都沒有人向他招手搭車？ 答案：他走的是高速公路.
1199 人們最常講什麼話？ 答案：電話.
1200 一個數若去掉前面的第一個數字是11，去掉最後一個數字為50，原數是多少？ 答案：五十一.
1201 為什麼吃完晚餐後，全家都喜歡坐在電視機前看電視？ 答案：因為站久了腳會酸.
1202 台北車站前面是忠孝西路，請問左右兩邊是什麼路？ 答案：柏油路馬路.
1203 小明的爺爺年輕時是短跑健將，今年七十歲了，他要到什麼時候才能打破男子短跑一百公尺世界紀錄？ 答案：做夢的時候.
1204 有人被幾顆西紅柿打成重傷，這是怎麼回事？ 答案：罐裝番茄.
1205 黃皮膚的人是黃種人，綠皮膚的人屬於那一種？ 答案：新品種.
1206 小琪從事美容工作已經很多年了，為什麼連個眼影都畫不好？ 答案：他是給汽車美容.
1207 哪一種鴨子顏色最漂亮？ 答案：燒鴨.
1208 為什麼女人的衣服總是少一件？ 答案：因為她穿在身上.
1209 別人家中作客，講什麼話容易惹人厭？ 答案：長途電話.
1210 陳先生走在路上，眼前有一張千元大鈔，他明明看見了，為什麼不去撿？ 答案：那張千元大鈔票拿在別人手裡.
1211 為什麼畫家喜歡畫粗的繩子不喜歡畫細的繩子？ 答案：出神入畫(出繩入畫).
1212 寒山寺上一顆竹，您若無心各自飛，絲絲情意來半合，天鵝池邊鳥飛絕，把盞無皿金來做。 答案：等你還我錢.
1213 在沒有停電、跳電情況下，為什麼陳先生按了開關，電燈卻沒有亮？ 答案：他按的電視開關.
1214 甲乙兩位仇人以喝毒酒決定生死，為什麼乙選了沒毒的酒卻死了？ 答案：被甲打死了.
1215 早餐時，大妹吵著要吃蒸蛋，小妹則說要吃煎蛋，媽媽出來打圓場，說了一句話，卻讓大妹直說媽媽偏心，請問媽媽說了什麼？ 答案：不要"爭"了.
1216 拿手杖的瞎子阿明，走到一處未加蓋的下水道洞口前，為什麼沒有失足掉進洞裡？ 答案：因為忘了帶手杖想起來回家拿了.
1217 兩個身高、體重相當的小朋友在玩蹺蹺板，你猜結果會如何？ 答案：當然會玩得很開心啦.
1218 泰山拉著樹騰在叢林間穿梭時，為什麼要扯著喉嚨大叫？ 答案：他怕不相似的猴子迎面撲過來.
1219 八歲的小萱萱在百貨公司和媽媽走散了，你猜他到服務台說了些什麼話，竟引起大家哈哈大笑？ 答案：我媽媽迷路了趕快幫我找回來.
1220 百貨公司裡，有個禿頭的推銷員，正在促銷生髮水，你知道他為什麼自己不用生髮水呢？ 答案：他想讓大家知道禿頭多麼難看.
1221 汽球的裡面有空氣，那麼救生圈裡面有什麼呢？ 答案：不會游泳的人.
1222 切一半的蘋果，跟什麼很像呢？ 答案：和他的另一半想像.
1223 超市裡面最值錢的東西是什麼？ 答案：收銀機.
1224 286、386、486這些CPU差在那裡？ 答案：插在主板上.
1225 什麼東西薄薄一片，只有02公分，但是它可以裝進你想要放的東西？ 答案：照片.
1226 媽媽最討厭哪種鴨蛋？ 答案：考卷上的.
1227 「雙手萬能」這句話，什麼時候會凸槌？ 答案：踢球的時候.
1228 一塊錢可以買幾頭牛？ 答案：九頭牛(九牛一毛).
1229 請將「５＋５＋５＝５５０」加上一筆劃，使得等式成立（不可以改成不等式喔）？ 答案：將其中一個加號加上一撇即可.(545+5=550)
1230 什麼花很快就不見了？ 答案：火花.
1231 開船的人是水手，唱歌的人是歌手，那麼有錢人是？ 答案：寶貴手.
1232 什麼東西裝玻璃，愛把鼻子當馬騎？ 答案：眼鏡.
1233 什麼東西放在火中不會燃，放在水中不會沉？ 答案：冰塊.
1234 金鐘獎、金馬獎、金像獎哪個對國家貢獻最大？ 答案：金鐘獎(精忠報國).
1235 猜猜什麼東西，可以洗，不能曬，可以吃，不能吞？ 答案：麻將.
1236 、四天三夜的露營活動，最令人難忘的是哪一夜？ 答案：宵夜.
1237 世界人口最多的是哪天？ 答案：復活節那天.
1238 什麼人最喜歡日光浴？ 答案：植物人(光合作用).
1239 做什麼事會身不由己？ 答案：做夢.
1240 何謂「數大就是美」？ 答案：支票上的數大就是美.
1241 哪一種動物，雖說是金，卻不是真，大眼孩兒，愛穿長裙？ 答案：金魚.
1242 當你發現你的頭髮越來越長時，你第一件事要做什麼？ 答案：絕種.
1243 小明點了一份全熟的牛排，但是為什麼一切下去居然流出血來？ 答案：因為不小心切到手了.
1244 出國旅遊領隊除了要帶信用卡、金融卡最重要不能少帶什麼卡？ 答案：柯尼卡(膠卷)
1245 有甲也有盔，有眼沒有眉，無腳會趕路，有翅不會飛，這是什麼？ 答案：魚.
1246 一朵盛開在家裡的花，卻被關在籠子裡。請問這是什麼？ 答案：電風扇.
1247 有一個數字，去掉二變成十五，去掉五變成二十，去掉十變成二五。請問是啥數字？ 答案：二十五.
1248 只能放在下面用，如果蓋在上面就沒有用了，請問這是什麼？ 答案：墊板.
1249 老李帶嬰兒去喝酒，居然還讓嬰兒喝了三大杯啤酒，旁邊的人為什麼都不勸阻或責罵？ 答案：嬰兒是那個人的外號.
1250 語言天才和計算機專家結婚，將來生下的兒子長大後會成為什麼人？ 答案：大人.
1251 早上八點整，北上，南下兩列火車都準時通過同一條單線鐵軌，為什麼沒有相撞呢？ 答案：因為日期不一樣.
1252 沿著山壁鑿成的山路，因坍方而形成一個寬深的大洞，路邊卻沒有警告標誌，為什麼？ 答案：因為大洞在山壁上,沒有危險.
1253 小明吃麻辣面，加了胡椒又加辣椒，你猜他還會加什麼東西？ 答案：鼻涕和眼淚.
1254 電腦與人腦有什麼不同？ 答案：電腦可以搬家,而人腦不行.
1255 促膝而談，猜一個物理理論？ 答案：相對論.
1256 糖與醋有什麼不同？ 答案：你可以請別人吃糖,但不可以請別人吃醋.
1257 不准說話，猜一個字 答案：吻.
1258 什麼雨猛到可以淋死人？ 答案：槍林彈雨.
1259 你曾借了什麼東西至今都沒還過？ 答案：借過.
1260 什麼話講了沒人聽？ 答案：廢話.
1261 遺照與玉照有什麼不同？ 答案：遺照是最後一張玉照.
1262 什麼數字最聽話呢？ 答案：100(百依百順)
1263 教室中為什麼要有講台呢？ 答案：提高老師的地位.
1264 有個人餓得要死，而冰箱裡有雞罐、魚罐、豬肉等罐頭，他先打開什麼 答案：先打開冰箱.
1265 山珍海味貴還是稀飯貴？為什麼？ 答案：稀飯貴,物以稀為貴.
1266 什麼樣的角量不出度數？ 答案：牛角.
1267 什麼書誰也沒見過？ 答案：天書.
1268 小方讀了十三年書，為什麼還在一年級班上？ 答案：大學一年級
1269 想想看：眼睛看不見，口卻能分辨，這是什麼？ 答案：味道.
1270 一個老鼠洞裡有五隻老鼠，貓進洞吃了一隻老鼠，洞裡還剩下幾隻老鼠？ 答案：沒有.
1271 幾個孩子在分一些糖果，分來分去不平均。如果每個人得3粒，還剩7粒；如果每個人得5粒，又少了3粒。請問一共有幾個孩子？幾粒糖？ 答案：5孩子,22顆糖果.
1272 少了一本書，猜一成語？ 答案：缺一不可(book)
1273 兒子很有音樂天分，父親買了一把吉他送給他。兒子天天抱著吉他邊彈邊唱，可是父親卻很不高興，不久便把吉他收回來，另外送給兒子一個口琴。這是為什麼？ 答案：兒子雖然有音樂天份但唱歌的聲音太難聽了.
1274 幾個學生排隊上校車。4個學生的前面有4個學生，4個學生的後面有4個學生，4個學生的中間也有4個學生。請問一共有幾個學生？ 答案：8個.
1275 小凱開著車子，卻始終到不了目的地，為什麼？ 答案：他開的是公園裡的環行車.
1276 一個人午後在太陽下走，卻看不見自己的影子。為什麼？ 答案：陰雨天遮住了太陽.
1277 蘋果樹上有一個蘋果，一隻小猴，請問樹上有幾個蘋果，幾隻猴？ 答案：一個蘋果一隻猴子也沒有,因為去打架去了.
1278 布跟紙怕什麼？ 答案：布所一萬,紙怕萬一(不怕一萬,就怕萬一)
1279 為什麼說當作曲家不需要多大的智慧？ 答案：因為他只需要認識7個字就行了.
1280 病人說：「醫生，你把剪刀忘在我肚子裡。」醫生的反應是…… 答案：沒關係,我還有.
1281 用什麼行動祝賀別人向死亡邁進一步，又不會使他生氣？ 答案：拜年祝壽
1282 螞蟻、蜜蜂和蜈蚣，哪一種昆蟲最不貪錢？ 答案：蜈蚣(因為無功不受祿)
1283 什麼紙買不起？ 答案：聖旨(紙)
1284 小胖上完廁所為什麼不洗手？ 答案：因為沒有人規定上完廁所要洗手.
1285 象皮、老虎皮、獅子皮，哪一個比較差？ 答案：象皮(橡皮擦)
1286 什麼車可以不受交通規則限制橫衝直撞？ 答案：碰碰車
1287 文劭乘電梯上12樓，中間沒有停，用了60秒；下樓時也沒有停，卻用了５分鐘，為什麼呢？ 答案：下樓沒有做樓梯.
1288 小寶在外面吃飯為什麼不用付錢或刷卡 答案：別人請客
1289 什麼光完全沒有亮度？ 答案：時光
1290 小孩子睡覺前為什麼要媽媽說故事？ 答案：催眠
1291 小張進入屋內為什麼不隨手關門？ 答案：自動門
1292 什麼東西打碎後自然會和好？ 答案：水面
1293 什麼人是人們說時很崇拜，但卻不想見到的人？ 答案：上帝
1294 六條命葬送在小張的手上，為什麼沒判死刑？ 答案：打死的是蚊子
1295 小偷的特徵是什麼？ 答案：出手不凡
1296 窮人和富人在什麼地方沒有分別？ 答案：浴室
1297 小傑在教室外撿到一隻皮夾，為什麼不交到老師那裡？ 答案：是自己的
1298 有什麼方法可以證明時光飛逝？ 答案：把表拋出去
1299 為什麼媽媽幾個月都不給弟弟吃飯，但弟弟仍然健康成長。為什麼？ 答案：是在媽媽肚子裡
1300 小王娶媳婦為什麼不花一分錢？ 答案：做夢娶
1301 連續劇西遊記中，誰最歷害又聰明？ 答案：編劇
1302 在廁所遇見朋友時，最好不要問哪一句話？ 答案：吃了沒有
1303 炎熱的夏天，又有誰會裹著皮襖？ 答案：模特兒
1304 在什麼情況下，你的手和嘴巴會動個不停？ 答案：不會游泳,跳入水中
1305 下雨都怕淋，可是有的雨大家都喜歡淋，為什麼？ 答案：淋浴
1306 實行減肥時，最容易瘦的是哪一個部位？ 答案：錢包
1307 小張一百公尺跑十秒小李跑十一秒，為什麼最後得到金牌的是小李？ 答案：小張沒比賽
1308 王大頭一直喊著：快點，我上課要遲到了。可是他為什麼沒行動？ 答案：做夢
1309 某人買了一輛車，兩年後卻以更高的價錢賣出去，為什麼 答案：古董車
1310 阿昌認識了一個女孩子，對她一見鍾情，得知她沒有男朋友，為什麼還是悶悶不樂？ 答案：女孩結婚了
1311 小明上班時間吃了紅豆湯圓，經理看見後生氣的說，太閒了是不是，小明回答了一句什麼話把經理氣的差點暈倒 答案：不,是甜的
1312 老太太得的並不是決症，為什麼醫生說她無藥可醫 答案：沒錢買藥
1313 每天早上是公雞叫太陽起床還是太陽叫公雞起床 答案：都不是,是時間叫他們
1314 誰能讓全世界的妖魔鬼怪同時抱頭鼠竄 答案：太陽能
1315 晴朗的天空，為什麼沒有太陽？？ 答案：晚上當然沒有太陽
1316 什麼時候先穿鞋再穿襪子 答案：腳踩在釘子上,先穿過鞋再穿過襪子
1317 有什麼人睡著了是最難叫醒的 答案：假裝睡著的人
1318 蝌蚪沒有尾巴，成了青蛙。如果猴子沒有尾巴，是甚麼？ 答案：仍是猴子
1319 誰的腦子記住的東西最多？ 答案：電腦
1320 一個口齒伶俐的人，為什麼只看著你微笑怎麼也講不出話來？ 答案：他在照片上
1321 有一個人，無論他叫你把頭抬高或垂下，你都會照做，此人是誰？ 答案：理髮師
1322 除了玻璃、瓷器等容易碎的東西要小心輕放外，還有什麼東西要小心輕放？ 答案：屁
1323 明明是個近視眼,也是個出名的饞小子,在他面前放一堆書,書後放一個蘋果,你說他會先看什麼 答案：什麼都看不到
1324 婆婆燙頭髮是什麼？ 答案：銀絲卷
1325 頭戴黑帽子，身體像柱子，一碰就有光出來!猜這是什麼？ 答案：火柴
1326 蠍子和螃蟹玩猜拳，為什麼它們猜了兩天，還是分不出勝負呢？ 答案：可憐的兩個傢伙只會出剪子
1327 三個小朋友各買了一雙相同的鞋，為什麼他們穿的鞋還是不一樣？ 答案：剛買的鞋，還沒穿呢
1328 一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？ 答案：中間隔著透明的玻璃窗
1329 今天賣報的老吳賣了100份報紙，但只收入幾毛錢，為什麼？ 答案：他賣的是舊報紙
1330 如果你有一隻下金蛋的母雞，你該怎麼辦？ 答案：打一打自己的嘴巴，不要再做夢了
1331 爺爺熟讀兵書，卻食古不化，每次跟孫子們玩棋都輸，請問爺爺用的什麼戰術？ 答案：兵來將擋
1332 油漆工的徒弟叫啥 答案：好色之徒
1333 上海的南京路，來往最多的是什麼人 答案：中國人
1334 在香港生活的人，是不是可以埋葬在廣州呢 答案：活人是不能埋葬的
1335 電單車時速80公里，向北行駛。有時速20公里的東風，請問電單車的煙，朝那個方向吹？ 答案：電車是沒有煙的
1336 有一個字，我們從小到大都念錯，那是什麼字？ 答案：錯
1337 有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去那裡 答案：去精神病院
1338 小明每天寫信給他的女朋友，共寄了七封，但他的女朋友珍妮，每天卻只收到一封信，為什麼？ 答案：有七個女朋友
1339 掀開熱被窩，就往腿上摸，掰開兩條腿，就往眼上擱（打一日常用品） 答案：眼鏡
1340 嫖客罷嫖(歷史用語) 答案：抵制日貨
1341 上面有毛,下面也有毛,晚上就來個毛對毛（猜人身上的東西）　 答案：眼睛
1342 什麼東西最硬？女孩子最喜歡，特別是結了婚的女人，更是愛死了。 答案：鑽石
1343 一個自討苦吃的地方在哪裡？ 答案：藥店
1344 最不聽話的是誰？ 答案：聾子
1345 大家都不想得到的是什麼？ 答案：得病
1346 芳芳在學校門口將學生證掉了，它該怎麼辦？ 答案：撿起來
1347 在什麼時候更確定自己是中國人？ 答案：外語考試的時候
1348 有個地方發生了火災，雖然有很多人在救火,但就是沒人報火警,奇怪吧 答案：消防隊著火了
1349 什麼人是不用電的 答案：緬甸人
1350 什麼東西越熱越愛出來？ 答案：汗
1351 有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走 答案：單眼瞎
1352 如果諸葛亮活著，世界現在會有什麼不同？ 答案：多一個人
1353 印度人為什麼用手抓飯吃？ 答案：因為手比腳乾淨
1354 印度人為什麼用手抓飯吃？ 答案：因為手比腳乾淨
1355 為什麼關羽比張飛死的早？ 答案：紅顏薄命
1356 什麼數字讓女士又愛又恨？ 答案：三八
1357 小王用捕鼠籠在家抓老鼠,第二天一早發現籠子裡抓了一隻活老鼠,而籠子外面卻有二隻死老鼠四腳朝天的死老鼠,為什麼？ 答案：那兩隻看到同伴笨的上當被活活笑死的
1358 開什麼車最省油 答案：開夜車
1359 老張是一位出色的小說家，為什麼有一次他連續寫了一個月，連一篇小說的題目都沒寫出來？ 答案：寫的是散文
1360 小明從不唸書卻得了模範生，為什麼 答案：小明是聾啞學生
1361 小趙買一張獎票,中了一等獎,去領獎卻不給 答案：沒有到領獎的日期
1362 製造日期與有效日期是同一天的產品是什麼？ 答案：報紙
1363 用椰子和西瓜打頭哪一個比較痛？ 答案：頭比較痛
1364 為什麼有家醫院從不給人看病？ 答案：獸醫院
1365 有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？ 答案：朝地
1366 人在什麼情況下會七竅生煙 答案：火葬
1367 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？ 答案：沉到江底
1368 冰變成水最快的方法是什麼 答案：去掉冰的兩點
1369 小王是一名優秀士兵，一天他在站崗值勤時，明明看到有敵人悄悄向他摸過來，為什麼他卻睜一隻眼閉一隻眼？ 答案：他正在瞄準
1370 有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？ 答案：你自己
1371 請你把九匹馬平均放到十個馬圈裡，並讓每個馬圈裡的馬的數目都相同，怎麼分？ 答案：把九匹馬放到一個馬圈裡，然後在這個馬圈外再套九個馬
1372 什麼東西天氣越熱，它爬的越高？ 答案：溫度計
1373 為什麼大部份佛教徒都在北半球 答案：南「無」阿彌陀佛
1374 女高校長：同學們，你們處於一個墮落的時代，你們的身邊到處充滿誘惑。我想問你們一個問題， 答案：一個小時的快樂
1375 一學生把硬幣拋向空中：「正面朝上就去看電影，背面朝上就去打檯球，如果硬幣立起來，就他媽去學習。」 答案：去學習
1376 學院周邊的公共場所對學業有哪些益處？ 答案：益處
1377 喂,怎麼樣,弗瑞德利克,父親問,你的女老師滿意你嗎 答案：滿意
1378 兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多 答案：狗不會出汗
1379 楚楚的生日在三月三十日，請問是哪年的三月三十日 答案：每年的三月三十日
1380 哪兒的海不產魚 答案：辭海
1381 有種動物，大小像隻貓，長相又像虎，這是什麼動物 答案：小老虎
1382 猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米 答案：沒掰到一個
1383 一溜（提示：注意諧音）三棵樹，要拴１０匹馬，只能拴單不能拴雙 答案：請問怎樣栓
1384 小紅口袋裡原有１０個銅錢，但它們都掉了，請問小紅口袋裡還剩下什麼 答案：還剩下一個洞
1385 世上什麼東西比天更高 答案：心比天高
1386 什麼貴重的東西最容易不翼而飛 答案：人造衛星
1387 三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼 答案：叫救命
1388 胖妞生病時，最怕別人來探病時說什麼 答案：多保重身體
1389 什麼東西比烏鴉更討厭 答案：烏鴉嘴
1390 孔子是我國最偉大的什麼家 答案：老人家
1391 睡美人最怕的是什麼 答案：失眠
1392 小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡 答案：小華的身上
1393 世界上除了火車啥車最長 答案：塞車
1394 有一個人一年才上一天班又不怕被解雇他是誰 答案：聖誕老人
1395 拿雞蛋撞石頭雞蛋為何不爛 答案：拿著雞蛋撞石頭當然不會爛
1396 哪項比賽是往後跑的 答案：拔河
1397 你的爸爸的妹妹的堂弟的表哥的爸爸與你叔叔的兒子的嫂子是什麼關係 答案：親戚關係
1398 牙醫靠什麼吃飯 答案：嘴巴
1399 你能做、我能做、大家都能做，一個人能做、兩個人不能一起做。這是做什麼 答案：做夢
1400 明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼 答案：什麼都看不見
1401 一個不會游泳的人掉進了水裡卻沒有淹死，為什麼 答案：穿著救生衣
1402 用什麼可以解開所有的謎 答案：迷底
1403 兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多 答案：狗不會出汗
1404 楚楚的生日在三月三十日，請問是哪年的三月三十日 答案：每年的三月三十日
1405 哪兒的海不產魚 答案：辭海
1406 迄今為止，你所見到的最大的影子是什麼 答案：黑夜，哪是地球的影子
1407 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？ 答案：沉到江底
1408 冰變成水最快的方法是什麼 答案：去掉冰字哪二點
1409 小王是一名優秀士兵，一天他在站崗值勤時，明明看到有敵人悄悄向他摸過來，為什麼他卻睜一隻眼閉一隻眼？ 答案：因為他正在瞄準
1410 有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？ 答案：你自己
1411 什麼東西天氣越熱，它爬的越高？ 答案：漫度計
1412 什麼東西在倒立之後會增加一半？ 答案：數目字6
1413 為什麼人們要到市場上去？ 答案：因為市場不能來
1414 為什麼青蛙可以跳得比樹高？ 答案：樹不會跳
1415 紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？ 答案：級上寫著，不要念出此文
1416 一架空調器從樓掉下來會變成啥器？ 答案：凶器
1417 為什麼現代人越來越言而無信 答案：打電話當然比寫信方便
1418 兩個人住在一個胡同裡，只隔幾步路，他們同在一個工廠上班，但每天出門上班，卻總一個向左，一個向右，為什麼 答案：他們住對門
1419 網要什麼時候可以提水 答案：當水變成冰時，用網當然可以提
1420 全世界死亡率最高的地方在哪裡 答案：在床上
1421 一個離過五十次婚的女人，應該怎麼形容她 答案：前功，盡棄
1422 三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間 答案：也是三分鐘，九十個孩子同時吃
1423 什麼樣的輪子只轉不走 答案：風車的輪子
1424 地球上什麼東西每天要走的距離最遠 答案：地球
1425 中國人最早的姓氏是什麼 答案：姓「善「
1426 鐵放到外面要生銹，那金子呢 答案：會被偷走
1427 在什麼時候1+2不等於3 答案：算錯了的時候
1428 兩個人住在一個胡同裡，只隔幾步路，他們同在一個工廠上班，但每天出門上班，卻總一個向左，一個向右，為什麼 答案：他們住對門
1429 全世界死亡率最高的地方在哪裡 答案：在床上
1430 一個離過五十次婚的女人，應該怎麼形容她 答案：前「公盡棄
1431 三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間 答案：也是三分鐘，九十個孩子同時吃
1432 什麼樣的輪子只轉不走 答案：風車的輪子
1433 什麼時候最好還是要高高舉起你的雙手好些 答案：當有人用槍指著你的頭的時候
1434 小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎 答案：媽媽背著他上的樓
1435 地球上什麼東西每天要走的距離最遠 答案：地球（地球每天自轉一周為四百萬公里）
1436 鐵放到外面要生銹，那金子呢 答案：會被偷走
1437 一根又黑、又粗、又硬的棍子插進洞裡，感覺暖烘烘的,等到抽出來以後，客人就要付錢啦（一種行業） 答案：烤甘蔗
1438 舔也硬，不舔也硬，想舒服睡，先搓搓它（人身上的東西） 答案：牙齒
1439 一種東西，東方人的短，西方人的長，結婚後女的就可以用男的這東西，和尚有但是不用它 答案：人的，姓
1440 什麼東西最硬？女孩子最喜歡，特別是結了婚的女人，更是愛死了。 答案：鑽石
1441 阿明給蚊子咬了一大一小的包，請問較大的包，是公蚊子咬的，還是母蚊子咬的？ 答案：公蚊是不咬人的
1442 在一間房子裡,有油燈,暖爐及壁爐現在,想要將三個器具點燃,可是你只有一根火柴請問首先應該點哪一樣 答案：火柴
1443 一間牢房中關了兩名犯人，其中一個因偷竊，要關一年，另一個是強盜殺人犯，卻只關兩個星期，為什麼？ 答案：因為殺人犯要拉去填命
1444 兩個人分五個蘋果，怎麼分最公平？ 答案：搾成果汁
1445 小張開車，不小心撞上電線桿發生車禍，警察到達時車上有個死人，小張說這與他無關，警察也相信了，為什麼？ 答案：小張開靈車
1446 一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？ 答案：跑去追老鼠
1447 動物園中，大象鼻子最長，鼻子第二長的是什麼？ 答案：小象
1448 一個人在沙灘上行走，回頭為什麼看不見自己的腳印？ 答案：倒著走
1449 什麼動物你打死了它，卻流了你的血？ 答案：蚊子
1450 兩對父子去買帽子，為什麼只買了三頂？ 答案：三代人
1451 小紅和小麗是同學，也住在同一條街，她們總是一起上學，可是每天一出家門就一個向左走，一個向右走，這是怎麼回事呢？ 答案：他們的家門是相對著的
1452 在一次監察嚴密的考試中，有兩個學生交了一模一樣的考卷。主考官發現後，卻並沒有認為他們作弊，這是什麼原因？ 答案：二張考卷交得都是白卷
1453 張大媽整天說個不停，可有一個月她說話最少，那是哪個月？ 答案：二月份
1454 有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方 答案：看守所
1455 報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了？ 答案：報紙上的年、月、日
1456 早晨醒來，每個人都會去做的第一件事是什麼？ 答案：睜眼
1457 如果你有一隻下金蛋的母雞，你該怎麼辦？ 答案：不要再做夢了
1458 一架飛機坐滿了人，從萬米高空落下墜毀，為什麼卻一個傷者也沒有？ 答案：沒有傷者，都摔死了
1459 要想使夢成為現實，我們幹的第一件事會是什麼 答案：醒來
1460 什麼東西人們都不喜歡吃 答案：吃虧
1461 一向準時的老處女在上班途中，發現被一名男子跟蹤，心中暗驚，而當她趕到辦公室時，竟意外地遲到了，為什麼？ 答案：因為哪跟蹤者走得太慢
1462 別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？ 答案：因為他的衣服只有拉鏈沒有扣子
1463 女人翻跟頭。---打一外國城市名 答案：芭比論
1464 褲襠裡放鞭炮-----打一軍事用品 答案：炸彈
1465 男人泡澡堂-----打一軍事用品。 答案：炮彈
1466 避孕套----打一地名 答案：包頭
1467 小劉是個很普通的人，為什麼竟然能一連十幾個小時不眨眼 答案：睡覺的時候
1468 情人卡、生日卡、大大小小的卡，到底要寄什麼卡給女人，最能博得她的歡心呢 答案：信用卡
1469 小王走路從來腳不沾地，這是為什麼 答案：因為穿著鞋子
1470 我不會輕功，反一隻腳搭在雞蛋上，雞蛋卻不會破，這是為什麼 答案：另外一隻腳站在地上
1471 什麼地方開口說話要付錢 答案：打電話
1472 鼕鼕的爸爸牙齒非常好，可是他經常去口腔醫院，為什麼 答案：因為他是牙科醫生
1473 蓋樓要從第幾層開始蓋 答案：是從地基開始的
1474 為什麼大雁秋天要飛到南方去 答案：如果走，哪太慢了
1475 什麼門永遠關不上 答案：足球門
1476 胖妞生病了，最怕別人來探病時說什麼？ 答案：多多保重
1477 阿明給蚊子咬了一大一小的包，請問較大的包，是公蚊子咬的，還是母蚊子咬的？ 答案：公蚊是不咬人的
1478 一個警察有個弟弟，但弟弟卻否認有個哥哥，為什麼？ 答案：因為哪個警察上全女的
1479 什麼東西比烏鴉更討厭？ 答案：烏鴉嘴
1480 剛買的襪子為什麼會有一個洞？ 答案：襪口
1481 避孕套----打一地名 答案：包頭
1482 褲襠裡放鞭炮-----打一軍事用品 答案：炸彈
1483 女人翻跟頭。---打一外國城市名 答案：巴比倫
1484 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？ 答案：沉到江底
1485 有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？ 答案：你自己
1486 什麼東西天氣越熱，它爬的越高？ 答案：溫度計
1487 有一位老太太上了公車，為什麼沒人讓座？ 答案：車上有空位
1488 小王一邊刷牙，一邊悠閒的吹著口哨，他是怎麼做到的？ 答案：刷假牙
1489 用椰子和西瓜打頭哪一個比較痛？ 答案：頭比較痛
1490 製造日期與有效日期是同一天的產品是什麼？ 答案：報紙
1491 為什麼有家醫院從不給人看病？ 答案：獸醫院
1492 有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？ 答案：朝地
1493 胖妞生病了，最怕別人來探病時說什麼？ 答案：多多保重
1494 如果明天就是世界末日，為什麼今天就有人想自殺？ 答案：去天堂佔位置
1495 一對健康的夫婦,為什麼會生出沒有眼睛的嬰兒 答案：雞生蛋
1496 狐狸精最擅長迷惑男人,那麼什麼精男女一起迷 答案：酒精
1497 小張走路從來腳不沾地，這是為什麼？ 答案：還隔著鞋和襪子
1498 胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？ 答案：下面沒有水
1499 哪一顆牙最後長出來？ 答案：假牙
1500 為什麼兩隻老虎打架,非要拚個你死我活絕不罷休？ 答案：沒有人敢去勸架
1501 小紅與媽媽都在同一個班裡上課，這是為什麼？ 答案：一個是學生，一個是老師
1502 為什麼游泳比賽中青蛙輸給了狗？ 答案：青蛙用蛙泳犯規
1503 為讀完北京大學需要多少時間？ 答案：一鈔鍾足夠
1504 小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？ 答案：修理小明
1505 黑人和白人生下的嬰兒，牙齒是什麼顏色？ 答案：嬰兒沒有牙
1506 有一根棍子，要使它變短，但不許鋸斷，折斷或削短，該怎麼辦？ 答案：拿一根長得跟它比
1507 在羅馬數字中，零該怎麼寫？ 答案：羅馬數字沒有零
1508 你能否用3跟筷子搭起一個比3大比4小的數？ 答案：搭成圓周率「Π」
1509 沙沙聲稱自己是辨別母雞年齡的專家，其絕招是用牙齒，為什麼？ 答案：把雞親口吃了來辨別母雞的老嫩
1510 數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？ 答案：加個「.」成為「0.1」
1511 什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？ 答案：上嘴唇和下嘴唇
1512 一張方桌據掉一個角，還有幾個角？ 答案：5個角
1513 金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？ 答案：金太太在吃甘蔗的時候吞吞吐吐
1514 請仔細想一想，你所見到的最大影子是什麼？ 答案：地球的影子，即每天的晚上
1515 把24個人按5人排列，排城6行，該怎樣排？ 答案：排成正六邊形即可
1516 公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？ 答案：這是一對聾啞人
1517 一個人在什麼情況下，才處於真正的任人宰割的地步？ 答案：在手術台上時
1518 什麼東西愈生氣，它便愈大 答案：脾氣
1519 問醫生病人的情況,醫生只舉起5個手指家人就哭了,是什麼原因呢 答案：三長二短
1520 人們甘心情願買假的東西是什麼？ 答案：假髮，假牙
1521 什麼東西越洗越髒？ 答案：水
1522 最不聽話的是誰？ 答案：聾子
1523 一個人掉到河裡，還掙扎了幾下，它從河裡爬上來，衣服全濕了，頭髮卻沒濕，為什麼？ 答案：因為他是光頭
1524 小明新買的襪子就有一個洞，他卻不去找售貨員換，你知道為什麼嗎？ 答案：襪口
1525 什麼事你明明沒有做，但卻要受罰？ 答案：家庭作業
1526 大家都不想得到的是什麼？ 答案：得病
1527 什麼英文字母最多人喜歡聽呢 答案：ＣＤ
1528 什麼東西晚上才生出尾巴呢 答案：流星
1529 家人問醫生病人的情況,醫生只舉起5個手指,家人就哭了,是什麼原因呢 答案：三長兩短
1530 什麼東西有五個頭，但人不覺的它怪呢 答案：手，腳
1531 什麼水永遠用不完 答案：淚水
1532 大象的左耳朵像什麼？ 答案：右耳朵
1533 書店裡買不到什麼書 答案：遺書
1534 什麼帽不能戴 答案：螺帽
1535 一個學生住在學校裡，為什麼上學還經常遲到？ 答案：家所在的學校不是他上學的學校
1536 為什麼警察對闖紅燈的汽車司機視而不見？ 答案：汽車司機沒開車
1537 兩對父子去買帽子，為什麼只買了三頂？ 答案：三代人
1538 在一次監察嚴密的考試中，有兩個學生交了一模一樣的考卷。主考官發現後，卻並沒有認為他們作弊，這是什麼原因？ 答案：二張都是白卷
1539 張大媽整天說個不停，可有一個月她說話最少，那是哪個月？ 答案：二月份
1540 有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方 答案：看守所
1541 當今社會，個體戶大都靠什麼吃飯？ 答案：嘴
1542 冰變成水最快的方法是什麼？ 答案：去掉兩點水
1543 小劉是個很普通的人，為什麼竟然能一連十幾個小時不眨眼？ 答案：睡覺
1544 小王是一名優秀士兵，一天他在站崗值勤時，明明看到有敵人悄悄向他摸過來，為什麼他卻睜一隻眼閉一隻眼？ 答案：他自在瞄準
1545 豬的全身都是寶，用處很大，豬對人類還有什麼用處？ 答案：還可以用來罵人
1546 六歲的小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理 答案：媽媽讓爸爸修理小明
1547 早晨醒來，每個人都會去做的第一件事是什麼？ 答案：睜眼
1548 報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了？ 答案：報紙上的年月日
1549 阿研的口袋裡共有10個硬幣，漏掉了10個硬幣，口袋裡還有什麼？ 答案：一個破洞
1550 為什麼女人穿高跟鞋後，就代表她想要結婚了 答案：因為穿上高跟鞋，別人追就跑得慢啊。
1551 草地上畫了一個直徑十米的圓圈，內有牛一頭，圓圈中心插了一根木樁。牛被一根五米長的繩子栓著，如果不割斷繩子，也不解開繩子，那麼此牛能否吃到圈外的草？ 答案：沒有說牛是被栓在木樁上的
1552 有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？ 答案：面對面站著
1553 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？ 答案：沉入江底
1554 汽車在右轉彎時，哪一條輪胎不轉？ 答案：備用
1555 小王與父母頭一次出國旅行，由於語言不通，他的父母顯的不知所措，小王也不懂絲毫外語，他也不是聾啞人，卻像在自己國家裡一樣未嘗感到絲毫不便這是為什麼？ 答案：小王是個嬰兒
1556 什麼東西經常會來，但卻從沒真正來過？ 答案：明天
1557 你只要叫它的名字就會把它破壞，它是什麼？ 答案：沉默
1558 打什麼東西，不必花力氣？ 答案：打瞌睡
1559 有一個字，人人見了都會念錯。這是什麼字？ 答案：錯字
1560 放大鏡不能放大的東西是什麼？ 答案：角度
1561 什麼時候太陽會從西邊出來？ 答案：發誓的時候
1562 換心手術失敗，醫生問快要斷氣的病人有什麼遺言要交代，你猜他會說什麼？ 答案：其實你不懂我的心
1563 小明發現房間遭竊,卻一點也不緊張,為何 答案：哪是別人的房間
1564 一個人從五十米高的大廈上跳樓自殺,重重的摔在了地上,為什麼沒被摔死 答案：他在半空中就已經被嚇死
1565 小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼 答案：他正在瞄準
1566 青蛙為什麼能跳得比樹高 答案：樹不會跳
1567 什麼時候四減一會等於五 答案：四個角的東西切去一個角
1568 什麼東西愈生氣，它便愈大 答案：脾氣
1569 象棋與圍棋的區別是什麼？ 答案：象棋越下越少，圍棋越下越多
1570 一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼 答案：是企鵝
1571 醫生手術為何帶口罩 答案：怕人認出來
1572 比細菌還小的是什麼 答案：細菌的兒子
1573 當你向別人誇耀你的長處的同時，別人還會知道你的什麼 答案：不是啞巴
1574 IX---這個羅馬數字代表9，如何加上一筆，使其變成偶數 答案：前面加5
1575 文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼 答案：她在洗別人的衣服
1576 有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去哪裡 答案：精神病院
1577 香港生活的人，是不是可以埋葬在廣州呢？ 答案：活人怎麼可以埋呢
1578 小明知道試卷的答案，為什麼還頻頻看同學的？ 答案：小明是老師
1579 什麼事你明明沒有做卻要受罰？ 答案：做作業
1580 報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了 答案：報紙上的，年，月，日
1581 睡美人最怕的是什麼 答案：失眠
1582 小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？ 答案：小華的身上
1583 什麼官不僅不領工資，還要自掏腰包 答案：新郎管
1584 當今社會，個體戶大都靠什麼吃飯 答案：嘴巴
1585 有一位老太太上了公車，為什麼沒人讓座？ 答案：車上有空座
1586 什麼情況一山可容二虎？ 答案：一公一母
1587 一個可以大可以小的地方是哪裡？ 答案：廁所
1588 新買的襪子怎麼會有一個洞？ 答案：襪口
1589 最不聽話的是誰 答案：聾子
1590 什麼書誰也沒見過 答案：天書
1591 狐狸精最擅長迷惑男人,那麼什麼精男女一起迷 答案：酒精
1592 人在什麼情況下會七竅生煙 答案：火葬
1593 有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？ 答案：棺材
1594 打什麼東西，不必花力氣？ 答案：打瞌睡
1595 為什麼一瓶標明劇毒的藥對人卻無害？ 答案：只要你不去喝它
1596 有一根棍子，要使它變短，但不准鋸斷、折斷、削短，還有什麼辦法？ 答案：找一根比它長的棍子和它比
1597 什麼時候四減三會等於五？ 答案：四個角的東西切去一個角
1598 如果明天就是世界末日，為什麼今天就有人想自殺？ 答案：去天堂佔位子。
1599 黑頭髮有什麼好處？ 答案：不怕曬黑
1600 失意的TOM跳入河中，可他不會游泳，也沒有淹死，為什麼？ 答案：愛河
1601 哪種竹子不長在土裡？ 答案：爆竹
1602 黑頭髮有什麼好處？ 答案：不必擔心被曬黑
1603 小王與父母頭一次出國旅行，由於語言不通，他的父母顯得不知所措，小王也不懂外語，卻像在自己國家裡一樣，沒有感到絲毫不便，這是為什麼？ 答案：他是嬰兒
1604 什麼雞沒有翅膀？ 答案：田雞
1605 有個人說用牙齒可以判斷雞的年齡，為什麼？ 答案：牙可以嚼出肉的老嫩
1606 什麼東西晚上才會長出尾巴？ 答案：流星
1607 有一種動物，你殺了它卻流了你自己的血，這是什麼動物？ 答案：蚊子
1608 一個可以大可以小的地方是哪裡？ 答案：廁所
1609 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
1610 最不聽話的是誰 答案：聾子
1611 離婚的主要起因是什麼 答案：結婚
1612 時鐘什麼時候不會走？ 答案：時鐘本來就不會走
1613 被鱷魚咬和被鯊魚咬後的感覺有什麼不同？ 答案：沒人知道
1614 有人說，女人像一本書，那麼胖女人像什麼書？ 答案：合訂本
1615 為什麼大部份佛教徒都在北半球？ 答案：南「無」阿彌陀佛
1616 什麼人生病從來不看醫生？ 答案：瞎子
1617 黑人為什麼喜歡吃白色巧克力？ 答案：怕把自己的手咬到
1618 為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？ 答案：絕代佳人
1619 世界上有什麼東西以近2000公里小時的速度載著人奔馳，而且不必加油或其它燃料？ 答案：地球
1620 青蛙為什麼能跳得比樹高 答案：樹不會跳
1621 今年聖誕夜，聖誕老人第一件放進襪子的是什麼東西？ 答案：自己的腳
1622 失意的TOM跳入河中，可他不會游泳，也沒有淹死，為什麼？ 答案：愛河
1623 袋鼠與猴子比賽跳高。為什麼還沒開始跳，袋鼠就輸了？ 答案：袋鼠雙腳起跳
1624 為什麼一群狼中有一隻羊？ 答案：「群」字中有一個「羊」字
1625 蝸牛從上海到北京只用了一分鐘，為什麼？ 答案：地圖上
1626 打狗看主人，打虎看什麼？ 答案：看你有沒有種
1627 在「不，仁，王，O，吾」的「O」位置，應當填寫「東，南，西，北，中」的哪個字？ 答案：應該是西！因為前幾個字中分別有一、二、三、五
1628 老大和老之間隔著三兄弟，雖是同年同月同日生，卻一點也不相像，為什麼？ 答案：他們是手指頭
1629 在茫茫大海上漂泊了大半年的海員,一腳踏上大陸後,他接下來最想做什麼事情 答案：踏上另一隻腳
1630 茄子的另外一個名字叫什麼？ 答案：蔬菜
1631 牛的舌頭和尾巴在什麼時候遇在一起？ 答案：餐廳裡
1632 借什麼可以不還 答案：借光
1633 什麼時候四減一會等於五 答案：四個角的東西切去一個角
1634 什麼東西愈生氣，它便愈大 答案：脾氣
1635 有一樣東西，你只能用左手拿它,右手卻拿不到,這是什麼東西 答案：右手
1636 亞當和夏娃結婚後最大的遺憾是什麼 答案：沒有人來喝喜酒
1637 為什麼一瓶標明劇毒的藥對人卻無害 答案：只要你不去喝它
1638 一個招牌突然由高處掉落,砸向並排行走的五個人,為什麼只有三個人受傷 答案：因為幫當勞M的招牌
1639 每對夫妻在生活中都有一個絕對的共同點，那是什麼 答案：就是同年同月同日結婚
1640 被鱷魚咬和被鯊魚咬後的感覺有什麼不同 答案：沒有人知道
1641 為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的 答案：狀狀是一隻羊
1642 哪裡的佛像最少 答案：南邊，南無阿彌陀佛嘛
1643 至少要多少時間才能讀完清華大學 答案：讀「清華大學」這四個字只要一秒鐘就夠了
1644 什麼情況一山可容二虎？ 答案：一公一母
1645 為什麼青蛙可以跳得比樹高？ 答案：因為樹根本就不會跳嘛！
1646 不管長得多像的雙胞胎,都會有人分得出來,這人是誰 答案：他們自己
1647 為什麼人們要到市場上去？ 答案：因為市場不會來
1648 什麼東西一百個男人無法舉起，一女子卻可單手舉起？ 答案：比如一個雞蛋，一百個男人不可能同時舉起一個雞蛋
1649 中國古人曾將蘭色外衣,浸於黃河中,會產生何種現象 答案：衣服濕了
1650 為什麼相同的物品買一個交60元，買兩個交20元？ 答案：用百元大鈔買四十塊錢的東西的找零
1651 爺倆娘倆兄妹倆,一共只有三個人,這是為什麼？ 答案：兒子、母親和舅舅
1652 一個人愛喝酒，又怕老婆，老婆規定進門必須脫鞋，他當聖旨一樣記的牢。一天又喝的東搖西擺的回來了，剛到樓梯口突然想起老婆說進門必須要脫鞋的話，急忙把鞋脫下拿在手中，光著腳走到五樓。打開門把鞋晃了晃對老婆說：今天我記得脫鞋了 答案：必須脫鞋
1653 什麼字全世界通用？ 答案：阿拉伯數字
1654 什麼東西天氣越熱，它爬的越高？ 答案：溫度
1655 什麼東西晚上才生出尾巴呢 答案：流行
1656 什麼英文字母最多人喜歡聽呢 答案：CD
1657 牧師無論如何都不能主持的儀式是什麼 答案：自己的葬禮
1658 離婚的主要起因是什麼？ 答案：結婚
1659 文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？ 答案：他在洗別人的衣服
1660 什麼時候，四減一等於五？ 答案：一個四邊形，切下一個角，還有五個角
1661 大男人在小便猜一物 答案：花（flower 扶老二）
1662 女人生小孩 答案：血口噴人
1663 一個盒子有幾個邊？ 答案：兩個，裡邊和外邊
1664 張飛的媽媽姓什麼？ 答案：吳，無（吳）事（氏）生非（飛）
1665 今年聖誕節，聖誕老人第一個放到襪子裡的是什麼？ 答案：自己的腳
1666 怎樣用三根筷子搭出比三大比四小的數？ 答案：Π，圓周率3.1415926
1667 有一個女孩子穿著泳衣在沙灘上走，為什麼在她的身後卻沒有腳印？ 答案：因為她是倒著走的。
1668 火車由北京到上海需要六個小時，行駛三個小時後，火車在哪？ 答案：鐵軌上。
1669 有一根棍子，怎麼樣才能使它最省力的變短？ 答案：拿另外一根較長的做比較。
1670 為什麼有的水要計劃發放？ 答案：因為是薪水
1671 一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？ 答案：去抓老鼠
1672 離婚的最關鍵因素是什麼？ 答案：結婚
1673 有一艘船限載50人，船上已有49人後，再加上一個孕婦上了船，結果船沉入海中，為什麼？ 答案：他們坐的是潛水艇
1674 相同內容的書，為什麼小高要同時買兩本？　　 答案：送人
1675 鐵錘錘雞蛋為什麼錘不破？　　 答案：鐵錘當然不會破
1676 一個人被老虎窮追不捨，突然前面有一條大河,他不會游泳，但他卻過去了，為什麼？ 答案：他是昏過去了
1677 什麼動物你打死了它，卻流了你的血？　　 答案：蚊子
1678 有一隻蝸牛從新疆爬到海南只需1分鐘，為什麼？　　 答案：他在地圖上爬
1679 誰經常買鞋自己不穿卻給別人穿？　　　　 答案：賣鞋的人
1680 老張二十多年一直賣假貨，為什麼大家卻認為他是大好人？　 答案：老張賣的是假髮
1681 奶奶沒上過學，為什麼會寫外文？　　　　 答案：會寫阿拉伯數字
1682 把火熄滅最快的方法是什麼？　 答案：火字加上一橫
1683 足球賽還沒開始，為什麼大家都知道比分？　　　 答案：大家都知道是0：0
1684 什麼英文字母最多人喜歡聽　 答案：CD
1685 一年四季都盛開的花是什麼花　　 答案：假花
1686 為什麼流氓坐車不用給錢？　　　　　　 答案：因為哪是一輛警車
1687 今天賣報的老吳賣了100份報紙，但只收入幾毛錢，為什麼？　　　　 答案：他買的是舊報紙
1688 打什麼東西,不必花力氣　　　 答案：打磕睡
1689 什麼蛋打不爛，煮不熟，更不能吃　　　　 答案：考試的零雞蛋
1690 什麼酒不能喝　　 答案：碘酒
1691 小海看相聲為什麼從來不高興？　 答案：小海是個聾子~
1692 獅子和獵豹在草原上進行百米賽跑，如果從同一起點起跑，獅子跑到一百米終點時，獵豹只跑到90米,現在讓獅子從起點退後10米起跑，那麼它們誰先到達終點呢？　　 答案：獅子
1693 有一種車卻沒有一個輪子，這是什麼車？ 答案：是象棋中的車
1694 看了不能買，買了不能用的是什麼 答案：棺材
1695 什麼酒價格最貴 答案：喜酒
1696 為什麼相同的物品買一個交60元，買兩個交20元？ 答案：用百元大鈔買四十塊錢的東西的找零
1697 爺倆娘倆兄妹倆,一共只有三個人,這是為什麼？ 答案：兒子、母親和舅舅
1698 1，2，3所能組成的最大數是多少？ 答案：3的21次方
1699 為什麼青蛙可以跳得比樹高？ 答案：因為樹根本就不會跳嘛！
1700 文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？ 答案：他在洗別人的衣服
1701 大男人在小便猜一物 答案：花（flower 扶老二）
1702 什麼時候，四減一等於五？ 答案：一個四邊形，切下一個角，還有五個角
1703 什麼時候，時代廣場的大鐘會響13下？ 答案：該修理的時候
1704 為什麼黑人不能當上美國總統？ 答案：白宮裡面住白人的
1705 什麼是傾國傾城貌？ 答案：地震以後
1706 世界上最小的郵筒（用一成語形容） 答案：難以置信
1707 下圍棋的最喜歡幹什麼？ 答案：打劫
1708 那一種蝙蝠不用休息？ 答案：不修邊幅（不休蝙蝠）
1709 考試時應注意什麼？ 答案：監考老師
1710 象棋與圍棋的區別是什麼？ 答案：象棋的棋子越下越少，圍棋棋子越下越多。
1711 殺入圍城前發出的最後一排子彈是什麼？ 答案：喜糖
1712 寒山寺上一顆竹，您若無心各自飛，絲絲情意來半合，天鵝池邊鳥飛絕，把盞無皿金來做。 答案：等你還我錢
1713 小明為何能用一隻手讓車子停下來？ 答案：他在大出租車
1714 什麼樣的情況下，一加一絕對不等於二？ 答案：一大杯水加進一斤麵粉中，只會等於一塊麵團。
1715 為什麼吸血鬼絕不喝果汁或蔬菜汁？ 答案：害怕「汁」裡的那個十字架。
1716 為什麼大家都說小毛吃人肉不吐骨頭？ 答案：因為他吃掉了一個面人。
1717 美國人登陸月球，第一句話是什麼？ 答案：美國話
1718 怎樣才能日行三百里？ 答案：站在赤道上不動　
1719 為什麼蝙蝠會經常倒吊著？ 答案：因為它胃下垂
1720 地上有三隻小鳥，打死一隻，還剩幾隻？ 答案：一隻
1721 為什麼啊弟開軍車遇見交叉道從不停車？ 答案：他以前是開火車的。
1722 一個人在回家的路上碰到10隻獅子，請問他會變成什麼？ 答案：十堆獅子大便。
1723 一條小船要渡３７人，一次只能有７人，幾次能渡完？ 答案：六次，因為每次得回來一個划船的
1724 爺爺熟讀兵書，可是每次下棋都輸給別人，請問他用的是什麼兵法？ 答案：兵來將擋
1725 一對健康夫婦，為什麼生出只有一隻右眼的嬰兒？ 答案：每個人都只有一隻右眼
1726 一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？ 答案：隔著窗戶
1727 為什麼熊冬眠時會睡這麼久？ 答案：沒有人敢叫它起床
1728 有半瓶酒，瓶口用軟木塞塞住，不准敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔，怎樣喝到瓶子裡的酒？ 答案：把木塞推進瓶裡
1729 哪一種死法是一般死囚所歡迎的？ 答案：老死
1730 蘭蘭經過某市時，正巧那裡發生了大地震，為什麼蘭蘭卻安然無恙呢？ 答案：他坐飛機路過
1731 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
1732 一個學生住在學校裡，為什麼上學還經常遲到？ 答案：他住的學校，不是他上的學校
1733 黑人為什麼喜歡吃白色巧克力？ 答案：怕咬到自己的手指
1734 幼兒園放學了，但卻沒有一個小朋友從大門出去，是怎麼回事呢？ 答案：大門正在檢修，請走測門
1735 時鐘什麼時候不會走 答案：時鐘本來就不會走
1736 火車由北京到上海需要６小時,行使３小時後,火車該在什麼地方 答案：在車軌上
1737 什麼蛋打不爛，煮不熟，更不能吃 答案：考試得得零雞蛋
1738 哪一個月有二十八天 答案：每個月都有28天
1739 什麼車子寸步難行 答案：風車
1740 什麼人始終不敢洗澡 答案：泥人
1741 什麼事每人每天都必須認真的做 答案：睡覺
1742 雞蛋殼有什麼用處？ 答案：用來包蛋清和蛋黃
1743 冬天，寶寶怕冷，到了屋裡也不肯脫帽。可是他見了一個人乖乖地脫下帽，那人是誰？ 答案：理髮師
1744 盆裡有6只饅頭，6個小朋友每人分到1只，但盆裡還留著1只，為什麼？ 答案：一個小朋友連饅頭和盆一起拿走
1745 弟弟得意地對姐姐說：家裡有一處地方，只有我能坐，你永遠坐不了，弟弟說的是什麼？ 答案：姐姐的漆上
1746 有一種路雖然四通八達，但就是不能走人，為什麼？ 答案：因為哪是電路
1747 為什麼母雞的腿短？ 答案：腿長了，生下的蛋會被子摔破
1748 三人共撐一把小傘在街上走，卻沒有淋濕，為什麼？ 答案：沒有下雨
1749 請你解釋：悲劇和喜劇有什麼聯繫？   答案：沒人喜歡看，就成悲劇了
1750 誰最喜歡咬文嚼字？ 答案：蛀蟲書
1751 什麼報只印一份 答案：電報
1752 任何人必須去的地方是哪裡？ 答案：廁所
1753 太陽和月亮在一起是哪一天？ 答案：明天
1754 什麼東西你有，別人也有，雖然是身外之物，卻不能交換？ 答案：姓名
1755 為什麼白鷺總是縮著一隻腳睡覺？ 答案：縮兩隻腳不就摔倒了
1756 有一個問題，不論你問到任何人，答案都是「沒有」，請問那是什麼？ 答案：你睡了沒？
1757 世界上哪的海不產魚？ 答案：辭海
1758 什麼門不能關？ 答案：球門
1759 好與壞的中間是什麼？ 答案：與
1760 房間裡有十根點著的蠟燭,被風吹滅了九根,第二天還剩幾根 答案：九根
1761 什麼洞最深？？ 答案：黑洞
1762 有什麼辦法讓你在閉著眼睛時看到東西？ 答案：做夢吧~！
1763 假如在海上，你的船破了一個洞，此時你該怎麼辦？ 答案：再挖一個洞，讓水流出去。
1764 為什麼大多數人都不喜歡過32歲的生日？ 答案：沒人喜歡插上「三長二短」的蠟燭。
1765 什麼女人從來不洗頭髮？　　　 答案：尼姑
1766 老虎的弟弟是誰？　　　　 答案：貓
1767 有一個人到國外去，為什麼他周圍的都是中國人？　　　 答案：外國人到中國
1768 中國哪個省的東西最不便宜？　　　　　 答案：貴州
1769 一頭牛面向北，然後向後轉，再向東轉，這時牛的尾巴是朝東還是朝西？　 答案：朝地
1770 有兩人一人向西，一人向東背對背站著，他們要走多遠（直走）才能見面？　　 答案：每人退後一步
1771 一條河上有兩座橋，一高一低，為什麼高的一年被淹兩次，低的卻只被淹一次？　　 答案：高的橋在下游
1772 什麼是「以牙還牙」？　　　 答案：鑲牙
1773 什麼戲人人都演過？ 答案：遊戲
1774 哪家人最多？ 答案：國家
1775 為什麼啊弟開軍車遇見交叉道從不停車？ 答案：他以前是開火車的。
1776 什麼樣的情況下，一加一絕對不等於二？ 答案：一大杯水加進一斤麵粉中，只會等於一塊麵團。
1777 為什麼吸血鬼絕不喝果汁或蔬菜汁？ 答案：害怕「汁」裡的那個十字架。
1778 阿比明天要考英文他聽說佛光山的菩薩有求必應，他趕忙上山燒香拜佛，求菩薩保佑他明日考試順利通過，結果隔天英文還是考砸了，為什麼？ 答案：因為菩薩看不懂英文，沒法渡啦！
1779 一個人在回家的路上碰到10隻獅子，請問他會變成什麼？ 答案：十堆獅子大便。
1780 一條小船要渡３７人，一次只能有７人，幾次能渡完？ 答案：六次，因為每次得回來一個划船的
1781 用什麼拖地最乾淨？ 答案：用力
1782 茄子的另外一個名字叫什麼？ 答案：蔬菜
1783 牛的舌頭和尾巴在什麼時候遇在一起？ 答案：餐廳裡
1784 小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？ 答案：每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口
1785 書店裡買不到什麼書？ 答案：遺書。
1786 一個女孩子在洗澡，另一個男孩闖進來，女孩最想遮住哪？？？ 答案：男孩的眼睛
1787 哪種竹子不長在土裡？ 答案：爆竹
1788 一個人想在一夜裡變成百萬富翁，他該怎麼辦？ 答案：做夢吧！
1789 哪種比賽，贏的得不到獎品，輸的卻有獎品 答案：划拳喝酒
1790 每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？ 答案：有太多的女人
1791 一個橋載重80公斤，為什麼一個重70公斤的人可以拿兩個各重10公斤的球過橋？ 答案：顛球走
1792 小王與父母頭一次出國旅行，由於語言不通，他的父母顯得不知所措，小王也不懂外語，卻像在自己國家裡一樣，沒有感到絲毫不便，這是為什麼？ 答案：他是嬰兒
1793 有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？ 答案：因為他想中分
1794 有個人說用牙齒可以判斷…… 答案：牙可以嚼出肉的老嫩
1795 為什麼好馬不吃回頭草？ 答案：後面的草都吃沒了
1796 什麼表以一天慢24小時？ 答案：停表
1797 什麼辦法可以使冰很快變成水？ 答案：去掉冰字的二點
1798 有一個字很多人都會念錯，請問為什麼 答案：錯字
1799 人在不飢渴時也需要的是什麼水？ 答案：薪水
1800 小張說的相聲大家都喜歡聽，為什麼他有時說話還要付錢？請問為什麼 答案：打電話
1801 一個袋子裡裝著豆子，有黃豆和綠豆，一個人把豆子倒在地上，很快他就把黃豆和綠豆分開了，請問他是怎麼分的？ 答案：袋子裡就二顆豆
1802 熊掌和魚什麼情況下可以兼得？ 答案：飯店裡
1803 化妝品可以使女人的臉變得美麗，可是會使哪些人的臉變得非常難看？ 答案：付錢的男人
1804 為什麼阿福總要等老師動手才去聽老師的話？ 答案：阿福是聾子
1805 一列火車從北京到天津要用一個小時，現在從北京發出了半個小時，請問現在火車在什麼地方？ 答案：鐵軌上
1806 亞當和夏娃結婚後最大的遺憾是什麼 答案：沒有人來喝喜酒
1807 小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼 答案：他在瞄準許
1808 一個人從五十米高的大廈上跳樓自殺,重重的摔在了地上,為什麼沒被摔死 答案：他在半空就已經嚇死了
1809 有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？ 答案：看守所
1810 既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？ 答案：新娘
1811 動物園中，大象鼻子最長，鼻子第二長的是什麼？ 答案：小象
1812 有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去那裡 答案：去精神病院
1813 什麼東西越洗越髒？ 答案：水
1814 做什麼事，一隻眼開一隻眼閉會比較好？ 答案：射擊
1815 什麼時候，時代廣場的大鐘會響13下？ 答案：該修理的時候
1816 王先生養了一隻很漂亮的孔雀,有一天,王先生的孔雀在張先生的花園裡生了一隻蛋,請問這隻蛋應屬於誰的 答案：孔雀的
1817 山城重慶的路是上坡多還是下坡多？　　　　　　　 答案：一樣多
1818 請問：將18平均分成兩份，卻不得9，還會得幾　　　 答案：10（從中間分）
1819 農民、工人、軍人、科學家都靠什麼吃飯　 答案：嘴
1820 體育比賽要求運動員「更高、更快、更強」，要「向前進」，但有一種比賽只能往後推,這是什麼比賽？　　　　 答案：撥河比賽
1821 爸爸買了一支筆，卻不能寫字，為什麼？　　 答案：是電筆
1822 有種船從來沒下過水，為什麼還是船？　　 答案：宇航飛船
1823 一個人從飛機上掉下來，為什麼沒摔死呢？　　 答案：飛機停在地上
1824 愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？　 答案：哪是他剛出生的時候
1825 離婚的最關鍵因素是什麼？ 答案：結婚
1826 什麼東西人們都不喜歡吃？　　 答案：吃虧
1827 醫治暈車的最好辦法是什麼 答案：走路
1828 四年級三班是怎樣上珠算的？ 答案：各打各的算盤
1829 老李剛理完發，便要求理髮師將他的頭髮「中分」，理髮師卻說做不到，為什麼？ 答案：理髮師給老他剃了光頭
1830 芳芳在學校門口將學生證掉了，它該怎麼辦？ 答案：撿起來
1831 有一種動物，你殺了它卻流了你自己的血？，這是什麼動物？ 答案：是蚊子
1832 如果你要想使夢成為現實首先要做什麼 答案：醒來
1833 一個人掉到河裡，，它從河裡爬上來，頭髮卻沒濕，為什麼？ 答案：因為他是光頭
1834 一個人上了手術台是什麼心情？ 答案：任人宰割
1835 有一個人被從幾千米的高空掉下來的東西砸在頭上，卻沒有受傷，為什麼？ 答案：砸下來的是雪花
1836 家有家規，國有國規，那動物園裡有啥規 答案：烏龜
1837 既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人 答案：新娘
1838 為什麼女人穿高跟鞋後，就代表她想要結婚了？ 答案：兩個半小時當然就是一個小時了
1839 阿研的口袋裡共有10個硬幣，漏掉了10個硬幣，口袋裡還有什麼？ 答案：在半空中嚇死了
1840 冬天裡，不通過加熱，如何才能把冰立刻變成水？ 答案：把冰的兩點去掉
1841 男人在一起喝酒，為什麼非划拳不可？ 答案：敬酒不吃吃罰酒
1842 口吃的人做什麼事最虧？ 答案：打長途電話
1843 有一位女士離婚數次打一四字成語 答案：前公（功）盡氣
1844 世界拳擊冠軍卻很容易被什麼擊倒？ 答案：瞌睡
1845 兩對父子去買帽子，為什麼只買了三頂？ 答案：爺爺、爸爸和兒子
1846 鐵錘錘雞蛋為什麼錘不破？ 答案：錘當然不會破了
1847 為什麼一瓶標明劇毒的藥對人卻無害 答案：只要你不去喝它
1848 什麼路最窄 答案：冤家路窄
1849 為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的 答案：狀狀是一隻羊
1850 猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米 答案：沒掰到一個
1851 最堅固的鎖怕什麼 答案：鑰匙
1852 一個離過五十次婚的女人，應該怎麼形容她 答案：前功盡棄
1853 先有男人，還是先有女人 答案：先有男人，因為男人是先生的，所以叫先生
1854 報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了 答案：報紙上的年、月、日
1855 睡美人最怕的是什麼 答案：失眠
1856 小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？ 答案：小華的身上
1857 什麼時候四減三會等於五？ 答案：四個角的東西切去一個角
1858 黑頭髮有什麼好處？ 答案：不怕曬黑
1859 黑雞厲害還是白雞厲害為什麼 答案：黑雞，黑雞會生白蛋，白雞不會生黑蛋
1860 人在什麼情況下會七竅生煙 答案：火葬
1861 離婚的主要起因是什麼？ 答案：結婚
1862 為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？ 答案：絕代佳人
1863 什麼人生病從來不看醫生？ 答案：瞎子
1864 大雁為什麼要向南飛 答案：因為用腳走太慢了
1865 你知道現代的科學家一般都出生在哪嗎？ 答案：醫院裡
1866 偷什麼東西不犯法 答案：偷笑
1867 什麼時候太陽會從西邊出來？ 答案：發誓的時候
1868 如果有機會讓你移民,你一定不會去哪個國家 答案：天國
1869 第一次世界戰發生在什麼時候 答案：亞當和夏蛙打架的時候
1870 當今社會，個體戶大都靠什麼吃飯 答案：嘴巴
1871 什麼人是不用電的 答案：緬甸人
1872 什麼東西明明是你的，別人卻用的比你多得多？ 答案：你的名字
1873 你姨夫的姐姐的堂弟的表哥的爸爸是你的什麼人？ 答案：親戚
1874 一個可以大可以小的地方是哪裡？ 答案：廁所
1875 我不會輕功，但一隻腳搭在雞蛋上，雞蛋不會破，這是為什麼？ 答案：另一隻腳站在地上
1876 一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？ 答案：把門推開
1877 每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？ 答案：有太多的女人
1878 什麼東西將要來，但是從來沒有來過？ 答案：明天
1879 什麼雞沒有翅膀？ 答案：田雞
1880 五個人分六個橙子怎麼分才算合理？ 答案：搾成橙汁分
1881 什麼車子寸步難行 答案：風車
1882 有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？ 答案：因為他想中分
1883 印度人為什麼用手抓飯？ 答案：因為手比腳乾淨
1884 一個人想在一夜裡變成百萬富翁，他該怎麼辦？ 答案：做夢吧！
1885 進動物園後，最先看到的是哪種動物？ 答案：人
1886 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
1887 兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多？ 答案：狗不出汗
1888 有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，為什麼？ 答案：他只瞎了一隻眼
1889 一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊？ 答案：山羊不吃肉
1890 時鐘敲了十三下,請問現在該做什麼呢 答案：修理鐘錶
1891 什麼照片看不出照的是誰？ 答案：X光片
1892 如何才能把你的左手完全放在你穿在身上的右褲袋裡,而同時把你的右手完全放在你穿在身上的左褲袋裡？ 答案：反穿褲子
1893 什麼話可以世界通用？ 答案：電話
1894 一個袋子裡裝著黃豆和綠豆，一個人把豆子倒在地上，很快就把黃豆和綠豆分開了，請問他是怎麼分的？ 答案：一棵黃豆，一棵綠豆
1895 下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？ 答案：他在門外
1896 阿呆開車去動物園玩，動物園很近，他的路並沒有走錯，為何卻總到不了目的地？ 答案：早開過了
1897 牧師無論如何都不能主持的儀式是什麼？ 答案：自已的葬禮
1898 在一次考試中，兩個學生交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？ 答案：他們交的是白卷
1899 有一種動物，你殺了它卻流了你自己的血，這是什麼動物？ 答案：蚊子
1900 小王與父母頭一次出國旅行，由於語言不通，他的父母顯得不知所措，小王也不懂外語，卻像在自己國家裡一樣，沒有感到絲毫不便，這是為什麼？ 答案：他是嬰兒
1901 為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？ 答案：　絕代佳人
1902 進動物園後，最先看到的是哪種動物？ 答案：人
1903 什麼照片看不出照的是誰？ 答案：X光片
1904 報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了 答案：報紙上的年、月、日
1905 睡美人最怕得什麼病 答案：　失眠
1906 小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？ 答案：坐在小華身上
1907 家有家規，國有國規，那動物園裡有啥規 答案：烏龜
1908 什麼官不僅不領工資，還要自掏腰包 答案：新郎官
1909 有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？ 答案：看守所
1910 青蛙為什麼能跳得比樹高 答案：樹不會跳
1911 哪一種死法是一般死囚所歡迎的？ 答案：老死
1912 一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？ 答案：隔著窗戶
1913 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
1914 黑人為什麼喜歡吃白色巧克力？ 答案：怕咬到自己的手指
1915 什麼水要按計劃發放？ 答案：薪水
1916 製造日期與有效日期是同一天的產品是什麼？ 答案：當天的報紙
1917 誰天天去看病？ 答案：醫生
1918 為什麼人們要到市場上去？ 答案：因為市場不會來
1919 進動物園後，最先看到的是哪種動物？ 答案：人
1920 馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？ 答案：停電了
1921 兩對父子去買帽子，為什麼只買了三頂？ 答案：是祖孫三人
1922 一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？ 答案：他在洗澡
1923 體育比賽要求運動員「更高、更快、更強」，要「向前進」，但有一種比賽只能往後推,這是什麼比賽？　 答案：撥河比賽
1924 爸爸買了一支筆，卻不能寫字，為什麼？ 答案：是電筆
1925 有種船從來沒下過水，為什麼還是船？　 答案：是宇宙飛船
1926 一個人從飛機上掉下來，為什麼沒摔死呢？　 答案：飛機停在地上
1927 愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？　 答案：哪是她剛出生的時候
1928 離婚的最關鍵因素是什麼？　 答案：結婚
1929 孔子和孟子有什麼不同？　　 答案：孔子把兒子牽在身邊，而孟子把兒子放在頭上~！
1930 林老生大手術後換了一個人工心臟。病好了後,她的女友卻馬上提出分手,為什麼會這樣 答案：沒有真心愛她
1931 怎樣才能用藍筆寫出紅字來？ 答案：寫個「紅」字
1932 用椰子和西瓜打頭哪一個比較痛？ 答案：頭比較痛
1933 借什麼可以不還？ 答案：借光
1934 冬天裡，不通過加熱，如何才能把冰立刻變成水？ 答案：把冰的兩點去掉
1935 有一位女士離婚數次打一四字成語 答案：前公（功）盡氣
1936 四個9加起來為什麼等於100？ 答案：９／９＋９９
1937 飛機在天上飛，突然沒油了，什麼東西先掉下來？ 答案：油壓表指針
1938 什麼東西有五個頭，但人不覺的它怪呢 答案：手，腳
1939 書店裡買不到什麼書 答案：遺書
1940 一個學生住在學校裡，為什麼上學還經常遲到？ 答案：家所在的學校不是他上學的學校
1941 為什麼警察對闖紅燈的汽車司機視而不見？ 答案：汽車司機沒開車
1942 皮黑肉兒白，肚裡墨樣黑，從不偷東西，硬說它是賊。 答案：烏賊
1943 年紀並不大，鬍子一大把，不論遇見誰，總愛喊媽媽 答案：羊
1944 二姑娘（打一字） 答案：姿
1945 又一隻狼經過，還是沒有吃羊---再猜一海產品 答案：蝦（瞎）
1946 突然又來了一群狼---繼續猜一植物 答案：楊梅（羊沒）
1947 前面有一片草地---猜一植物 答案：梅花（沒花）
1948 考試時應注意什麼？ 答案：監考老師
1949 下圍棋的最喜歡幹什麼？ 答案：打劫
1950 那一種蝙蝠不用休息？ 答案：不修邊幅（不休蝙蝠）
1951 小明為何能用一隻手讓車子停下來？ 答案：他在大出租車
1952 一隻小鳥正在飛，獵人對他說了句話，小鳥掉下來了，你猜獵人說了什麼？ 答案：呀！你的翅膀掉毛了！」小鳥信以為真，看了一下，就這
1953 為什麼蝙蝠會經常倒吊著？ 答案：因為它胃下垂
1954 用力 答案：用什麼拖地最乾淨？
1955 小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？ 答案：每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口
1956 只能一個人去做的事是什麼？　 答案：做夢
1957 什麼瓜不能吃　 答案：傻瓜
1958 1，2，3能組成的最大數是多少？　　 答案：3年21次方
1959 森林中有十隻鳥，開槍打死一隻，為什麼其它九隻不飛走？ 答案：因為它是駝鳥
1960 在古時侯，什麼人沒當爸爸就先當公公了？　 答案：太監
1961 婦女們在不知不覺中丟失掉的東西是什麼？　　　　　　　　　　　　　　　　　　 答案：美貌
1962 騎馬的狩獵人，是怎麼走路的？　　　 答案：用馬步
1963 三個小朋友各買了一雙相同的鞋，為什麼他們穿的鞋還是不一樣？ 答案：剛買，未穿
1964 小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？ 答案：修理小明
1965 好心的約翰去世了，天使要帶他上天堂，為什麼他堅決不肯去？ 答案：他有恐高症
1966 「先天」是指父母的遺傳，那「後天」是什麼？ 答案：明天的明天
1967 什麼東西明明是你的，別人卻用的比你多得多？ 答案：你的名字
1968 一個可以大可以小的地方是哪裡？ 答案：廁所
1969 一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？ 答案：把門推開
1970 在羅馬數字中，零該怎麼寫？ 答案：羅馬數字沒有零
1971 太平洋的正中間是什麼？ 答案：平字
1972 小明在一場激烈槍戰後，身中數彈，血流如注，然而他仍能精神百倍地回家吃飯，為什麼？ 答案：他在拍戲
1973 什麼情況一山可容二虎？ 答案：一公一母
1974 小華明天考試，他已經把英語背得滾瓜爛熟，第二天考試還是不及格，為什麼？ 答案：第二天不是考英語
1975 一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？ 答案：把門打開
1976 什麼人始終不敢洗澡 答案：泥人
1977 火車由北京到上海需要６小時,行使３小時後,火車該在什麼地方 答案：在車軌道上
1978 什麼地方開口說話要付錢 答案：打電話
1979 如果有機會讓你移民,你一定不會去哪個國家 答案：天國
1980 有一種水果，沒吃之前是綠色的，吃下去是紅色的，吐出時卻是黑色的，請問是請問這是什麼水果 答案：西瓜
1981 當今社會，個體戶大都靠什麼吃飯 答案：嘴巴
1982 男人泡澡堂-----打一軍事用品。 答案：炮彈
1983 當你的女友向你要天上的星星怎麼辦？ 答案：給她一拳
1984 說有一隻烏龜，一天路過一個火車站，它正想爬過去的時候，突然開過來一輛火車，烏龜由於躲閃不及，被火車壓了過去，等火車過去了以後，烏龜發現自己沒有死，你猜是為什麼呢？ 答案：它在做夢
1985 什麼動物坐也是坐，站也是坐，走也是坐？ 答案：青蛙
1986 小明知道試卷的答案，為什麼還頻頻看同學的？ 答案：因為小明是老師
1987 警察面對兩名歹徒，但他只剩下一顆子彈，他對歹徒說：誰動就打誰，結果沒動的反而挨子彈，為什麼？ 答案：因為不動的比較好打
1988 舔也硬，不舔也硬，想舒服睡，先搓搓它 答案：牙齒
1989 吃蘋果時，咬了一口發現有一條蟲子，覺得特別噁心；看到兩條蟲子，覺得更噁心；請問：看到幾條蟲子讓人最噁心？ 答案：半條蟲子
1990 一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？ 答案：企鵝
1991 用什麼擦地最乾淨？ 答案：用力
1992 一隻狗總也不洗澡，為什麼不生虱子？ 答案：狗只會生小狗
1993 什麼樣的井讓人害怕？ 答案：陷阱
1994 一堆西瓜，一半的一半比一半的一半的一半少半個，請問這堆西瓜有多少個？ 答案：2個
1995 什麼東西滿屋走，但碰不著物件？ 答案：聲音
1996 三人共撐一把小傘在街上走，卻沒有淋濕，為什麼？ 答案：沒有下雨
1997 什麼東西裂開之後，用精密的儀器也找不到裂紋？ 答案：感情
1998 小張的肚子明明已經脹得受不了了，為什麼他還要不停地猛喝水　　 答案：他掉到河裡去了
1999 閉著眼睛也看得見的是什麼？ 答案：夢
2000 一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？ 答案：中間隔著透明玻璃窗
2001 你能用藍筆寫出紅字來嗎　 答案：寫個紅字有何難
2002 一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼 答案：警察打車
2003 化妝品可以使女人的臉變得美麗，可是會使哪些人的臉變得非常難看？ 答案：付錢的男人
2004 如果你想美夢成真首先要做什麼？ 答案：醒來
2005 一列火車從北京到天津要用一個小時，現在從北京發出了半個小時，請問現在火車在什麼地方？ 答案：鐵軌上
2006 一隻螞蟻居然從四川爬到了東京，可能嗎？　　 答案：螞蟻在地圖上
2007  答案：動物園園長
2008 閉著眼睛也看得見的是什麼？　　 答案：夢
2009 什麼東西裂開之後，用精密的儀器也找不到裂紋？　　 答案：感情
2010 小花站起來同飯桌一樣高，兩年之後，反而能在桌子下活動自如，為什麼？　 答案：小花是一條狗
2011 什麼東西人們都不喜歡吃？　 答案：吃虧
2012 兩隻狗賽跑，甲狗跑得快，乙狗…… 答案：狗不出汗
2013 一個人想在一夜裡變成百萬富翁，他該怎麼辦？ 答案：做夢
2014 在一座森林裡住著老少兩人，老者每逢星期一、二、三就只說謊話，少著每逢星期四、五、六也說謊話，其他時間他們說真話。 答案：星期四
2015 電和閃電最大的區別是什麼？ 答案：一個收費、一個不收費
2016 有輛快速前進的賽車，在路口90度左轉時，請問哪一個輪胎一定離地？ 答案：備胎
2017 滿月、半月、殘月（打拼音字母三） 答案：O、D、C
2018 什麼花飄著開，什麼花走著開，什麼花空中開？ 答案：雪花、浪花、禮花
2019 哪一種竹子不長在土裡？ 答案：爆竹
2020 讀完北京大學最快要多長時間 答案：念北京大學四個字的時間
2021 小明的爺爺一邊刷牙一邊唱歌，請問為什麼 答案：假牙
2022 滿滿一瓶牛奶，怎麼才能先喝到瓶底的部分？ 答案：用吸管
2023 什麼表以一天慢24小時？ 答案：停表
2024 怎樣用三根筷子搭成比三大比四小的數？ 答案：搭成圓周率
2025 一堆西瓜，一半的一半比一半的一半的一半少半個，請問這堆西瓜有多少個？ 答案：2個
2026 今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼 答案：半個
2027 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
2028 什麼東西將要來，但是從來沒有來過？ 答案：明天
2029 進動物園後，最先看到的是哪種動物？ 答案：　　人
2030 睡美人最怕得什麼病 答案：失眠
2031 有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？ 答案：因為他想中分
2032 有個人說用牙齒可以判斷…… 答案：牙可以嚼出肉的老嫩
2033 中國人最早的姓氏是什麼？ 答案：　　善，人之初，「姓」本善
2034 打狗看主人，打虎看什麼？ 答案：看你有沒有種
2035 為什麼一群狼中有一隻羊？ 答案：「群」字中有一個「羊」字
2036 什麼樣的情況下，一加一絕對不等於二？ 答案：一大杯水加進一斤麵粉中，只會等於一塊麵團。
2037 怎樣才能日行三百里？ 答案：站在赤道上不動
2038 美國人登陸月球，第一句話是什麼？ 答案：美國話
2039 小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？ 答案：每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口
2040 什麼話可以世界通用？ 答案：電話
2041 小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？ 答案：坐在小華身上
2042 家有家規，國有國規，那動物園裡有啥規 答案：烏龜
2043 什麼官不僅不領工資，還要自掏腰包 答案：　新郎官
2044 什麼報只印一份   答案：電報
2045 任何人必須去的地方是哪裡？   答案：廁所
2046 太陽和月亮在一起是哪一天？   答案：明天
2047 什麼東西你有，別人也有，雖然是身外之物，卻不能交換？   答案：姓名
2048 有一艘船限載50人，船上已有49人後，再加上一個孕婦上了船，結果船沉入海中，為什麼？[ 答案：潛水廳
2049 失戀的黃先生在一個月黑風高的晚上,走上街頭,迎面過來飛車,他站在兩個車燈中間,車子呼嘯而過,人竟毫髮無損,為什麼[ 答案：摩托車
2050 今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼？[ 答案：沒半個人
2051 大二的時候，上法律課，我們法律老師有個癖好，喜歡提問，提問之前必高聲重複一遍問題。有一次正在上《民法通則》，突然老師又提高聲音開始提問，所有同學都恐懼地盯著老師，惟恐被喊到，因為老師以提問來代替點名，所以是看著點名冊提 答案：搞笑點名
2052 為什麼吸血鬼絕不喝果汁或蔬菜汁？ 答案：害怕「汁」裡的那個十字架。
2053 用什麼拖地最乾淨？ 答案：用力
2054 茄子的另外一個名字叫什麼？ 答案：蔬菜
2055 滿滿一瓶牛奶，怎麼才能先喝到瓶底的部分？ 答案：用吸管
2056 哪一種竹子不長在土裡？ 答案：爆竹
2057 什麼書中毛病最多？ 答案：醫學書
2058 當今社會，個體戶大都靠什麼吃飯 答案：嘴巴
2059 什麼地方開口說話要付錢 答案：打電話
2060 什麼布剪不斷？ 答案：瀑布
2061 黑頭髮有什麼好處？ 答案：不怕曬黑
2062 婦女們在不知不覺中丟失掉的東西是什麼？ 答案：美貌
2063 一隻母羊和一隻小羊正在吃草，來了一隻老狼把母羊給叼走了，小羊也乖乖地跟走了，請問怎麼回事 答案：小羊在母羊的肚子裡
2064 動物園的大象死了，為什麼管理員哭得那麼傷心？ 答案：他想要挖那麼大一個坑，就······
2065 電線桿上三隻麻雀正在打架，當中一隻不小心掉下來，為什麼其他兩隻也跟著掉下來？ 答案：因為那兩隻拍手的時候掉了下來
2066 楚楚的生日在三月三十日，請問是哪年的三月三十日？ 答案：每年的
2067 比細菌還小的東西是什麼？ 答案：細菌的兒子
2068 愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？ 答案：他剛出生的體重
2069 9個橙分給13個小朋友,怎麼分才公平？ 答案：搾成汁
2070 ８個數字「８」，如何使它等於1000？ 答案：8+8+8+88+888
2071 有一個人，看電影時因為有事去晚了半個小時，沒想到來到電影院時竟半個人影都沒有見到。（已知電影正常演出） 答案：世界上沒有半個人影的人
2072 什麼東西晚上才生出尾巴呢 答案：流星
2073 什麼東西愈生氣，它便愈大 答案：脾氣
2074 家人問醫生病人的情況,醫生只舉起5個手指,家人就哭了,是什麼原因呢 答案：三長兩短
2075 什麼路最窄 答案：冤家路窄
2076 為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的 答案：壯壯是一隻羊
2077 口吃的人做什麼事最虧？ 答案：打長途電話
2078 換心手術失敗，醫生問快要斷氣的病人有什麼遺言要交代，你猜他會說什麼？ 答案：其實你不懂我的心
2079 小明發現房間遭竊,卻一點也不緊張,為何 答案：別人的房間
2080 既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？ 答案：新娘
2081 兩個棋友一天共下了9盤棋,在沒有和局的情況下他倆贏的次數相同,怎麼回事 答案：9盤不全是他們兩個人一起下的
2082 小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼 答案：正在瞄準
2083 什麼牛不會吃草？ 答案：蝸牛
2084 你能做，我能做，大家都做；一個人能做，兩個人不能一起做。這是做什麼？ 答案：做夢
2085 市裡新開張了一家醫院，設備先進，服務周到。但令人奇怪的是：這兒竟一位病人都不收，這是為啥？ 答案：獸醫院
2086 「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？ 答案：青竹蛇」最長，有三個字
2087 某個人到外國去了，可是，周圍全是中國人，這是怎麼回事？ 答案：在中國
2088 世界上最難的一道題是哪道題？ 答案：這道題
2089 老劉一個人睡覺，醒來為什麼屁股上竟出現深深的牙印？ 答案：睡在自己的假牙上了
2090 一隻螞蟻從幾百萬米高的山峰落下來會怎麼死？ 答案：餓死
2091 在一個寒冷冬日清晨，有一位西裝革履的先生在河裡拚命游水，你說這是為什麼 答案：不小心掉下去的
2092 為什麼買一頭牛只要一萬元，而買三頭牛卻要五萬元？ 答案：三頭牛當然比一頭牛貴
2093 最堅固的鎖怕什麼 答案：鑰匙
2094 一個離過五十次婚的女人，應該怎麼形容她 答案：前「公」盡棄
2095 先有男人，還是先有女人 答案：先有男人，因為男人是先生
2096 報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了 答案：報紙上的年，月，日
2097 家有家規，國有國規，那動物園裡有啥規 答案：有烏龜
2098 什麼官不僅不領工資，還要自掏腰包 答案：新郎官
2099 妻子：「糟糕，親愛的，你送給我的鑽石戒指，落到紅茶裡去了……」結果，戒指又平安回到妻子的手上，而且一點也沒有弄濕的痕跡。這難道是奇跡嗎 答案：因為是戒指掉到紅茶的茶葉罐中了
2100 紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？ 答案：紙上寫著「不要念出此文」
2101 什麼情況一山可容二虎？ 答案：一公一母
2102 什麼人是不用電的 答案：緬甸人
2103 什麼東西明明是你的，別人卻用的比你多得多？ 答案：你的名字
2104 你姨夫的姐姐的堂弟的表哥的爸爸是你的什麼人？ 答案：親戚
2105 小華明天考試，他已經把英語背得滾瓜爛熟，第二天考試還是不及格，為什麼？ 答案：第二天不是考英語
2106 一個可以大可以小的地方是哪裡？ 答案：廁所
2107 我不會輕功，但一隻腳搭在雞蛋上，雞蛋不會破，這是為什麼？ 答案：另一隻腳在地上
2108 美麗的公主結婚以後就不掛蚊帳了，為什麼？ 答案：她嫁給了青蛙王子
2109 爺爺熟讀兵書，可是每次下棋都輸給別人，請問他用的是什麼兵法？ 答案：兵來將擋
2110 一對健康夫婦，為什麼生出只有一隻右眼的嬰兒？ 答案：每個人都只有一隻右眼
2111 小明正在吹電扇,為什麼還是滿頭大汗？ 答案：他在吹電扇，電扇沒有吹他
2112 為什麼熊冬眠時會睡這麼久？ 答案：沒人敢叫它起床
2113 有半瓶酒，瓶口用軟木塞塞住，不准敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔，怎樣喝到瓶子裡的酒？ 答案：把木塞推進瓶裡
2114 哪一種死法是一般死囚所歡迎的？ 答案：老死
2115 蘭蘭經過某市時，正巧那裡發生了大地震，為什麼蘭蘭卻安然無恙呢？ 答案：她坐飛機路過
2116 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
2117 一個學生住在學校裡，為什麼上學還經常遲到？ 答案：他住的學校，不是他上學的學校
2118 黑人為什麼喜歡吃白色巧克力？ 答案：怕咬到自己的手指
2119 新買的襪子怎麼會有一個洞？ 答案：襪口
2120 最不聽話的是誰 答案：聾子
2121 什麼書誰也沒見過 答案：天書
2122 一個自討苦吃的地方在哪裡？ 答案：在藥店
2123 在羅馬數字中，零該怎麼寫？ 答案：羅馬數字中沒有零
2124 沙沙聲稱自己是辨別母雞年齡的專家，其絕招是用牙齒，為什麼？ 答案：把雞親口吃了來辨別母雞的老嫩
2125 數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？ 答案：加一個小數點，變成0.1
2126 一張方桌據掉一個角，還有幾個角？ 答案：五個角
2127 金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？ 答案：吃甘蔗的時候
2128 把24個人按5人排列，排城6行，該怎樣排？ 答案：排成六邊形
2129 公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？ 答案：那是一對聾啞人
2130 有一頭頭朝北的牛，它先向左轉三圈，然後再向後轉兩圈半，接著再往右轉，這時候它的尾巴朝哪兒？ 答案：朝下
2131 用椰子和西瓜打頭哪一個比較疼？ 答案：頭比較疼
2132 為什麼人們要到市場上去？ 答案：因為市場不會來
2133 船邊掛著軟梯，離海面2米，海水每小時上漲半米，幾個小時海水能淹沒軟梯？ 答案：水漲船高，永遠都淹不到
2134 一個老人頭頂上只剩三根頭髮，有一天他要參加重要宴會，為什麼他仍忍痛拔掉其中一根頭髮呢？？ 答案：他想中分
2135 進動物園後，最先看到的是哪種動物？ 答案：人
2136 馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？ 答案：停電了
2137 兩對父子去買帽子，為什麼只買了三頂？ 答案：是祖孫三人
2138 一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？ 答案：他在洗澡
2139 兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多？ 答案：狗不出汗
2140 有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，為什麼？ 答案：他只瞎了一隻眼
2141 一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊？ 答案：山羊不吃肉
2142 時鐘敲了十三下,請問現在該做什麼呢 答案：修理時鐘
2143 什麼照片看不出照的是誰？ 答案：X光片
2144 如何才能把你的左手完全放在你穿在身上的右褲袋裡,而同時把你的右手完全放在你穿在身上的左褲袋裡？ 答案：反穿褲子
2145 什麼話可以世界通用？ 答案：電話
2146 下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？ 答案：他在門外
2147 阿呆開車去動物園玩，動物園很近，他的路並沒有走錯，為何卻總到不了目的地？ 答案：他已經開過了
2148 牧師無論如何都不能主持的儀式是什麼？ 答案：自己的葬禮
2149 在一次考試中，兩個學生交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？ 答案：他們交的是白卷
2150 為什麼母雞都是短腿？ 答案：這樣雞蛋不會摔破
2151 為什麼爺爺送給小明一份生日禮物，小明卻一腳把禮物踢開？ 答案：禮物是足球
2152 鐵放到外面要生銹，那金子呢 答案：會被人偷走
2153 當你向別人誇耀你的長處的同時，別人還會知道你的什麼？ 答案：你不是個啞巴
2154 大灰狼拖走了羊媽媽，小羊為什麼也不聲不響地跟了去？ 答案：小羊在羊媽媽的肚子裡
2155 為什麼自由女神像老站在紐約港？ 答案：因為她坐不下去
2156 好心的約翰去世了，天使要帶他上天堂，為什麼他堅決不肯去？ 答案：他有恐高症
2157 盲人都是怎麼吃桔子的？ 答案：瞎掰
2158 胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？ 答案：因為下面沒有水
2159 為什麼兩隻老虎打架,非要拚個你死我活絕不罷休？ 答案：因為沒有人敢去勸架
2160 明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？ 答案：修理小明
2161 黑人和白人生下的嬰兒，牙齒是什麼顏色？ 答案：嬰兒沒有牙齒
2162 動物園中，大象鼻子最長，鼻子第二長的是什麼？ 答案：小象
2163 小李因工作需要常應酬交際，雖然每天都很早回家，可是老婆還是抱怨不斷。為什麼？ 答案：他是早上回家
2164 每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？ 答案：有太多的女人
2165 路邊電線桿上蹲著一隻猴子，司機小李看到就立刻停下車來，請問為什麼 答案：他把猴子屁股當紅燈了
2166 一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼？ 答案：警察想坐車
2167 小明帶100元去買一件75元的東西，但老闆卻只找了5塊錢給他，為什麼？ 答案：他給老闆80元
2168 有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？ 答案：棺材
2169 為什麼阿福總要等老師動手才去聽老師的話？ 答案：阿福是聾子
2170 有一棵樹,在距樹7米的地方有一堆草,一頭牛用一根3米的繩子栓著,這頭牛把這堆草全吃光了,為什麼(不考慮牛的體長) 答案：牛沒有拴在樹上
2171 在河的一岸有一隻蠶，在河的對岸有一片桑樹，這條河水面寬一公里，卻沒有一座橋，請問它如何才能過到河對岸？ 答案：變成蛾之後
2172 一個籃子裡裝著五個蘋果,要分給五個人,要求每人分的一樣多,最後籃子裡還要剩下一個蘋果,如何分(不能切開蘋果) 答案：把籃子和一個蘋果一起送給一個小朋友
2173 人在不飢渴時也需要的是什麼水？ 答案：薪水
2174 人早晨醒來第一件事是幹什麼 答案：睜眼
2175 什麼書中毛病最多？ 答案：醫學書
2176 有一條異常兇猛的大眼鏡王蛇，但不論如何去激怒它，它都不咬人，為什麼？　　　 答案：因為它住在一個根本沒有人的森林
2177 小李昨天在客戶面前罵總經理是笨蛋，結果小李被開除了，為什麼？　　　　　　　 答案：因為小李洩露了公司的最高機密
2178 警方發現一起智能殺人案，現場沒有留下線索，也找不到目擊者，但一個小時後警方宣佈破案，為什麼？　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　 答案：兇手來自首
2179 一向準時的老處女在上班途中，發現被一名男子跟蹤，心中暗驚，而當她趕到辦公室時，竟意外地遲到了，為什麼？　　　　　　　　　　　　　　　　　　　　　　　　　　　 答案：因為那跟蹤者走了太慢
2180 一場大雨，忙著栽種的農民紛紛躲避，卻仍有一人不走，為什麼？　　　　　　　　 答案：那是稻草人
2181 任何物體在燈炮和陽光下都有會有影子，你見過最大的影子是什麼？　　　　　　　 答案：地球的影子：夜晚
2182 小花站起來同飯桌一樣高，兩年之後，反而能在桌子下活動自如，為什麼？　　　　 答案：小花是一條狗
2183 經理不會做飯，可有一道菜特別拿手，是什麼？　　　　　　　　　　　　　　　　 答案：炒魷魚
2184 家家說他能輕而易舉跨過一棵大樹，他是怎麼跨過的呢？　　　　　　　　　　　　 答案：一棵被伐倒的樹
2185 小張的肚子明明已經脹得受不了了，為什麼他還要不停地猛喝水　　　　　　　　　 答案：他掉到河裡去了
2186 為了怕身材走樣，結婚以後堅持不生孩子的美女怎麼稱呼？　　　　　　　　　　　 答案：絕代佳人
2187 一隻螞蟻居然從四川爬到了東京，可能嗎？　　　　　　　　　　　　　　　　　　 答案：在地圖上爬
2188 汽車在右轉彎時,哪只輪胎不轉　　　　　　　　　　　　　　　　　　　　　　　 答案：備用胎
2189 籃子裡的7個萊果掉了4個在桌子上，還有一個不知掉到哪去了，飛飛把桌子上的萊果拾進籃子裡，又吃了一個，請問籃子裡還剩下幾個蘋果？　　　　　　　　　　　　　　　　 答案：還有五個
2190 一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？ 答案：去抓老鼠
2191 打什麼東西既不花力氣又舒服 答案：打瞌睡
2192 一隻狗總也不洗澡，為什麼不生虱子？ 答案：狗只會生小狗
2193 一個人想在一夜裡變成百萬富翁，他該怎麼辦？ 答案：做夢吧
2194 用什麼擦地最乾淨？ 答案：用力
2195 一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？ 答案： 企鵝
2196 如果有機會讓你移民,你一定不會去哪個國家 答案：天國
2197 有一種水果，沒吃之前是綠色的，吃下去是紅色的，吐出時卻是黑色的，請問是請問這是什麼水果 答案： 西瓜
2198 有一輛沒有開任何照明燈的卡車在漆黑的公路上飛快的行使，天還下著雨，沒有閃電、沒有月光也沒有路燈；就在這時，一位穿著一身黑衣的盲人橫穿公路！在這千鈞一髮之際，汽車司機緊急的剎車了，避免了一次惡性事故的發生。為什麼會是這樣 答案：漆黑的公路是公路的顏色，當時是白天
2199 什麼地方開口說話要付錢 答案：打電話
2200 小張被關在一間並沒有上鎖的房間裡，可是他使出吃奶的力氣也不能把門拉開，這是怎麼回事？ 答案：推開門就行
2201 什麼布剪不斷？ 答案：瀑布
2202 怎樣用三根筷子搭成比三大比四小的數？ 答案：圓周率
2203 男人最喜歡美女眼裡的什麼水？ 答案：秋波
2204 什麼東西人們都不喜歡吃 答案：吃虧
2205 別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？ 答案：因為衣服只有拉鏈沒扣子
2206 家家說他能輕而易舉跨過一棵大樹，他是怎麼跨過的呢？ 答案：一棵伐倒的樹
2207 什麼東西裂開之後，用精密的儀器也找不到裂紋？ 答案：感情
2208 閉著眼睛也看得見的是什麼？ 答案：夢
2209 有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎？ 答案：可能，此車在下坡時
2210 什麼事每人每天都必須認真的做 答案：睡覺
2211 醫治暈車的最好辦法是什麼？ 答案：走路
2212 家有家規，國有國規，那動物園裡有啥規 答案：烏龜
2213 有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？ 答案：因為他想中分
2214 什麼情況下一山可以容二虎 答案：老虎是一公一母
2215 畫一個圓圈,這個圓圈畫在哪裡我們永遠也跳不出去 答案：畫在自己身上。
2216 茅廁裡掛鬧鐘,猜一成語 答案：有始有終
2217 什麼書不能看？ 答案：秘書
2218 天只地知我知（打福建一市縣名） 答案：三明
2219 長安一片月（打一字） 答案：脹
2220 一輛火車由甲地到乙地全程需要6小時才可到達，如今行駛了3小時，火車現在應該在什麼地方？ 答案：在鐵軌上
2221 毛毛從20樓跳下去，為什麼沒有事？ 答案：往裡跳
2222 水陸各半。（打一拉丁美洲國家名） 答案：海地
2223 愛看鬥牛。（打一非洲地名） 答案：好望角
2224 什麼筆不能寫 答案：試電筆
2225 牛的舌頭和尾巴在什麼時候遇在一起？ 答案：餐廳裡
2226 小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？ 答案：每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口
2227 海中綠洲（打一城市）？ 答案：青島
2228 華先生有個本領，那就是能讓見到他的人，都會自動手心朝上。這是怎麼回事？ 答案：因為他是個中醫
2229 醫生給了你三顆藥丸要你每半個小時吃一顆請問吃完需要多長時間 答案：一個小時
2230 一間牢房中關押著兩名犯人，其中一個因偷竊要關一年，另一個是搶動殺人犯，卻只關兩周，為什麼？ 答案：關兩周後槍決
2231 任何人必須去的地方是哪裡？ 答案：廁所
2232 什麼東西你有，別人也有，雖然是身外之物，卻不能交換？ 答案：姓名
2233 戰場上，子彈最密集的地方在哪裡？ 答案：在彈藥運輸車上
2234 太陽和月亮在一起是哪一天？ 答案：明天
2235 曹孟德赤壁慘敗。（打二歌星） 答案：孫悅、劉歡
2236 棄文就武（打一成語）？ 答案：投筆從戎
2237 閻王爺寫日記（打一成語) 答案：鬼話連篇
2238 什麼橋下沒水？ 答案：立交橋
2239 小明在一場激烈槍戰後，身中數彈，血流如注，然而他仍能精神百倍地回家吃飯，為什麼？ 答案：他在拍戲
2240 什麼英文字母最多人喜歡聽 答案：cd
2241 什麼酒不能喝 答案：碘酒
2242 什麼東西咬牙切齒？ 答案：拉鏈
2243 三個人共撐一把傘在街上走,卻沒有淋濕身,為什麼 答案：根本沒有下雨
2244 什麼酒價格最貴 答案：喜酒
2245 「只」字加一筆，變成什麼字？ 答案：沖（先把「只」立起來）
2246 蝸牛從上海到北京只用了一分鐘，為什麼？ 答案：地圖上
2247 三張分別寫有2,1,6的卡片，能否排成一個可以被43除盡的整數？ 答案：129 （把6的卡片翻過來就是啦）
2248 一條小船要渡３７人，一次只能有７人，幾次能渡完？ 答案：六次，因為每次得回來一個划船的
2249 小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？ 答案：每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口
2250 做什麼事，一隻眼開一隻眼閉會比較好？ 答案：射擊
2251 早晨醒來，每個人都會去做的第一件事是什麼？ 答案：睜眼
2252 什麼船從來不下水 答案：宇宙飛船
2253 什麼報只印一份 答案：電報
2254 一個西瓜4刀切成9塊,怎樣切法 答案：「井」字切型
2255 一堆西瓜,一半的一半比一半的一半少半個,請問這堆西瓜有多少個 答案：兩個
2256 盆裡有6只饅頭，6個小朋友每人分到1只，但盆裡還留著1只，為什麼？ 答案：最後一個小朋友連盆一起端走了
2257 那一種飛彈可以用每小時３０公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以９０度急轉彎那一種飛彈可以用每小時３０公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以９０度急轉彎 答案：載在車上的飛彈
2258 的士生意不好,打一韓國明星 答案：車太賢
2259 脫了紅袍子,是個白胖子去了白胖子,是個黑圓子。打一植物？ 答案：荔枝
2260 什麼門是打不開也關不上的？ 答案：球門
2261 什麼書在書店買不到？ 答案：秘書
2262 錘子錘碗錘不破，為什麼？ 答案：碗破了
2263 空著肚子能吃幾個雞蛋？ 答案：一個，因為再吃的時候就不是空著肚子了
2264 有七個環，環環相扣成一直線狀，七環只可破壞其中一個。每次只能取走一個環，每次不能多拿，也不可少拿，要求分別拿七次，將七環分別取走 答案：破壞第三個
2265 池無水,地無土(打一字)？ 答案：也
2266 我的心（打一字）？ 答案：悟
2267 有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？ 答案：他就是你自己
2268 什麼蛋打不爛，煮不熟，更不能吃 答案：考試得的零蛋
2269 拖什麼東西最輕鬆？ 答案：拖鞋
2270 小趙買一張獎票,中了一等獎,去領獎卻不給 答案：還沒到領獎的日期
2271 一把刀順水漂，有眼睛，沒眉毛，是什麼？ 答案：魚
2272 三兄弟中，雖然我跑得最慢，但如果沒有我，他們倆也不知道跑了多少圈。猜猜看，我是什麼？ 答案：時鐘
2273 什麼果不能吃？ 答案：後果
2274 什麼人不能吃飯，但是可以說，笑，玩遊戲？ 答案：木偶
2275 偷什麼不犯法？ 答案：忙裡偷閒
2276 用什麼可以解開所有的謎 答案：謎底
2277 颳風的晚上，停電了，曉曉上床睡覺時忘了吹蠟燭，第二天醒來時，蠟燭居然還有很長一支沒有燃完，怎麼回事呢？ 答案：被風吹熄了。
2278 別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？ 答案：因為他的衣服只有拉鏈沒有扣子
2279 什麼人每天靠運氣賺錢？ 答案：煤氣工人
2280 什麼球不能踢 答案：火球
2281 誰的腳常年走路不穿鞋 答案：動物的腳
2282 從事什麼職業的人容易在短時間內反覆改變主意？ 答案：隊列教官
2283 期終考試成績下來了，平平的四門功課全是零分。老師卻說比起某些同學來平平有一條是值得表揚的。老師指的是什麼？ 答案：平平沒有作弊
2284 小波比的一舉一動都離不開繩子，為什麼？ 答案：小波是個木偶
2285 胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？ 答案：因為池裡沒有水
2286 什麼時候做的事別人看不到？ 答案：夢裡做事
2287 農民、工人、軍人、科學家都靠什麼吃飯？ 答案：靠嘴吃飯
2288 什麼蛋又能走又能跳還會說話？ 答案：笨蛋
2289 可乘30人的船，才裝了10人後就沉進了水裡？ 答案：此船是潛艇
2290 你說問別人什麼問題是，老是回答「沒有」？ 答案：你睡了沒有？
2291 請在括號內填一個數，使下面式子能成立：98765432（　　）＝888888888 答案：9
2292 空中飛人？（打一字） 答案：會
2293 雞告狀，打一字？ 答案：酷
2294 世界上最難的一道題是哪道題？ 答案：這道題
2295 比眼大的東西是什麼 答案：眼皮
2296 加減乘除少一點打一字？ 答案：墳
2297 『五角』猜一幾何圖形？ 答案：半圓
2298 一個人背一個包，剛一出門，就摔死了，為什麼？ 答案：因為他在飛機上
2299 什麼時候開口說話要付錢 答案：打電話
2300 畫聖是我國哪位著名畫家？ 答案：吳道子
2301 威尼斯畫派的代表是誰？ 答案：提香
2302 你看不到房間裡唯一的蘋果。為什麼？ 答案：蘋果放在頭上
2303 醫治暈車的最好辦法是什麼？ 答案：不坐車
2304 四個9加起來為什麼等於100？ 答案：9/9+99
2305 哪個連的人最多？ 答案：大連
2306 什麼樣的腿最長？打一成語 答案：一步登天
2307 最細的針打一成語。 答案：無孔不入
2308 船邊掛著軟梯，離海面2米，海水每小時上漲半米，幾個小時海水能淹沒軟梯 答案：水漲船高，所以永遠不會淹沒軟梯
2309 為什麼大雁秋天要飛到南方去 答案：走過去的話太慢了。
2310 小明的小貓從來不捉老鼠,這是為什麼 答案：因為這是玩具貓
2311 什麼人一年只上一天班？ 答案：聖誕老人
2312 經理不會做飯，可有一道菜特別拿手，是什麼？ 答案：炒魷魚
2313 什麼橋下沒水？ 答案：立交橋
2314 拖什麼東西最輕鬆？ 答案：拖鞋
2315 小華在家裡，和誰長得最像？ 答案：和鏡中的小華
2316 有一家四兄弟他們4個人的年齡乘起來是14，請問他們各自是多數歲？ 答案：1、1、2、7、其中有一對雙胞胎。
2317 有一種藥，你想吃上藥店卻買不到，這是什麼藥？ 答案：後悔藥
2318 什麼書你不可能在書店裡買到 答案：秘書
2319 一個人空肚子最多能吃幾個雞蛋？ 答案：只能一個。因為吃第二個的時候已經不是空肚子了。
2320 人們甘心情願買假的東西是什麼？ 答案：假髮
2321 什麼蛋中看不中吃？ 答案：臉蛋
2322 我不會輕功，反一隻腳搭在雞蛋上，雞蛋卻不會破，這是為什麼？ 答案：因為另一隻腳站在地上
2323 買來煮了它,煮好丟了它，這東西是什麼？ 答案：藥草
2324 什麼東西力氣再大的人也扛不起？ 答案：罪名
2325 一個圓畫在哪裡永遠走不出去 答案：自己的腰上
2326 什麼東西沒腳走天下 答案：船
2327 關公兵敗走麥城 打一字？ 答案：翠
2328 什麼東西天氣越熱，它爬的越高？ 答案：溫度計
2329 飛機撞在大樹上怎麼會壞了？ 答案：是紙飛機
2330 他從早上吃到下午怎麼撐不死？ 答案：他一直在吃虧
2331 什麼「猴」不能吃？ 答案：「火侯」
2332 兵強馬壯的城市是哪裡 答案：武昌
2333 頭在海裡游泳，尾在天上發光(打一字） 答案：魯
2334 風平浪靜的城市是哪裡 答案：寧波
2335 把火熄滅的最快方法是什麼？ 答案：火上加一橫
2336 什麼「賊」不偷東西，專門賣東西？ 答案：賣國賊
2337 有什麼辦法在最短的時間內打開魔方？ 答案：打碎
2338 什麼人站在刀尖上生活(打一種人)？ 答案：滑冰的人
2339 為什麼冬天大雁要飛到南方去？ 答案：因為它只會飛呀
2340 一個很古老的題目。把大象裝進冰箱要幾步？ 答案：三步，先打開冰箱，再把大象放進去，最後把冰箱門關上
2341 和尚帶帽子，（猜一成語）？ 答案：無法無天
2342 馬的頭朝南，馬的尾朝那？ 答案：朝下
2343 三撇六豎十八橫 猜一個字 答案：矗
2344 人最怕屁股上有什麼東西？ 答案：一屁股的債
2345 一個最小正整數,除6余5,除5余4,除4余3,除3余2？ 答案：59
2346 哪個寨子的人是最多的？ 答案：柬埔寨
2347 一個人去網吧，碰上一個同學帶著兩個朋友，各帶著4個小孩，小孩個帶著2個朋友，問多少人去網吧？ 答案：一個人，其它人沒說去。
2348 什麼最長？ 答案：時間
2349 2木不成林!(打一字) 答案：相
2350 一陰一陽，一短一長，一晝一夜，合為一雙（一字）？ 答案：明
2351 左邊是綠，右邊是紅，右邊怕水，左邊怕蟲（一字）？ 答案：秋
2352 大家齊歡樂！（打一地名） 答案：齊齊哈爾
2353 網要什麼時候可以提水 答案：當水變成冰的時候
2354 什麼槍把人打跑卻不傷人？ 答案：水槍
2355 什麼事你明明沒有做卻要受罰 答案：作業
2356 偷什麼不犯法？ 答案：偷笑
2357 什麼東西洗好了卻不能吃？ 答案：撲克
2358 小李說「我前的人是小王」小王說「我前面的人是小李」怎麼回事？ 答案：很簡單，他們面對面的站著
2359 有一個地方失火，可是卻沒人打火警電話？ 答案：因為那個地方就是消防局
2360 一個瞎子射擊一個帽子，怎麼樣一槍就中？ 答案：把帽子掛在槍口上
2361 小立在街上走，前面有個人掉了一塊肉和一個錢包，小立為什麼撿肉不撿錢包，錢包裡有很多錢 答案：因為小立是狗
2362 自討苦吃的地方是哪？ 答案：藥店
2363 太平洋的中間是什麼？ 答案：平
2364 最不聽話的是誰？ 答案：聾子
2365 什麼傷醫院不能治？ 答案：傷腦筋
2366 什麼門沒有門扇？ 答案：球門
2367 一個圓畫在哪裡永遠走不出去 答案：腰上
2368 小趙買一張獎票,中了一等獎,去領獎卻不給 答案：還沒到領獎的日期
2369 有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？ 答案：看守所
2370 小偷從現場逃走，為什麼沒有留下腳印？ 答案：倒著走的
2371 從北京到天津要一小時，火車從北京開往天津，發車半小時後，問火車現在在那裡？ 答案：在鐵軌上
2372 什麼屎不臭？ 答案：天使
2373 13個人捉迷藏，捉了10個還剩幾個？ 答案：兩個
2374 有一種東西，上升的時候同時會下降下降的同時會上升，這是什麼？ 答案：翹翹板
2375 什麼球離你最近？ 答案：地球
2376 警察看見有人搶銀行卻不抓。為什麼？ 答案：因為搶銀行的人是在拍電影
2377 世界上什麼最大？ 答案：眼皮
2378 一個獵人有一桿獵槍只能打一米遠,一隻兔子離他一百米為什麼別他一槍打死了 答案：他的槍長99米
2379 胖姐生病了,他最怕來看她的人說些什麼 答案：請多多保重
2380 什麼酒價格最貴 答案：喜酒
2381 什麼碗打不爛？ 答案：鐵飯碗
2382 什麼書在書店買不到 答案：遺書
2383 美好的開端（打一字） 答案：姜
2384 你站在樹葉上,猜一電影中人名？ 答案：朱麗葉
2385 什麼鬼大家都喜歡啊？ 答案：淘氣鬼
2386 加熱會凝固的東西是什麼？ 答案：蛋
2387 視而不見，聽而不聞（打一字）？ 答案：祈
2388 一橋飛架南北（打一字）？ 答案：工
2389 二木不成林(打一字) 答案：相
2390 什麼牛不能耕田？ 答案：蝸牛
2391 什麼掌不能拍？ 答案：仙人掌
2392 什麼筆不能寫？ 答案：電筆
2393 什麼水不能喝？ 答案：薪水
2394 世界上最舒服的地方在哪裡 答案：媽媽的肚子裡
2395 什麼情況下人會有四隻眼睛？ 答案：兩個人的時候
2396 象棋與圍棋的區別是什麼？ 答案：前者越下越少，而後者越下越多
2397 小王住在12層樓裡，為什麼他每天不坐電梯啊？ 答案：他住一樓
2398 為什麼一個人一天吃9頭牛？ 答案：吃的是蝸牛
2399 什麼東西要藏起來暗地裡用,用完之後再暗地裡交給別人 答案：底片
2400 小劉是個很普通的人，為什麼竟然能一連十幾個小時不眨眼 答案：因為他已經睡了
2401 小張被關在一間沒有上鎖的房裡，可是他使出吃奶的力氣也不能把門拉開，這是為什麼？ 答案：推開就可以了
2402 一口咬掉牛尾巴(打一字)？ 答案：告
2403 什麼時候棉花比鹽重？ 答案：浸了水
2404 明月半邊天（打一字） 答案：有
2405 某人用麵條上吊，結果真的死了。為什麼？ 答案：他是掉下來摔死的。
2406 一又七分之一,打一字 答案：片
2407 什麼比烏鴉更令人討厭？ 答案：烏鴉嘴
2408 小明的爸爸買了一個禮物給小明小明打開看了之後就把它踢出去為什麼？ 答案：禮物是足球
2409 水中撈月（歇後語）？ 答案：一場空
2410 有種東西，沒吃時是綠的，吃下時紅的，吐出來的時黑的。猜一水果 答案：西瓜
2411 小明知道試卷的答案，為什麼還頻頻看同學的？ 答案：小明是老師
2412 有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去哪裡 答案：精神病院
2413 小紅和媽媽去買熟雞蛋，為什麼別人不賣給她？ 答案：因為那雞蛋是生的
2414 小明是高的兒子但是小明卻不肯喊他爸爸，為什麼？ 答案：因為高是小明的媽媽
2415 什麼雞不下蛋？ 答案：飛機
2416 字典放在地上為何沒人能跨過去？ 答案：字典放在牆角上。
2417 小明從20樓跳下來，可他一點事都沒有，為什麼？ 答案：他是往房子裡面跳呀。
2418 麒麟飛到北極會變成什麼？ 答案：冰淇淋
2419 123456789哪個數字最勤勞，哪個數字最懶惰 答案：1最勤勞，2最懶惰
2420 不打不相識。（打一二字稱謂） 答案：戰友
2421 什麼帽不能戴？ 答案：螺帽
2422 美國人登陸月球，第一句話是什麼？ 答案：美國話呀
2423 上化學課時，將氯化鋇、硫酸銅、碳酸鈣三樣化學物質混合在一起。結果會怎麼樣？ 答案：你一定會被老師修理
2424 什麼人始終不敢洗澡？ 答案：泥人
2425 什麼酒不能喝 答案：碘酒
2426 沒電了，第一件事要做什麼？ 答案：點著火柴
2427 小紅和媽媽都在一年級，為什麼？ 答案：媽媽是老師
2428 什麼魚不能吃 答案：木魚
2429 大雁為什麼往南飛？ 答案：因為飛比走要快。
2430 倆人不對，整整仨月，腰別小刀，不讓人知（打一字）？ 答案：偷
2431 什麼東西最大？ 答案：眼皮，眼皮一落，什麼都給遮住了
2432 請問一般讀完清華大學需多少時間 答案：大概一秒鐘吧
2433 好馬不吃回頭草是什麼意思？ 答案：後面沒有草可吃了
2434 誰是獸中之王？ 答案：動物園園長
2435 只能一個人去做的事是什麼？ 答案：做夢
2436 什麼池不能洗澡啊？ 答案：電池
2437 為什麼停電了，還能看電視？ 答案：看不了電視節目但可以看著電視機
2438 二人力大頂破天。（打一字） 答案：夫
2439 保潔阿姨是什麼人？ 答案：女人
2440 一個婚姻破碎的男人，桌上放著一把刀，請問他想幹什麼？ 答案：準備學著做飯
2441 如果諸葛亮沒有死，世界將會有什麼不同 答案：世界上將會多一個人
2442 一個男人到醫院去檢查，醫生告訴他說：你懷孕了。你說為什麼？ 答案：心懷鬼胎
2443 黃鼠狼覓食,打一成語？ 答案：見機（雞）行事
2444 小明的肚子快要漲破了他為什麼還要不聽的喝水？ 答案：因為小明掉進河裡了，他不會游泳
2445 什麼書中毛病最多？ 答案：醫書
2446 一個公雞在尖尖的房子上下了一個蛋,它會往哪邊掉呢 答案：公雞是不會生蛋的。
2447 一個可以大可以小的地方是哪裡？ 答案：廁所
2448 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
2449 什麼照片看不出照的是誰？ 答案：X光片
2450 小呆騎在大牛身上，為什麼大牛不吃草？ 答案：大牛是人
2451 北京王府井步行街上來往最多的是什麼人？ 答案：行人
2452 在哪裡人才會真正變得任人宰割？ 答案：手術台上
2453 先有雞還是先有蛋？ 答案：先有蛋，因為在新華字典裡面蛋在雞的前面
2454 什麼水不能喝？ 答案：王水
2455 為什麼小白看見１００元和肉骨頭他選肉骨頭？ 答案：小白是狗呀
2456 什麼桶永遠裝不滿？ 答案：馬桶
2457 王先生養了一隻很漂亮的孔雀,有一天,王先生的孔雀在張先生的花園裡生了一隻蛋,請問這隻蛋應屬於誰的？ 答案：孔雀的
2458 一個老大爺住在一棟18層的房子了，但他天天都不用電梯？為什麼？ 答案：因為他住一樓
2459 什麼東西不能吃？ 答案：東西本來就不能吃，因為東西是方向
2460 謝謝（打一字）？ 答案：甭
2461 你不是聾子，為什麼我說話你聽不到？ 答案：因為不在同一個地方
2462 什麼手最大，打一成語？ 答案：一手遮天
2463 群芳譜。（打一食品）？ 答案：花卷
2464 白駒過隙空長歎打一字 答案：嗎
2465 一個警察的兒子從來不叫這個警察為爸爸，為什麼？ 答案：這個警察是個女的
2466 愛斯基摩人用什麼吃飯？ 答案：用嘴吃飯
2467 什麼票最危險 答案：綁票
2468 什麼鞋子，你絕不會穿著它去逛街？ 答案：溜冰鞋
2469 你知道什麼東西天氣越熱，它爬得越高？ 答案：溫度計
2470 為什麼台灣的劉小姐堅持結婚以後不冠夫姓？ 答案：他的未婚夫姓夏
2471 聰穎快捷。（打一拉丁美洲國家名） 答案：智力
2472 瞎子為何夜路點燈？ 答案：為了使別人不撞到自己
2473 瞎子吃奶打一種水果 答案：芒果
2474 千田連土土連田（猜一字）？ 答案：重
2475 放大鏡不能放大的東西是什麼？ 答案：任何東西
2476 一橫一橫又一橫，一豎一豎又一豎，左一豎右一豎，一豎一豎又一豎。（打一字） 答案：帶
2477 火車由北京到上海需要六個小時，行駛三個小時後，火車在哪？ 答案：鐵軌上。
2478 什麼情況下一山可以容二虎？ 答案：老虎是一公一母
2479 什麼雞沒有翅膀？ 答案：田雞
2480 梳箅難上頭，虱蟣難留，光溜溜，憎亮，球（打一東東）？ 答案：禿子
2481 比烏鴉跟討厭的是什麼 答案：烏鴉嘴
2482 什麼事天不知地知,你不知我知 答案：鞋底破了一個洞
2483 打什麼不費力啊？ 答案：打磕睡
2484 為什麼大象只有一隻右耳朵？ 答案：每隻大象都有一隻右耳朵
2485 何種動物最接近於人類 答案：寄生在人身體上的寄生蟲
2486 家在北京的老王想去上海，要花多少錢？ 答案：只是想，不用花錢
2487 別人請你吃什麼需要你自己花錢？ 答案：吃官司
2488 怎麼用兩個硬幣遮住一面鏡子？ 答案：把眼睛遮住
2489 喝工夫茶(打一成語)？ 答案：苦盡甘來
2490 有一個獨木橋，橋的一端有一隻老虎準備過橋，橋的另一端有一隻狼也準備過橋，在橋中間有一隻羊正在過橋，羊怎麼過去的？ 答案：暈過去的
2491 魚兒為什麼不說話？ 答案：因為他在水裡
2492 兩個小朋友都買了一樣的鞋，為什麼他們穿的鞋還是不一樣？ 答案：買的新鞋還沒穿
2493 哭和笑有什麼共同之處？ 答案：兩個字的筆劃都是十劃
2494 小強在大雨的曠野中奔跑了十分鐘，頭髮卻沒有濕，為什麼？ 答案：因為小強打著傘
2495 最堅固的鎖怕什麼 答案：鑰匙
2496 我拿著雞蛋扔石頭，雞蛋沒破，為什麼？ 答案：石頭扔出去了，但雞蛋還留在手裡，雞蛋當然不會破了
2497 什麼票最值錢也最不值錢？ 答案：股票
2498 民航局開張，（打一成語）？ 答案：有機可乘
2499 苦是什麼，猶是什麼？ 答案：苦是味覺，憂是感覺
2500 做什麼事，一隻眼開一隻眼閉會比較好？ 答案：射擊
2501 假如在海上，你的船破了一個洞，此時你該怎麼辦？ 答案：再挖一個洞，讓水流出去。
2502 電和閃電有什麼不同？ 答案：一個花錢一個不花錢
2503 什麼人每天靠運氣賺錢 答案：氣功師
2504 拿槍上側所(地名)？ 答案：保定
2505 有什麼辦法在最短的時間內打開魔方？ 答案：用捶子
2506 猴子在樹上摘菠蘿，一分鐘一個，十分鐘摘多少個？ 答案：菠蘿不長在樹上
2507 禁止放牧？（打一古代詩人） 答案：杜牧
2508 為什麼他在大街上撿了一個錢包而不上交？ 答案：因為錢包是他自己的
2509 為啥他的家在西方，而他卻朝東走 答案：他的公司在東邊，他去上班
2510 你用左手寫字還是用右手？ 答案：用筆
2511 什麼山最偉大？ 答案：亞歷山大
2512 為什麼自由女神像老站在紐約港 答案：因為他不能坐
2513 為什麼流氓坐車不用給錢？ 答案：他在坐警車
2514 什麼人沒當爸爸就先當公公？ 答案：太監
2515 電線幹上有三隻鳥在打架，為什麼一隻鳥掉了下來，另外的二隻也掉了下來？ 答案：因為他們拍手叫好，所以也掉了下來
2516 拆信。（打一城市名）？ 答案：開封
2517 第九次給婚(打一地名)？ 答案：巴黎
2518 人身上的什麼東西不怕冷 答案：鼻涕
2519 八十多了一橫，打一字。 答案：平
2520 人能登上珠穆朗瑪峰，有一個地方卻永遠登不上。那是什麼地方？ 答案：自己的頭頂
2521 有一個東西，是青年人的嬰兒期，中年人的青年期，老年人的人的整個過去，它是什麼？ 答案：昨天
2522 吸血鬼抓住了一個人,並不馬上吃他,那只吸血鬼要幹什麼 答案：先看看那個人的血型再說
2523 左無右有前無後有什麼字 答案：口
2524 一個司機飛快的從山上衝下來,卻沒有撞傷人,為什麼 答案：司機並沒有開車
2525 廁所裡放鞭炮？（打一成語） 答案：憤（糞）發圖（塗）強（牆）
2526 世界上的豬都死光了。（打一歌名） 答案：至少還有你
2527 一個人想在一夜裡變成百萬富翁，他該怎麼辦？ 答案：做夢吧！
2528 一個人想在一夜裡變成百萬富翁，他該怎麼辦？ 答案：做夢吧！
2529 一個橋載重80公斤，為什麼一個重70公斤的人可以拿兩個各重10公斤的球過橋？ 答案：顛球走
2530 最不聽話的是誰？ 答案：聾子
2531 一個盒子有幾個邊？ 答案：兩個，裡邊和外邊
2532 到家了,我為什麼不進去 答案：忘了帶鑰匙
2533 什麼東西可以盡情吃，不用花錢買？ 答案：空氣
2534 什麼樣的東西是假的，也有人願意買？ 答案：假髮
2535 什麼樣的速度最快？ 答案：一步登天
2536 老明有3個兒子大兒子叫大哥二兒子叫二哥（請問小兒子叫什麼）？ 答案：小明
2537 排著對上廁所-打一地名？ 答案：倫敦。
2538 什麼東西看起來像照亮燈泡？ 答案：壞的燈泡
2539 《金陵春夢》中蔣介石少年時曾到軍校上學，當時軍校是誰辦的？在哪兒？ 答案：袁世凱，在保定。
2540 什麼字大家都會念錯？ 答案：錯
2541 倆人不對，整整仨月，腰別小刀，不讓人知（打一字）？ 答案：偷
2542 一隻蜜蜂停在日曆上,打一成語？ 答案：風和日麗
2543 池無水,地無土(打一字)？ 答案：也
2544 什麼池不能洗澡啊(打一物)？ 答案：電池
2545 早上開箱子，晚上關箱子，箱子裡有面鏡子。打一人體器官 答案：眼睛
2546 什麼門關不上？ 答案：球們
2547 十字路口,嫦娥路邊走(打一字) 答案：胡
2548 我和你爸爸的弟弟的兒子的同學的哥哥是什麼關係 答案：沒關係
2549 加減乘除少一點(打一字) 答案：墳
2550 人在園中（打一字） 答案：囚
2551 用三個3組成一個最大的數 答案：3的33次方
2552 如果你說出它來，它就不見了，它是什麼？ 答案：沉默不語
2553 什麼車子寸步難行 答案：風車
2554 什麼樣的水不能喝？ 答案：薪水
2555 什麼洞越大越沒用？ 答案：破洞
2556 小明的爸爸有3個兒子，一個叫大毛，一個叫小毛，第三個叫什麼？ 答案：小明啊。
2557 有１００個捧球隊比賽，選冠軍，最少要賽多少場？ 答案：要賽99場
2558 在什麼時候更確定自己是中國人？ 答案：外語考試的時候
2559 什麼倒立後會增加一半？ 答案：6
2560 什麼樣的路人不能走 答案：電路
2561 什麼鬼大家都喜歡 答案：機靈鬼
2562 什麼蛋不能吃？ 答案：混蛋
2563 用什麼擦地最乾淨？ 答案：用力
2564 汽球內有空氣，那游泳圈內有什麼？ 答案：人
2565 老劉一個人睡覺，醒來為什麼屁股上竟出現深深的牙印？ 答案：睡在自己的假牙上了。
2566 什麼表以一天慢24小時？ 答案：停表
2567 為什麼好馬不吃回頭草？ 答案：後面的草全吃沒了。
2568 什麼書中毛病最多？ 答案：醫書中
2569 什麼樣的人死後還可以出現？ 答案：電視劇裡的人
2570 電和閃電有什麼不同？ 答案：一個花錢，一個不花錢
2571 電線幹上有三隻鳥在打架，為什麼一隻鳥掉了下來，另外的二隻也掉了下來？ 答案：因為他們拍手叫好，所以也掉了下來
2572 什麼雞沒有翅膀？ 答案：田雞。
2573 在羅馬數字中，零該怎麼寫？ 答案：羅馬數字裡沒有零。
2574 什麼照片看不出照的是誰 答案：X光片
2575 有一位是小偷,他看見那有一輛小車,他為什麼不偷？ 答案：那輛車是他的。
2576 2003年的NBA最佳球員是誰？ 答案：笨，都還沒打呢
2577 小明次次都拿第一，為什麼爸爸還要罵他啊 答案：倒數第一
2578 9999個無（打一成語） 答案：萬無一失
2579 七個躺著，八個站著（打一成語） 答案：橫七豎八
2580 一堆沙加一堆沙等於多少堆沙？ 答案：當然是一堆沙啦
2581 木字多一瞥不吧禾字猜，打一字。 答案：移
2582 爸爸什麼時候像個孩子？ 答案：在爺爺面前
2583 中國哪個地方的東西最不便宜？ 答案：貴州
2584 飛得最高的是什麼 答案：人，他們飛到過月球
2585 天上下著雨,為什麼地上是乾的 答案：人在屋裡
2586 水為什麼不能掉在盤上 答案：那是鍵盤
2587 哪一顆牙最後一次長出來？ 答案：假牙
2588 什麼事情是天不知道地知道，你不知道我知道？ 答案：鞋底破了一個洞
2589 能容納所有景物的球是什麼球？ 答案：眼球
2590 最慢的時間？ 答案：度日如年
2591 離你最近的地方是哪？ 答案：腳下
2592 世界上哪裡的海不產魚？ 答案：辭海、腦海
2593 什麼酒不能喝 答案：碘酒
2594 冬天，寶寶怕冷，到了屋裡也不肯脫帽。可是他見了一個人乖乖地脫下帽，那人是誰？ 答案：理髮師
2595 什麼冰沒水？ 答案：乾冰
2596 一隻老虎被一根85米長的繩子捆著,它前方100米處有一堆草,老虎怎麼樣才能吃到草 答案：老虎不吃草
2597 什麼東西最容易滿足？ 答案：襪子
2598 什麼東西見者有份？ 答案：陽光
2599 為什麼小王寫了一個字，人人都說他寫了錯字？ 答案：因為他本身就寫了個錯字
2600 什麼鴨子用兩隻腳走路？ 答案：所有的鴨子都是用兩隻腳走路
2601 為什麼人們要到市場上去？ 答案：因為市場不可能來
2602 有爺倆，娘倆和兄妹倆，只有6個燒餅，但卻每人分得了兩個，這是為什麼？ 答案：兒子、母親、舅舅
2603 夜黑風高的晚上，小李遇見一個鬼，那鬼嚇得落方而逃，為什麼？ 答案：膽小鬼
2604 什麼床不能睡？ 答案：牙床
2605 羊不呼吸了叫什麼？（打一成語） 答案：揚眉吐氣
2606 高比得了幾次NBA總冠軍？ 答案：三次
2607 蜜蜂釘在掛歷上，打一成語？ 答案：風和日麗
2608 什麼老虎不吃人？ 答案：秋老虎
2609 石頭,西紅柿打倒頭上,那個疼 答案：頭疼
2610 什麼車最長？ 答案：塞車
2611 什麼樣的速度最快？ 答案：一步登天
2612 什麼時後你跑得最快？ 答案：當你三急時
2613 小明肚子已經好脹了，但是為什麼還在不停喝水呢？ 答案：掉水裡了。
2614 地球以外是什麼？ 答案：宇宙
2615 米高佐敦帶領公牛隊拿了幾次NBA總冠軍？ 答案：六次
2616 屋子方方，有門沒窗，屋外熱烘，屋裡冰霜，打一種電器？ 答案：電冰箱
2617 一加一等於什麼？ 答案：等於「王」
2618 今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼？ 答案：人是沒有半個的。
2619 什麼魚不能吃？ 答案：木魚
2620 生米煮成熟飯怎麼辦？ 答案：吃掉
2621 上面是毛，下面是毛，晚上毛挨毛。人體一器官。 答案：眼睛
2622 如果動物園失火了，最先逃出來的哪一種動物？ 答案：人
2623 情人卡、生日卡、大大小小的卡，到底要寄什麼卡給女人，最能博得她的歡心呢？ 答案：信用卡
2624 如果你想美夢成真首先要做什麼？ 答案：醒來
2625 兩個人分五個蘋果，怎麼分最公平？ 答案：搾成果汁
2626 為什麼白鷺鶯總是縮著一隻腳睡覺？ 答案：縮兩隻腳就會跌到
2627 失戀的黃先生在一個月黑風高的晚上,走上街頭,迎面過來飛車,他站在兩個車燈中間,車子呼嘯而過,人竟毫髮無損,為什麼 答案：迎面而來的是兩輛並排而行的摩托車
2628 如果你有一雙翅膀你會做什麼？ 答案：到醫院
2629 誰是百獸之王？ 答案：動物園的園長
2630 化妝品可以使女人的臉變得美麗，可是會使哪些人的臉變得非常難看？ 答案：付錢的男人
2631 小明拿了一百元去買一個七十五元的東西，但老闆卻只找了五元給他，為什麼？ 答案：他只給了80元。
2632 什麼東西越洗越髒？ 答案：水
2633 123是什麼 答案：是數字
2634 農夫養１０頭牛，只有１９只角，為什麼？ 答案：有一頭是犀牛
2635 肥太太體重驚人，她丈夫要她減肥，可是有一天，她去稱體重，指針指向了零，可他丈夫還是要她減肥，為什麼？ 答案：指針都轉了一圈後再指向零，當然要減了。
2636 一隻貓看見老鼠拔腿就跑，為什麼？ 答案：很正常啊，貓在追老鼠呀。
2637 爆炸後，爬起來見到的第一個人是誰？ 答案：閻王爺。
2638 有一位女士離婚數次打一四字成語？ 答案：前公（功）盡氣。
2639 為什麼母雞都是短腿？ 答案：站著下蛋時，離地高容易打破蛋。
2640 為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下？ 答案：跳水運動員
2641 小張開車，不小心撞上電線桿發生車禍，警察到達時車上有個死人，小張說這與他無關，警察也相信了，為什麼？ 答案：他開的是送屍體的車子
2642 小明知道試卷的答案，為什麼還頻頻看同學的？ 答案：小明是老師
2643 什麼地方看到的月亮最大？ 答案：月球上
2644 中國古賢人曾將蘭色外衣，浸泡於黃河中，結果產生何種現象？ 答案：打濕
2645 什麼「海」沒有邊？ 答案：苦海無邊
2646 化妝品可以使女人的臉變得美麗好看，可是會使哪些人的臉變得難看？ 答案：付錢的男人
2647 麗麗和小狗一起玩，突然，她看到小狗越來越小了。是什麼原因呢？ 答案：小狗離開小麗跑了，越跑越遠
2648 媽媽把一頭漂亮的長髮剪短了，可是回到家裡卻沒有人發現。為什麼？ 答案：家裡沒人
2649 網子裡怎麼裝水？ 答案：裝冰就可以了。
2650 加熱會凝固的東西是什麼？ 答案：蛋
2651 有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？ 答案：看守所
2652 什麼兩個腦袋、六條腿、一條尾巴？ 答案：人騎馬
2653 有八個蘋果裝一個筐裡，八個小孩每人一個，最後一看，筐裡還剩了一個，為什麼？ 答案：一個孩子手裡拿著筐
2654 一個人一天吃了二十隻牛，為什麼？ 答案：蝸牛
2655 小剛從5000米高的飛機上跳傘，過了兩個小時才落到地面，為什麼？ 答案：他掛在了樹上
2656 研研十四歲生日的晚上，慶祝宴上點了十五支蠟燭。那是為什麼？ 答案：那晚停電，有一隻是照明蠟燭
2657 哪個連的人員比一般連隊的人員要多得多？ 答案：大連
2658 傳說中遇見白無常者活，遇見黑無常者死，那麼同時遇見黑白無常呢？ 答案：嚇得半死不活
2659 為什麼小弟開車遇見交叉道從不停車 答案：因為他以前是開火車的。
2660 北極裡有一種動物，背上有兩個峰四隻腳，猜一種五個字的動物？ 答案：迷失的駱駝
2661 借什麼可以不還？ 答案：借光
2662 為什麼暑假一定比寒假長？ 答案：熱脹冷縮
2663 有一隻蝸牛從新疆維吾爾自治區爬到海南省為什麼只需三分鐘？ 答案：它在地圖上爬
2664 去教堂向神父懺悔之前，都事先做了些什麼事 答案：犯罪
2665 胡瓜一大早起來看見地上躺了一大堆屍體，為什麼他毫不在意也不害怕 答案：這是昨天他噴灑殺蟲水後今天早上蟑螂全死掉了。
2666 一隻瞎了左眼的山羊在它左邊有一塊牛肉,在他的右邊有一塊豬肉,請問他吃哪一塊？ 答案：都不吃，它吃素
2667 一個考上清華大學的人以正常的速度讀完清華大學需要花多長時間？ 答案：讀完「清華大學」四個字只要一秒鐘
2668 什麼越冷越愛出來？ 答案：鼻涕
2669 什麼人雙手是多餘的？ 答案：足球運動員
2670 什麼時候做的事別人看不到？ 答案：夢裡做事
2671 蚊子咬在什麼地方你不會覺得癢？ 答案：別人身上
2672 下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？ 答案：他在屋外
2673 毛說：１０＋４＝２，老師也說對，為什麼？ 答案：他是說的時間，10點加4點等於兩點鐘
2674 三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間？ 答案：三分鐘
2675 什麼樣的輪子只轉不走？ 答案：風車輪子
2676 ８個數字「８」，如何使它等於1000？ 答案：8+8+8+88+888
2677 你的爸爸的妹妹的堂弟的表哥的爸爸與你叔叔的兒子的嫂子是什麼關係？ 答案：親戚關係
2678 小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎？ 答案：他媽媽背著他上樓
2679 增長智力最有效的辦法是什麼？ 答案：吃一塹長一智
2680 按照1、12、1、1、1、2……規律寫，接著該怎麼寫？ 答案：接下去是1、3、1、4....這是掛鐘打點的聲音
2681 能夠使我們的眼睛透過一堵牆的是什麼？ 答案：窗戶
2682 全世界列亡率最高的地方在哪裡？ 答案：在床上
2683 小華說他能在１秒鐘之內把房間和房間裡的玩具都變沒了，這可能嗎？ 答案：把眼睛閉上
2684 一溜（提示：注意諧音）三棵樹，要拴１０匹馬，只能拴單不能拴雙？請問怎樣拴？ 答案：1+3+6=10
2685 有一種奇怪的東西，他能載的動萬噸重物，卻載不起一粒沙子。它是什麼？ 答案：海水
2686 理髮師最不喜歡的人是誰？ 答案：禿頭的人
2687 有種動物，大小像隻貓，長相又像虎，這是什麼動物？ 答案：小老虎
2688 法國人的笑聲跟我們有什麼不同？ 答案：他們是用法語笑的
2689 大人上班遲到的理由是堵車，小孩子遲到的理由是什麼？ 答案：媽媽睡過了頭
2690 動物園裡，大象的鼻子最長，鼻子第二長的是什麼？ 答案：小象
2691 有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，這是為什麼？ 答案：他只是單眼瞎
2692 鐵放外面會生銹，金子呢？ 答案：會被人拿走
2693 什麼東西別人請你吃，但你自己還是要付錢？ 答案：吃官司
2694 如果諸葛亮活著，世界現在會有什麼不同？ 答案：會多一個人
2695 一隻十分飢餓的貓，看見一隻老鼠後為什麼立刻跑了？ 答案：去追老鼠了
2696 印度人為什麼用手抓飯吃？ 答案：因為手比腳乾淨
2697 那一種飛彈可以用每小時30公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以90度急轉彎？ 答案：載在車上的飛彈
2698 陳老太太得的並不是絕症，為什麼醫生卻說她無藥可救？ 答案：她沒錢買藥
2699 跳傘時，怎樣才能分的出老兵和新兵？ 答案：新兵的屁股上有鞋印
2700 什麼鞋子，你絕不會穿著它去逛街？ 答案：溜冰鞋
2701 一年四季都盛開的花是什麼花？ 答案：塑料花
2702 你知道什麼東西天氣越熱，它爬得越高？ 答案：溫度計
2703 這是一個古老的問題：有一個人帶著一條狗、一隻兔子、一籃白菜來到河邊。河水很深，已經齊半腰，所以他每次只能帶一樣東西過河。但是狗要咬兔子，兔子要吃菜，請問他該怎樣過去？ 答案：先帶兔子過去，空手回來，然後再帶白菜過去，把兔子帶
2704 有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？ 答案：每個字兩角
2705 把一副拿去大，小王，還剩52張的撲克牌仔細洗好，然後分成各26張的A，B兩堆。如果這樣分上一萬次，那麼請問該有多少次A堆中的黑牌與B堆中的紅牌相等？ 答案：全相等
2706 一次宴會上，一對夫妻同客人共握手48次，問這次宴會上共有幾人？ 答案：26人才
2707 餐廳裡，有兩對父子在用餐，每人叫了一份70元的牛排，付帳時只付了210元，為什麼？ 答案：這是祖孫三人
2708 小白買了一盒蛟香，平均一卷蛟香可點燃半個小時。若他想以此測量45分鐘時間，他該如何計算 答案：先將一卷蚊香的兩端點燃，同時將另一卷蚊香的一端點燃
2709 什麼餅不能吃 答案：鐵餅
2710 長4米,寬3米,深2米的池塘,有多少立方米泥 答案：池塘是空的，沒有泥。
2711 什麼數字減去一半等於零 答案：8
2712 在一輛營運中的巴士裡，買票的只有三分之一，可是售票員和司機卻都無動於衷，乘客中沒有小孩，也沒有司機與售票員的朋友，並且也沒有持月票的人，這是為什麼？ 答案：車裡只有一位乘客
2713 8個人吃8份快餐需10分鐘,16個人吃16份快餐需幾分鐘 答案：還是10分鐘
2714 什麼東西製造期和有效日期是同一天的？ 答案：日報
2715 你爸爸和你媽媽生了個兒子，他既不是你哥哥又不是你弟弟，他是誰？ 答案：是你自己呀。
2716 把一副拿去大，小王，還剩52張的撲克牌仔細洗好，然後分成各26張的A，B兩堆。如果這樣分上一萬次，那麼請問該有多少次A堆中的黑牌與B堆中的紅牌相等？ 答案：全相等
2717 50塊糖分給10個小朋友,數目不同,不可把糖塊截斷,能不能分 答案：不能，因為「1+2+3.....+10」=55
2718 教師給學生們佈置寫作文，題目是假如我是一位經理。絕大部分學生馬上埋頭寫作，惟有一位男生操著手，靠在椅子上，無動於衷。老師問他為什麼不寫，他給了一個令其哭笑不得的回答。 答案：我在等秘書
2719 有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？ 答案：每個字兩角
2720 小明和小旺玩擲硬幣的遊戲,小明擲了十次都是陽的一面,問他擲第十一次時,陽和陰的概率各是多少 答案：50%
2721 當你向別人誇耀你的長處的同時，別人還會知道你的什麼？ 答案：知道你不是個啞巴
2722 剛上幼兒園第一天的Rose，從來沒學過數學，但老師卻稱讚她的數學程度是數一數二的，為什麼？ 答案：因為他只會數一數二的。
2723 打狗要看主人，打虎要看什麼？ 答案：要看你有沒有種
2724 dongdong養的鴿子在mingming家下了一個蛋，請問這個蛋應屬於誰的？ 答案：鴿子的
2725 什麼門永遠關不上？ 答案：球門
2726 小明帶100元去買一件75元的襯衫,但老闆卻只找了5塊錢給他,為什麼 答案：小明就只給了老闆80元錢
2727 吃蘋果時,咬下一口……，看到有一條蟲，覺得很可怕，看到兩條蟲，覺得更可怕，看到有幾條蟲讓人覺得最可怕？ 答案：半條蟲
2728 哪項比賽是比誰往後跑得快的 答案：拔河
2729 一座大樓發生火災,老陳逃到了樓頂後,無路可走,便逃到了隔壁的樓頂上,兩樓只隔10公分,老陳卻摔死了,為什麼 答案：兩座樓一個30層，一個3層
2730 有個剛生下的嬰兒，有兩個小孩和他是同年同月同日生的，而且是同一對父母生的，但他們不是雙胞胎，這可能嗎？ 答案：可能是三胞胎
2731 笨拙者的敏捷,用一個什麼樣的詞形容比較恰當？ 答案：倉促
2732 芳芳在學校門口將學生證掉了，它該怎麼辦？ 答案：撿起來
2733 什麼橋下沒水？ 答案：立交橋
2734 什麼樣的強者千萬別當？ 答案：強盜
2735 一位司機上了他駕駛的汽車後，做的第一個動作是什麼？ 答案：第一個動作是坐下
2736 漆黑的夜晚，老王在家看書，看著看著，他的妻子說：「太晚了，關燈睡覺吧。」就把燈關了。可老王理也不理繼續看書，還一直把書看完了這是怎麼回事？ 答案：老王是盲人，他在讀盲文
2737 一個聾啞人到五金商店買釘子,他把左手的食中兩指伸開做成夾著釘子的樣子,然後伸出右手作錘子狀,服務員給他拿出錘子,他搖了搖頭,給他拿來釘子,他滿意的買了。接著來了一個盲的，請問，他怎樣才能買到剪子？ 答案：盲人是會說話的呀
2738 有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？ 答案：將瓶塞搗進瓶子裡
2739 小明畫了好大一個圓，你知道畫圓時是從什麼地方開始的嗎 答案：從筆尖開始
2740 有什麼辦法能使眉毛長在眼的下面？ 答案：到立
2741 小王中午時候去開會，為什麼半個人影也沒看到？ 答案：影子是沒有半個的。
2742 為什麼白羊比黑羊吃得多一些？ 答案：因為世界上的白羊比黑羊多
2743 三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼？ 答案：叫救命
2744 一幢大樓失火,很多人圍觀,卻無人報警,為什麼 答案：失火的正是警察局大樓
2745 一個卡車司機撞倒一個騎摩托車的人，卡車司機受重傷，摩托車騎士卻沒事，為什麼？ 答案：卡車司機在走路
2746 一根木頭重5噸，從上游到到下游，需船載重為多少的船？ 答案：不用船，把木頭放在水裡就可以從上游運到下游了。
2747 阿里巴巴與四十大盜的故事是東方夜譚還是西方夜譚？ 答案：都不是，是天方夜談
2748 什麼話是世界通用的？ 答案：電話
2749 dongdong養的鴿子在mingming家下了一個蛋，請問這個蛋應屬於誰的？ 答案：鴿子的
2750 一場大雨，忙著耕種的農民紛紛躲避，卻仍有一個人不走，為什麼？ 答案：那是一個稻草人
2751 一個婚姻破碎的男人，桌上放著一把刀，請問他要作什麼？ 答案：要學著自己做菜
2752 小小的媽媽在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？ 答案：因為她是洗的別人的衣服
2753 一個警察有個弟弟，但弟弟卻否認有個哥哥，為什麼？ 答案：因為那個警察是個女的。
2754 一間牢房中關著兩個犯人,其中一個因偷竊要關一年,另一個是搶劫殺人犯,卻只關兩個月,為什麼 答案：再過兩個月殺人犯就要被槍決了。
2755 有一艘船限載50人,已載49人,後來又有一孕婦上船,結果船仍沉入了水中,為什麼 答案：是艘潛水艇
2756 進動物園看到的第一個動物是什麼？ 答案：售票員
2757 兩架乘滿乘客的飛機在空中相撞,飛機上的人為什麼一個也沒有受傷的 答案：飛機上的人全都死了
2758 如果你生出的孩子只有一隻右手你會怎麼辦 答案：廢話，哪有人有兩隻右手的。
2759 三個人共撐一把傘在街上走,卻沒有淋濕身,為什麼 答案：因為沒有下雨
2760 三個人要過公路，當時沒有任何車輛通過，但走到一邊人行道上的只有兩個人，請問另一個人哪裡去了呢？ 答案：在公路的另一邊
2761 黑皮膚有什麼好處 答案：不怕曬黑
2762 小明的爸爸找了人座位坐下，小明也在同一個房間找個地方坐下來，小明的爸爸卻不能坐在小明的位置上，小明坐在哪兒，為什麼？ 答案：小明坐在爸爸的腿上
2763 老張有很厲害的胃病，可他每週有五天總往牙科跑，這是為什麼？ 答案：老張是牙科醫生
2764 在早餐時從來不吃的是什麼？ 答案：午餐和晚餐
2765 有一位大師武功了得，他在下雨天不帶任何防雨物品出門，全身都被淋濕了，可是頭髮一點沒濕，怎麼回事？ 答案：他是和尚沒頭髮
2766 當今社會，個體戶大都靠什麼吃飯？ 答案：嘴巴
2767 小王13歲的生日為何點了14根蠟燭 答案：那晚停電，有一根是用來照明的。
2768 誰天天去看病？ 答案：醫生
2769 什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？ 答案：上下嘴唇
2770 有兩個人同時來到了河邊，都想過河，但卻只有一條小船，而且小船只能載1個人，請問，他們能否都過河？ 答案：能，因為他們分別在河的兩邊。
2771 某個動物園中，有二隻獅子趁管理員一時疏忽，忘記把籠子上鎖的機會逃出來，在公園內竄來竄去。人們一邊避險，一邊找管理員，而管理員卻躲到一個更安全的地方。此地為何處 答案：關獅子的籠子裡
2772 最後冒出來的牙齒是哪一顆？ 答案：假牙
2773 什麼東西咬牙切齒？ 答案：拉鏈
2774 有兩輛汽車以完全湘同的速度，分別行駛於緊鄰的兩條道路上。不久之後，雖然兩車都未改變車速，但是B車突然開始超越A車，這可能嗎兩條道路都是直線。 答案：A車道有下坡路段，使距離變長。
2775 別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？ 答案：有拉鏈的
2776 什麼動物天天熬夜？ 答案：熊貓，你看它的黑眼圈
2777 擁有很多牙齒,能咬住人的頭髮的東西是什麼？ 答案：髮夾
2778 什麼樣的輪子只轉不走？ 答案：風車輪子
2779 數個大小形狀相同物體並排一起時，有無可能愈接近自己的東西看起來愈小，愈遠離的物體看起來愈大 答案：如使用鏡子反射，便可出現這種情況。
2780 打狗要看主人，打虎要看什麼？ 答案：要看你有沒有種
2781 一座橋上面立有一牌，牌上寫「不准過橋」。但是很多人都照樣不理睬，照樣過去。你說為什麼？ 答案：這座橋的名字叫「不准過橋」
2782 貝多芬給了學生什麼樣的啟示？ 答案：背了課本就會多得分（背多分）
2783 人死後，為什麼會變得冰涼？ 答案：心靜自然涼
2784 小李有一次出差去辦事，提早了回來，看見隔壁的小樓同自己的妻子睡在床上，小李為什麼不生氣？ 答案：小樓是女的
2785 小明從來沒去過美國，他想去美國，至少應花多少錢？ 答案：光想是不用花錢的。
2786 什麼餅不能吃 答案：鐵餅
2787 什麼數字減去一半等於零 答案：8
2788 盒子裡有四塊蛋糕，有四個小朋友都分到一塊，但盒子裡還留下一塊，為什麼？ 答案：其中一塊讓小朋友連盒子一塊拿走了
2789 一百個男人無法抬起的物體，卻有一女子可單手舉起，此物體究竟為何 答案：一顆雞蛋（僅僅一個雞蛋，100個人沒法抬）
2790 什麼能夠擊倒世界拳擊冠軍 答案：磕睡
2791 什麼車子寸步難行？（除了壞車子） 答案：風車
2792 有一天，警察眼見一黑人小偷逃進一白人的宴會，追進去後，卻發現全是白人，為什麼？ 答案：因為小偷的臉嚇白了
2793 8個人吃8份快餐需10分鐘,16個人吃16份快餐需幾分鐘 答案：10分鐘
2794 《狼來了》這個故事給人什麼啟示？ 答案：謊話不要重複說兩次
2795 三位兄弟分食一罐重達320克的鳳梨罐頭。因為不易平均分成三等分，所以二位哥哥各吃100克，剩下的120克全部分給弟弟，但是正想去吃的弟弟突然變得十分生氣。究竟這是為什麼 答案：因為兩個哥哥吃的是100克鳳梨片，剩下的是120克湯水
2796 一斤棉花和一斤鐵塊哪一樣比較重？ 答案：一樣重
2797 有爺倆，娘倆和兄妹倆，只有6個燒餅，但卻每人分得了兩個，這是為什麼？ 答案：他們只有三個人：兒子、母親、舅舅
2798 一次宴會上，一對夫妻同客人共握手48次，問這次宴會上共有幾人？ 答案：26人
2799 小明讀小學二年級,他的家住在12樓,他每次去學校都是乘電梯下去的,但放學後,乘電梯只能乘到11樓為什麼 答案：小明不夠高，按不到12這個按鈕
2800 袋鼠和猴子參加跳高比賽,為什麼猴子一開始就贏了 答案：袋鼠雙腳起跳，犯規
2801 最後冒出來的牙齒是哪一顆？ 答案：假牙
2802 「東張西望」「左顧右盼」「瞻前瞻後」這幾個成語用在什麼時候最合適？ 答案：過馬路的時候
2803 一隻公雞加一隻母雞，猜三個字。 答案：三隻雞
2804 什麼事,你明明沒有做,卻要受罰 答案：回家做作業
2805 一架空調器從樓掉下來會變成啥器？ 答案：凶器
2806 兔子為什麼不吃窩邊草？ 答案：如果兔子吃了窩邊草的話，那它的窩就沒有可以隱藏的東
2807 喜劇和悲劇有什麼聯繫？ 答案：喜劇沒有人看就成了悲劇
2808 醫生囑咐小明吃三片藥,半小時吃1片,問小明吃完藥片需幾小時 答案：一小時
2809 一次宴會上，一對夫妻同客人共握手48次，問這次宴會上共有幾人？ 答案：26人
2810 桌子上有12支點燃的蠟燭，先被風吹滅了3根，不久又一陣風吹滅了2根，最後桌子上還剩幾根蠟燭？ 答案：5根，因為沒被吹滅的都燃完了。
2811 為什麼大多數人都不喜歡過32歲生日 答案：沒有人喜歡在生日蠟燭上插三長兩短的蠟燭
2812 小明和小旺玩擲硬幣的遊戲,小明擲了十次都是陽的一面,問他擲第十一次時,陽和陰的概率各是多少 答案：50%
2813 50塊糖分給10個小朋友,數目不同,不可把糖塊截斷,能不能分 答案：不能，因為「1+2+3+....10=55」
2814 爺爺熟讀兵書，卻食古不化，每次跟孫子們玩棋都輸，請問爺爺用的什麼戰術？ 答案：兵來將擋（不輸才怪）
2815 什麼樣的人物照片你看不出照的是誰 答案：X光片
2816 哪一個字永遠寫不好 答案：「壞」字
2817 用什麼可以解開所有的謎 答案：謎底
2818 有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎 答案：可能，當貨車在下坡時。
2819 數個大小形狀相同物體並排一起時，有無可能愈接近自己的東西看起來愈小，愈遠離的物體看起來愈大 答案：如使用鏡子反射，便可出現這種情況
2820 什麼東西只能加，不能減？ 答案：年齡
2821 馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？ 答案：因為停電了。
2822 什麼餅不能吃 答案：鐵餅
2823 什麼東西製造期和有效日期是同一天的？ 答案：日報
2824 動物園的大象死了，為什麼大象管理員哭得那麼傷心？ 答案：他想到要挖那麼大一個坑，所以就....
2825 1人吃1份快餐多出1份，1人吃2份快餐少2份，則有幾人和幾份快餐？ 答案：三人四份快餐
2826 小明寫給他的女朋友九封信，為什麼他的女朋友只收到一封信呢 答案：他有九個女朋友，一人一封
2827 世界上人口最多是哪個國家？ 答案：聯合國
2828 停電的時候,我們點著蠟燭為什麼能看電視 答案：看不了電視節目，但可以看著電視機
2829 5比0大，0比2大，而2又比5大。你知道是怎麼回事嗎？ 答案：這是在玩「剪刀、石頭、布」的遊戲，握成拳頭是0，剪?
2830 總是在舌頭比頭腦快時才產生的感覺是什麼？ 答案：愚蠢
2831 什麼時候太陽會從西邊升起？ 答案：從鏡子裡看太陽升起的時候。
2832 哪一種竹子不長在土裡？ 答案：爆竹
2833 有一座獨木橋承重80公斤,請問一個體重70公斤並帶著兩個重量均為10公斤的鐵球的人如何在橋上通過 答案：顛著球
2834 人早晨醒來第一件事是幹什麼 答案：睜眼
2835 大眼鏡蛇王，是一種非常兇猛的毒蛇，但無論如何激怒它，它都不咬人，為什麼？ 答案：因為它在一個沒有人的密林裡
2836 世界上誰的肚子最大？ 答案：宰相
2837 哪個連的人員比一般連隊的人員要多得多？ 答案：大連
2838 哭和笑有什麼共同之處？ 答案：都是10筆畫
2839 什麼情況下3+1=5？ 答案：算錯的時候
2840 在一個夜黑風高的夜晚，小明遇見一個鬼，那個鬼落荒而逃，為什麼？ 答案：膽小鬼
2841 小軍、小明是鄰居，同樓同班又是同桌，天天一起去上學。可是，一個出門往左拐，一個出門往右拐，為什麼？ 答案：他們是對門鄰居
2842 爸爸什麼時候像個孩子？ 答案：在爺爺面前
2843 中國的內地生產什麼？ 答案：玉，「國」字的中間是個「玉」
2844 鄰居老李家的屋頂為什麼有時漏雨，有時不漏雨？ 答案：因為雨天漏雨，晴天不漏雨。
2845 打什麼東西既不花力氣又舒服？ 答案：打磕睡
2846 最不聽話的人是誰？ 答案：聾子
2847 一個班的傘兵訓練跳傘，班長說跳出機外數到30秒才能拉傘，結果其他人平安落地，只有一個人不幸身亡，為什麼？ 答案：因為那個「口吃」。
2848 一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？ 答案：穿著救生衣。
2849 牙醫靠什麼吃飯 答案：嘴巴。
2850 下雨天不怕雨淋的是什麼？ 答案：雨衣或雨傘
2851 王大爺養了只乖乖狗，卻從來不幫狗洗澡，為什麼這隻狗仍不會生跳蚤？ 答案：狗不會生跳蚤
2852 時鐘敲了十三下,請問現在該做什麼呢 答案：修鍾
2853 銳銳他能輕而易舉地把一隻倒懸的杯子裝滿水，而且不用任何東西擋住瓶口，他是怎樣做的呢？ 答案：將杯子倒扣在裝滿水的盆子裡。
2854 什麼水永遠用不完 答案：口水
2855 什麼動物天天熬夜？ 答案：蚊子
2856 小明知道試卷的答案，為什麼還頻頻看同學的？ 答案：因為小明是個小老師。
2857 一年只要上一天班，而且永遠不必擔心被炒魷魚的人是誰？ 答案：聖誕老人。
2858 一個推車的，一個挑擔的，同時要過獨木橋，一個南來，一個北往，有什麼辦法讓他們同時過？ 答案：南來是往北，北往也是往北，同時過橋就是。
2859 一個人從一個五十米高的大廈上跳樓自殺，重重的摔在了地上，為什麼沒被摔死？ 答案：是往屋裡跳
2860 為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下？ 答案：跳水運動員。
2861 為什麼一隻青蛙在水裡游不過一隻狗？ 答案：因為比賽中禁止用蛙泳。
2862 有一位老太太上了公車，為什麼沒人讓座？ 答案：車上有空坐。
2863 有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？ 答案：朝地。
2864 有一個女生，她可以不洗澡、不換衣服，但她的衣服是世界最貴的，請問他是誰？ 答案：她是自由女神
2865 有一種布很長很寬很好看，就是沒有人用它來作衣服也不可能作成衣服，為什麼？ 答案：瀑布
2866 中國古賢人曾將蘭色外衣，浸泡於黃河中，結果產生何種現象？ 答案：沾濕
2867 總是在舌頭比頭腦快時才產生的感覺是什麼？ 答案：愚蠢
2868 胖姐阿英站上人體秤時，為何指針卻只指著5？ 答案：指針已轉過一圈了。
2869 哪項比賽是往後跑的？ 答案：拔河
2870 明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼？ 答案：什麼都看不到
2871 船邊掛著軟梯，離海面2米，海水每小時上漲半米，幾個小時海水能淹沒軟梯？ 答案：水漲船高，水不會淹沒軟梯。
2872 愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？ 答案：那是他剛出生的時候
2873 阿美在事業並沒有什麼成就，為什麼也有女強人的外號？ 答案：因為她常常強人所難
2874 3個人3天用3桶水，9個人9天用幾桶水？ 答案：9捅
2875 「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？ 答案：「青竹蛇」三個字比較長。
2876 什麼東西晚上才生出尾巴呢 答案：流星
2877 阿呆從熱氣球上掉下來，卻沒有受傷，為什麼？ 答案：還沒起飛
2878 ８個數字「８」，如何使它等於1000？ 答案：8+8+8+88+888。
2879 最不聽話的是誰？ 答案：聾子
2880 老李剛理完發，便要求理髮師將他的頭髮「中分」，理髮師卻說做不到，為什麼？ 答案：理髮師給老李理了光頭
2881 什麼牛不會吃草？ 答案：蝸牛
2882 什麼樣的水不能喝？ 答案：薪水
2883 有什麼辦法能使眉毛長在眼的下面？ 答案：倒立
2884 有一群小雞在菜地裡亂竄，小雞是誰的？ 答案：雞媽媽
2885 有一種東西，上升的時候同時會下降，下降的同時會上升，這是什麼？ 答案：蹺蹺板
2886 大家都不想得到的是什麼？ 答案：得病
2887 新買的襪子怎麼會有一個洞？ 答案：襪口
2888 太平洋的正中間是什麼？ 答案：「平」
2889 用1、2、3這3個數碼表示的最大數字是多少？ 答案：「3」的「21」次方
2890 一天慢24小時的表是什麼表？ 答案：停著不走的表
2891 熊掌和魚什麼時候才能兼得 答案：在飯店裡
2892 什麼橋下沒水？ 答案：立交橋
2893 什麼樣的強者千萬別當？ 答案：強盜
2894 什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？ 答案：上嘴唇和下嘴唇
2895 你能否用3跟筷子搭起一個比3大比4小的數？ 答案：搭成圓周率「Π」
2896 金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？ 答案：金太太在吃甘蔗的時候吞吞吐吐
2897 公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？ 答案：這是一對聾啞人
2898 煙缸，打一字。 答案：盔
2899 一字六筆無豎橫，同心同德力無窮,打一字。 答案：眾
2900 世界拳擊冠軍卻很容易被什麼擊倒？ 答案：瞌睡
2901 有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？ 答案：當然能，他們是面對面站著的
2902 離婚的主要起因是什麼？ 答案：結婚
2903 為什麼自由女神像老站在紐約港 答案：她不能坐
2904 三更半夜回家才發現忘記帶鑰匙,家裡又沒有其他人在,這時你最大的願望是什麼 答案：門忘鎖了
2905 人在什麼情況下會七竅生煙 答案：火葬
2906 大雁為什麼要向南飛 答案：因為用腳走太慢了
2907 黑雞厲害還是白雞厲害為什麼 答案：黑雞會生白蛋，白雞不會生黑蛋
2908 冬瓜、黃瓜、西瓜、南瓜都能吃，什麼瓜不能吃？ 答案：傻瓜
2909 偷什麼東西不犯法 答案：偷笑
2910 放一支鉛筆在地上,要使任何人都無法跨過,怎麼做 答案：放在牆邊
2911 如果有人向你問路,你最怕聽到哪一句話 答案：這裡是地球嗎？
2912 9個橙分給13個小朋友,怎麼分才公平 答案：搾成汁
2913 有人說，女人像一本書，那麼胖女人像什麼書？ 答案：合訂本
2914 林老生大手術後換了一個人工心臟。病好了後,她的女友卻馬上提出分手,為什麼會這樣 答案：沒有真心愛她
2915 打什麼東西，不必花力氣？ 答案：打瞌睡
2916 如果明天就是世界末日，為什麼今天就有人想自殺？ 答案：去天堂佔位子
2917 狐狸精最擅長迷惑男人,那麼什麼精男女一起迷 答案：酒精
2918 有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？ 答案：棺材
2919 黑頭髮有什麼好處？ 答案：不怕曬黑
2920 人在什麼情況下會七竅生煙 答案：火葬
2921 為什麼女人穿高跟鞋後，就代表她想要結婚了？ 答案：因為被人追時穿高跟鞋跑的慢
2922 阿研的口袋裡共有10個硬幣，漏掉了10個硬幣，口袋裡還有什麼？ 答案：一個破洞
2923 什麼時候太陽會從西邊出來？ 答案：發誓的時候
2924 一個人在什麼情況下，才處於真正的任人宰割的地步？ 答案：手術台上
2925 小趙買一張獎票,中了一等獎,去領獎卻不給 答案：沒到領獎的日期
2926 有一樣東西，你只能用左手拿它,右手卻拿不到,這是什麼東西 答案：右手
2927 跳傘時，怎樣才能分的出老兵和新兵 答案：新兵的屁股上有鞋印。
2928 什麼鞋子，你絕不會穿著它去逛街 答案：溜冰鞋
2929 那一種飛彈可以用每小時３０公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以９０度急轉彎 答案：戴在車上的飛彈。
2930 為什麼兩隻老虎打架,非要拚個你死我活絕不罷休 答案：沒有人敢勸架
2931 你只要叫它的名字就會把它破壞，它是什麼？ 答案：沉默
2932 嫦娥為什麼喜歡住在月球上？ 答案：嫦蛾愛吃兔肉
2933 什麼東西晚上才生出尾巴呢 答案：流星
2934 什麼帽不能戴 答案：螺帽
2935 人早晨醒來第一件事是幹什麼 答案：睜眼
2936 有一座獨木橋承重80公斤,請問一個體重70公斤並帶著兩個重量均為10公斤的鐵球的人如何在橋上通過 答案：顛著球
2937 孔子與孟子有何不同？ 答案：孔子的子在右邊,孟子的子在上邊
2938 什麼書中毛病最多？ 答案：醫學書
2939 十隻鳥，小明開槍打死了一隻，其它九隻卻都沒有飛走，為什麼 答案：那是一群駝鳥
2940 小戴手裡拿著火柴走到廚房，這有一個煤氣灶和一個酒精燈，他如果想燒開水，請問：他應該先點燃什麼？ 答案：火柴
2941 一個自討苦吃的地方在哪裡？ 答案：藥店
2942 在羅馬數字中，零該怎麼寫？ 答案：羅馬數字沒有零
2943 什麼貴重的東西最容易不翼而飛？ 答案：人造衛星
2944 在地上有100元錢和一塊肉骨頭，可是阿明卻揀了肉骨頭，請問為什麼？ 答案：因為阿明是條狗
2945 為什麼母雞都是短腿？ 答案：這樣雞蛋不會摔破
2946 古時候，什麼人沒當爸爸就先當公公？ 答案：太監
2947 紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？ 答案：不要念出此文
2948 什麼情況一山可容二虎？ 答案：一公一母
2949 你姨夫的姐姐的堂弟的表哥的爸爸是你的什麼人？ 答案：親戚
2950 有個男人站在時速240公里的列車頂上，雖然他不是一個會飛牆走壁的超人，但是，他仍然顯得從容自如，毫不緊張，為什麼？ 答案：因為當時火車還沒開動
2951 「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？ 答案：「青竹蛇」最長，因為它有三個字
2952 什麼英文字母最多人喜歡聽呢 答案：CD
2953 什麼人生病從來不看醫生 答案：盲人
2954 在一個寒冷冬日清晨，有一位西裝革履的先生在河裡拚命游水，你說這是為什麼 答案：他一不小心掉到河裡
2955 先有男人，還是先有女人 答案：因為男人是先生的，所以叫「先生」
2956 世界上什麼樣的海最大？ 答案：苦海，苦海無崖
2957 王大嬸整天說個不停，可有一個月她說的最少，那時哪個月？ 答案：二月份
2958 芳芳在學校門口將學生證掉了，它該怎麼辦？ 答案：她該撿起來
2959 有一個人被從幾千米的高空掉下來的東西砸在頭上，卻沒有受傷，為什麼？ 答案：砸下來的是雪花
2960 為什麼一瓶標明劇毒的藥對人卻無害 答案：只要你不去喝它
2961 小明從不唸書卻得了模範生，為什麼 答案：小明是聾啞學生。
2962 被鱷魚咬和被鯊魚咬後的感覺有什麼不同 答案：沒有人知道
2963 有個人不是官，卻負責全公司職工幹部上上下下的工作。這個人是幹什麼的 答案：開電梯的
2964 借什麼可以不還 答案：借光
2965 每對夫妻在生活中都有一個絕對的共同點，那是什麼 答案：那就是同年同月同日結婚
2966 青蛙為什麼能跳得比樹高 答案：樹不會跳
2967 為什麼暑假一定比寒假長？ 答案：熱脹冷縮
2968 青春痘長在哪裡,你比較不擔心 答案：別人臉上
2969 為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？ 答案：絕代佳人
2970 世界上哪裡的海不產魚 答案：辭海
2971 最堅固的鎖怕什麼 答案：鑰匙
2972 南來北往的二個人，一個挑擔，一個背包，他們沒爭也沒吵，也沒有人讓路，卻順利的通過了獨木橋，為什麼？ 答案：南來北往是一個方向，當然可以通過獨木橋。
2973 為什麼大部份佛教徒都在北半球 答案：南「無」阿彌陀佛
2974 小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？ 答案：修理小明
2975 你每天做作業時先幹什麼？ 答案：打開本子
2976 什麼話是世界通用的？ 答案：電話
2977 如何將你的右手放在左褲兜裡，左手放在右褲兜裡？ 答案：將褲子反著穿
2978 永遠不能做飯的鍋是什麼鍋？ 答案：羅鍋
2979 誰是世界上最有恆心的畫家？ 答案：愛化妝的女人
2980 小張把一個雞蛋扔到一米以外的地方去，雞蛋卻沒有破，為什麼？ 答案：雞蛋還沒有落地
2981 小李的英語非常好，可老外卻聽不懂，為什麼？ 答案：老外是日本人
2982 一個盒子有幾個邊？ 答案：兩個邊，裡邊和外邊
2983 牛的舌頭和尾巴在什麼時候可以碰在一起？ 答案：菜盤中
2984 什麼水永遠取之不盡，用之不絕？ 答案：口水
2985 有十支蠟燭,你吹滅了三支,還有幾支 答案：十支
2986 王既不買票有沒有月票的為什麼可以從起點坐到終點 答案：因為他是司機
2987 什麼門不能有門栓 答案：球門
2988 一位著名的作家的最後一本書是什麼書 答案：遺書
2989 一輛高速行駛的汽車在過一個90°的彎時,哪個輪子一定離開地面 答案：備用輪胎
2990 什麼動物被你打死了後卻流你的血 答案：蚊子
2991 一塊鐵放在外面會生銹,那麼金子呢 答案：被人偷走
2992 馬在什麼地方不用四條腿照樣可以走 答案：棋盤上
2993 小明家很富裕,可他想買玩具時卻從不向母親要一分錢,為什麼 答案：因為一分錢買不到玩具
2994 小王住的是樓房,為什麼每次出門還要上樓 答案：他住地下室
2995 如何最快的將不可能的事變成可能的事？ 答案：將「不」字去掉
2996 世界上的人身體哪一部分的顏色完全相同？ 答案：血液
2997 老王每天都要刮很多遍臉，可臉上還是有鬍子為什麼？ 答案：他是在替別人刮臉。
2998 如何讓一隻木棒放在地上而又不能讓人跨過去 答案：將木棒放在牆邊
2999 哪種報刊發行量最少 答案：電報
3000 地球上什麼地方的出生率最高 答案：產房
3001 小張一直朝北走,走著走著他又沒有轉身可是卻走到了正南方,為什麼 答案：他越過北極點在向前走就是南方
3002 為什麼現代人越來越言而無信 答案：因為有了電話
3003 一個職業登山運動員什麼山上不去 答案：刀山
3004 一家業務繁忙的醫院卻沒有病床,為什麼 答案：因為是家獸醫院
3005 一個功夫極好的人為什麼跳不過他師傅給他畫的一個圈 答案：因為小圈是繞著這個人的腰畫的
3006 什麼槍可把人打跑又不傷人 答案：發令槍
3007 什麼東西只能加,不能減 答案：年齡
3008 有十支蠟燭,你吹滅了三支,還有幾支 答案：十支
3009 地震的時候什麼地方最安全 答案：飛機上
3010 什麼有的果樹生長十幾年也不接一個蘋果 答案：那不是一顆蘋果樹
3011 想從北京到巴黎,要多少錢 答案：不要錢,因為只是想一想
3012 如何從一半是水,一半是油的缸中取水不取油 答案：從缸底部打個洞取水,因為水的比重比油大.
3013 什麼東西經常會來，但卻從沒真正來過？ 答案：明天
3014 有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？ 答案：當然能，他們是面對面站著的
3015 如果有人向你問路,你最怕聽到哪一句話 答案：這裡是地球嗎
3016 什麼蛋中看不中吃？ 答案：臉蛋
3017 有一種東西，買的人知道，賣的人也知道，就只有用的人不知道，請問這究竟是什麼東西？ 答案：棺材
3018 亞當和夏娃結婚後，最大的遺憾是什麼？ 答案：沒有人來喝喜酒
3019 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生 答案：沉到江底
3020 你只要叫它的名字就會把它破壞，它是什麼？ 答案：沉默
3021 小王與父母頭一次出國旅行，由於語言不通，他的父母顯的不知所措，小王也不懂絲毫外語，他也不是聾啞人，卻像在自己國家裡一樣未嘗感到絲毫不便這是為什麼？ 答案：小王是個嬰兒
3022 胖妞生病了，最怕別人來探病時說什麼？ 答案：多多保重
3023 什麼東西請人吃沒人吃，自己吃又嚥不下？ 答案：吃虧
3024 有一種書，既沒有作者，從來也沒有一個人看得懂，你知道這是什麼書嗎？ 答案：天書
3025 世界上有什麼東西以近2000公里小時的速度載著人奔馳，而且不必加油或其它燃料？ 答案：地球
3026 9個橙分給13個小朋友,怎麼分才公平 答案：搾成汁
3027 時鐘什麼時候不會走？ 答案：時鐘本來就不會走
3028 有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走。 答案：他只瞎了一隻眼
3029 請問：將18平均分成兩份，卻不得9，還會得幾？ 答案：得10，從中間分
3030 一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊 答案：都不吃羊是吃素的
3031 市裡新開張了一家醫院，設備先進，服務周到。但令人奇怪的是：這兒竟一位病人都不收，這是為啥？ 答案：這是獸醫院
3032 有一位女士離婚數次打一四字成語 答案：前公（功）盡棄
3033 有三個空房間，一間房間有三盞燈，另一個房間有三個開關，每一個開關只能打開一盞燈，如果你只可以進每個房間一次，那你要如何知道那個開關控制哪盞燈？ 答案：進有開關的房間，打開其中一個開關，過５分鐘後關掉，
3034 鐵錘錘雞蛋為什麼錘不破？ 答案：鐵錘當然不會破
3035 吃蘋果時，咬了一口發現有一條蟲子，覺得特別噁心；看到兩條蟲子，覺得更噁心；請問：看到幾條蟲子讓人最噁心？ 答案：半條蟲子
3036 口吃的人做什麼事最虧 答案：打國際長途電話
3037 小紅和小李互相吹牛,小紅說她可以把整個世界吃下去,小李說了什麼勝過了小紅 答案：小李說,我可以把你吃下去
3038 有一匹馬,它向南走5步,向北走3步,又向西跑了10步,請問最後它的尾巴朝什麼地方 答案：朝地
3039 龜兔又賽跑了,這次兔子沒有偷懶、貪玩但是這次兔子還是輸了,為什麼 答案：烏龜把終點設在了海裡
3040 人們最不樂意,卻一不小心就會吃上的是什麼 答案：吃虧
3041 為什麼小王只有一條右腿 答案：因為每個人都只有一條右腿和一條左腿
3042 一個人掉進游泳池裡,他的腳卻沒有濕,為什麼 答案：游泳池中沒有水
3043 小王天生力氣大,一次打羽毛球由於力氣過大,球打出後5分鐘才落地,可能嗎 答案：可能,球被打到樹上了
3044 兩隻長約7cm的紅、黑螃蟹賽跑,誰會贏 答案：黑螃蟹,因為紅螃蟹是煮熟了的
3045 兩個從未見面卻能談成幾筆生意,可能嗎 答案：可能,通過電話、互聯網等工具
3046 小王身高175m,為什麼他參加完球賽後變成了178m 答案：頭上被打了一個包
3047 老王的頭髮已經掉光了,可為什麼他還老去理髮店 答案：老王是理髮師
3048 王既不買票有沒有月票的為什麼可以從起點坐到終點 答案：因為他是司機
3049 冬天裡，不通過加熱，如何才能把冰立刻變成水？ 答案：把冰的兩點去掉
3050 有一個年輕人要過一條河去辦事，這條河沒有船也沒有橋。他便在上午游泳過河，一個小時他便游到了對岸，當天下午，河水的寬度以及流速都沒有變，他的游泳速度也沒有變，可他竟用了兩個半小時才游到河對岸；你說為什麼？ 答案：兩個半小時當然就是一個小時了
3051 死前放屁又叫什麼？ 答案：絕響
3052 什麼話可以世界通用 答案：電話
3053 一隻餓貓從一隻胖老鼠身旁走過，為什麼那只飢餓的老貓竟無動於衷繼續走它的路，連看都沒看這隻老鼠。 答案：這是一隻可憐的瞎貓子碰到一隻死耗子。
3054 為什麼阿郎穿著全新沒破洞的雨衣,卻依然弄的全身濕透 答案：因為他在太陽底下穿著雨衣走路
3055 一個可憐的傢伙因為想不開從二十米高的塔上大頭朝下跳了下來，在水泥地面上和大地劇烈的擁抱了……，可是，他卻沒有被摔死，這是為什麼？ 答案：在半空中嚇死了
3056 一個人被老虎窮追不捨，突然前面有一條大河,他不會游泳,但他卻過去了，為什麼？ 答案：昏過去了
3057 什麼人靠別人的腦袋生活 答案：理髮師
3058 一個老人頭頂上只剩三根頭髮，有一天他要參加重要宴會，為什麼他仍忍痛拔掉其中一根頭髮呢？ 答案：他想中分
3059 平平把魚放在魚缸裡,不到十分鐘魚都死了,為什麼 答案：魚缸內沒有水
3060 什麼人在刀刃上生活 答案：滑冰運動員
3061 四個9加起來為什麼等於100？ 答案：９／９＋９９
3062 什麼東西愈生氣，它便愈大 答案：脾氣
3063 森林中有十隻鳥，小明開槍打死了一隻，其它九隻卻都沒有飛走，為什麼？ 答案：鴕鳥
3064 什麼東西不大,但卻可以裝下比它大得多的東西 答案：電視機
3065 什麼交通工具速度越慢越讓人恐懼 答案：正在飛行的飛機
3066 一隻普通手錶剛掉到大海裡,會不會停 答案：不會停,它會一直沉下去
3067 大象的左耳朵像什麼 答案：像右耳朵
3068 一人被老虎窮追不捨，突然前有條大河,他不會游泳,也沒有交通工具，但他過去了，為什麼 答案：他昏過去了
3069 一個人在沙灘上行走，回頭為什麼看不見自己的腳印？ 答案：他在倒著走
3070 紅和綠豆放在一個碟子裡,小王為什麼一下就把它們分開了 答案：紅豆和綠豆一樣只有一顆
3071 把什麼打破了不會受到處分而會得到獎勵 答案：記錄
3072 王和李都睜一隻眼閉一隻眼做事,為什麼王得表演,李受處分 答案：因為王是射擊運動員,李是倉庫保管員
3073 什麼水永遠用不完 答案：淚水
3074 一個學生住在學校裡，為什麼上學還經常遲到？ 答案：家所在的學校不是他上學的學校
3075 李哲看起來平平常常，並無什麼特別之處，但他卻可以連續數小時不眨眼睛，他是怎麼做到的呢？ 答案：只要他閉上眼睛就不會眨眼了
3076 一個自討苦吃的地方在哪裡？ 答案：藥店
3077 爺爺熟讀兵書，可是每次下棋都輸給別人，請問他用的是什麼兵法？ 答案：兵來將擋
3078 一對健康夫婦，為什麼生出只有一隻右眼的嬰兒？ 答案：每個人都只有一隻右眼
3079 小明正在吹電扇,為什麼還是滿頭大汗？ 答案：他在吹電扇，電扇沒吹他
3080 有半瓶酒，瓶口用軟木塞塞住，不准敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔，怎樣喝到瓶子裡的酒？ 答案：把木塞推到瓶子裡去
3081 蘭蘭經過某市時，正巧那裡發生了大地震，為什麼蘭蘭卻安然無恙呢？ 答案：她坐飛機路過
3082 什麼東西明明是你的，別人卻用的比你多得多？ 答案：你的名字
3083 有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎？ 答案：可能，此貨車在下坡時
3084 有對一模一樣的雙胞胎兄弟，哥哥的屁股有黑痣，而弟弟沒有。但即使這對雙胞胎穿著相同的服飾，仍然有人可立刻知道誰是哥哥，誰是弟弟。究竟是誰呢？ 答案：他們自己
3085 農民、工人、軍人、科學家都靠什麼吃飯？ 答案：當然靠嘴吃飯
3086 阿珠結婚後，為什麼寧願睡地板也不肯跟丈夫睡水床 答案：她有暈船的毛病
3087 有一死刑犯，在執刑時挨了兩槍還未死，等挨了第三槍才死，為什麼？ 答案：他裡面穿著三槍牌內衣
3088 什麼時候有人敲門，你絕不會說請進 答案：廁所
3089 世界上什麼東西以近2000公里小時的速度載著人奔馳,而不必加油或其它燃料 答案：地球
3090 藍色的筆能寫出紅字嗎？ 答案：寫個「紅」字當然可以
3091 既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？ 答案：新娘
3092 有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？ 答案：看守所
3093 小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼 答案：他正在瞄準
3094 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？ 答案：沉到江裡
3095 什麼東西經常會來，但卻從沒真正來過？ 答案：明天
3096 放大鏡不能放大的東西是什麼？ 答案：角度
3097 有兩個人決定進行自行車比賽，看誰的自行車跑的快，比賽在一個平坦寬敞的體育場裡進行，但當比賽開始時，他們兩個卻誰也不願意領先，反而都在慢悠悠的騎，已知他們兩人都不會互相謙讓，也沒有外來因素干擾，總之，一切都很正常，這究竟 答案：他們交換了自行車
3098 有一樣東西，你只能用左手拿它,右手卻拿不到,這是什麼東西 答案：右手
3099 為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的 答案：壯壯是一頭羊
3100 阿勇做事總是拖泥帶水，但上級部門總是表彰他，這是為什麼？ 答案：他是泥瓦匠
3101 小戴手裡拿著火柴走到廚房，這有一個煤氣灶和一個酒精燈，他如果想燒開水，請問：他應該先點燃什麼？ 答案：火柴
3102 爸爸問小明，什麼東西渾身都是漂亮的羽毛，每天早晨叫你起床？小明猜對了，但卻不是雞，那是什麼？ 答案：是雞毛撣子
3103 哪種比賽，贏的得不到獎品，輸的卻有獎品 答案：划拳喝酒
3104 一個人掉到河裡，，它從河裡爬上來，頭髮卻沒濕，為什麼？ 答案：因為他是光頭
3105 有一個人被從幾千米的高空掉下來的東西砸在頭上，卻沒有受傷，為什麼？ 答案：砸下來的是雪花
3106 一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？ 答案：鵝是企鵝
3107 什麼人每天靠運氣賺錢？ 答案：煤氣工人
3108 報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了 答案：年月日
3109 在一個寒冷冬日清晨，有一位西裝革履的先生在河裡拚命游水，你說這是為什麼 答案：他不小心掉進河裡了
3110 三更半夜回家才發現忘記帶鑰匙，家裡又沒有其他人在，這時你最大的願望是什麼？ 答案：門忘了鎖
3111 小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」 答案：小華的身上
3112 家有家規，國有國規，那動物園裡有啥規 答案：烏龜
3113 什麼官不僅不領工資，還要自掏腰包 答案：新郎官
3114 車禍發生不久，第一批警察就趕到了現場，他們發現司機完好無損，翻覆的車子內外血跡斑斑，卻沒有見到死者和傷者，而這裡是荒郊野外，並無人煙，這是怎麼回事 答案：這是一輛獻血車
3115 如果有機會讓你移民,你一定不會去哪個國家 答案：天國
3116 有一次，老李買了一隻狗，買了一籃子骨頭，他休息時，用一根5米的繩子將狗拴在路邊樹上，將骨頭放在離狗8米的地方，但過了一會兒，他發現骨頭被狗叼走了，你知道為什麼嗎？ 答案：狗在樹的另一端，骨頭在這一端時，他們相距8米
3117 當今社會，個體戶大都靠什麼吃飯 答案：靠嘴巴
3118 什麼地方開口說話要付錢 答案：打電話
3119 南來北往的二個人，一個挑擔，一個背包，他們沒爭也沒吵，也沒有人讓路，卻順利的通過了獨木橋，為什麼 答案：南來北往是一個方向，當然可以順利的度過獨木橋
3120 什麼布剪不斷？ 答案：瀑布
3121 我不會輕功，但一隻腳搭在雞蛋上，雞蛋不會破，這是為什麼？ 答案：另一隻腳站在地上
3122 美麗的公主結婚以後就不掛蚊帳了，為什麼？ 答案：她嫁給了青蛙王子
3123 一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？ 答案：把門推開
3124 新買的襪子怎麼會有一個洞？ 答案：襪口
3125 數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？ 答案：加個「.」成為"0.1"
3126 金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？ 答案：金太太在吃甘蔗的時候吞吞吐吐
3127 請仔細想一想，你所見到的最大影子是什麼 答案：地球的影子，即每天的晚上
3128 24個人按5人排列，排城6行，該怎樣排？ 答案：排成正六邊形即可
3129 共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？ 答案：這是一對聾啞人
3130 有一頭頭朝北的牛，它先向左轉三圈，然後再向後轉兩圈半，接著再往右轉，這時候它的尾巴朝哪兒？ 答案：朝下
3131 用椰子和西瓜打頭哪一個比較疼？ 答案：頭比較疼
3132 為什麼人們要到市場上去？ 答案：因為市場不會來
3133 下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？ 答案：他在門外
3134 阿呆開車去動物園玩，動物園很近，他的路並沒有走錯，為何卻總到不了目的地？ 答案：早開過了
3135 在一次考試中，兩個學生交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？ 答案：他們交的是白卷
3136 蠍子和螃蟹玩猜拳，為什麼它們玩了兩天，還是分不出勝負呢？ 答案：兩個都出剪刀
3137 進動物園後，最先看到的是哪種動物？ 答案：人
3138 馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？ 答案：停電了
3139 兩對父子去買帽子，為什麼只買了三頂？ 答案：是祖孫三人
3140 袋鼠和猴子參加跳高比賽，為什麼猴子一開始就贏了？ 答案：袋鼠雙腳起跳犯規
3141 一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？ 答案：他在洗澡
3142 家人問醫生病人的情況,醫生只舉起5個手指,家人就哭了,是什麼原因呢 答案：三長兩短
3143 小李因工作需要常應酬交際，雖然每天都很早回家，可是老婆還是抱怨不斷。為什麼？ 答案：他是早上才回家
3144 路邊電線桿上蹲著一隻猴子，司機小李看到就立刻停下車來，請問為什麼 答案：他把猴屁股當紅燈了
3145 書店裡買不到什麼書 答案：遺書
3146 什麼帽不能戴 答案：螺帽
3147 為什麼警察對闖紅燈的汽車司機視而不見？ 答案：汽車司機沒開車
3148 沙沙聲稱自己是辨別母雞年齡的專家，其絕招是用牙齒，為什麼？ 答案：把雞吃了親口辨認母雞的老嫩
3149 公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？ 答案：這是一對聾啞人。
3150 哪種比賽，贏的得不到獎品，輸的卻有獎品 答案：划拳喝酒
3151 有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，為什麼 答案：他瞎了一隻眼
3152 什麼照片看不出照的是誰？ 答案：X光片
3153 時鐘敲了十三下,請問現在該做什麼呢 答案：修理鐘錶
3154 最不聽話的是誰 答案：聾子
3155 如何才能把你的左手完全放在你穿在身上的右褲袋裡,而同時把你的右手完全放在你穿在身上的左褲袋裡？ 答案：反穿褲子
3156 下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？ 答案：他在門外
3157 你只要叫它的名字就會把它破壞，它是什麼？ 答案：沉默
3158 有兩個人，一個面朝南一個面朝北的站立著，不准回頭也不准照鏡子，問他們能否看到對方的臉？ 答案：能，他們面對著站著
3159 人在什麼情況下會七竅生煙？ 答案：火葬的時候
3160 警方發現一起智能殺人案，現場沒有留下線索，也找不到目擊者，但一個小時後警方宣佈破案，為什麼？ 答案：兇手自首了
3161 為什麼全世界的母雞都是短腿？ 答案：這樣雞蛋就不會摔破
3162 生米不小心煮成熟飯時該怎麼辦？ 答案：準備開飯
3163 什麼情況下5大於O，O大於2，2大於5？ 答案：石頭，剪刀，布
3164 一場大雨，忙著栽種的農民紛紛躲避，卻仍有一人不走，為什麼？ 答案：稻草人
3165 為什麼自由女神像老站在紐約港？ 答案：因為她坐不下去
3166 當你向別人誇耀你的長處的同時，別人還會知道你的什麼？ 答案：你不是個啞巴
3167 大灰狼拖走了羊媽媽，小羊為什麼也不聲不響地跟了去？ 答案：小羊在羊媽媽的肚子裡
3168 盲人都是怎麼吃桔子的？ 答案：瞎掰
3169 小明的肚子明明已經脹得受不了了，為什麼他還要不停地猛喝水？ 答案：他掉進河裡了
3170 好心的約翰去世了，天使要帶他上天堂，為什麼他堅決不肯去？ 答案：他有恐高症
3171 哪一顆牙最後長出來？ 答案：假牙
3172 小張走路從來腳不沾地，這是為什麼？ 答案：因為穿著鞋
3173 為什麼自由泳比賽中青蛙輸給了狗？ 答案：青蛙用蛙泳犯規
3174 一群女孩在正在河邊洗澡，突然一陌生男人闖入，你覺得她們最想遮住哪兒？ 答案：男人的眼睛
3175 為什麼老虎打架,非要拚個你死我活絕不罷休？ 答案：沒有人敢去勸架
3176 用什麼可以解開所有的謎？ 答案：謎底
3177 大勇說他和學校的老師很熟，在學校裡哪裡都能進去，但小涵偏說他有一處地方永遠也不能進去，是什麼地方呢？ 答案：換輛大一點的車進教室
3178 為什麼大雁秋天要飛到南方去？ 答案：因為走太慢了
3179 書店裡買不到什麼書？ 答案：遺書
3180 有一個小圓孔的直徑只有1厘米，而有一種體積達100立方米的物體卻能順利通過這個不孔，那麼它是什麼物體呢？ 答案：水
3181 超人和蝙蝠俠的最大區別是什麼？ 答案：蝙蝠俠把內褲穿在裡面，超人把內褲穿在外面
3182 幼兒園放學了，但卻沒有一個小朋友從大門出去，是怎麼回事呢？ 答案：大門檢修，請走側門
3183 什麼地方惡人們不再干擾得你心煩意亂，而只好與你生活在一起？ 答案：天堂
3184 有一種棋只有兩種棋子，你知道是什麼棋類嗎？ 答案：圍棋，只有黑棋和白棋
3185 什麼東西將一間屋子裝滿，人又能活動自如？ 答案：空氣和光
3186 有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？ 答案：棺材
3187 小明的母親有三個兒子，大兒子叫大毛，二兒子叫二毛，三兒子叫什麼？ 答案：小明
3188 什麼人始終不敢洗澡？ 答案：泥人
3189 什麼蛋打不爛，煮不熟，更不能吃 答案：考試得的"零"蛋
3190 什麼事每人每天都必須認真的做 答案：睡覺
3191 雞蛋殼有什麼用處？ 答案：包蛋清和蛋黃
3192 冬天，寶寶怕冷，到了屋裡也不肯脫帽。可是他見了一個人乖乖地脫下帽，那人是誰？ 答案：理髮師
3193 用什麼方法立刻可以找到遺失的圖釘？ 答案：光著腳走
3194 一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？ 答案：企鵝
3195 哪一種竹子不長在土裡？ 答案：爆竹
3196 滿滿一瓶牛奶，怎麼才能先喝到瓶底的部分？ 答案：用吸管
3197 有一座獨木橋承重80公斤,請問一個體重70公斤並帶著兩個重量均為10公斤的鐵球的人如何在橋上通過 答案：顛著球
3198 什麼書中毛病最多？ 答案：醫學書
3199 以下石頭城、太陽城、鳳凰城、瓜果城、汽車城、英雄城、足球城分別都是哪幾個城市嗎？ 答案：江蘇省南京市；西藏拉薩市；廣西南寧市；甘肅省蘭州市
3200 伴奏。打一成語 答案：肋人為樂
3201 環球旅行。猜一現代香港名星名 答案：周星馳
3202 不相信戀人。猜一公安用語 答案：懷疑對像
3203 木蘭之子，猜食名物一 答案：花生
3204 什麼事可以在這裡不僅可以練就一身鋼筋鐵骨，而且能成就一雙不懼「風雨」的眼睛？ 答案：洗澡
3205 一字四十八個頭，內中有水不外流。猜一字。 答案：井。此迷的關鍵理解出四個十和八個頭，而不是四十八個
3206 三人戲一球，一人在綢繆，一人翻身踢，一人地下收。據此詩猜一字 答案：似。 說明：謎文以比喻的形式，極其生動地描繪了「似?
3207 一種飲料，由惡意和謊言加上微量事實配製而成的，能有效地削弱領導的洞察力，是什麼？ 答案：小報告
3208 有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？ 答案：把塞塞進瓶裡
3209 什麼是在廢除死刑制度之後的民主、法治國度裡，授予醫生的一種宣判死刑的特權？ 答案：癌症
3210 大部分人出生在什麼地方？ 答案：產床上
3211 人們能以坦然、自得的心情面對貸幣大幅度貶值的地方是什麼地方？ 答案：精品屋
3212 一個被指控的人，在其清白無辜被證明之前，他是有罪的。他是什麼人？ 答案：被告
3213 夜夜看落花　（打一禮貌用語） 答案：多謝
3214 沒有鐵欄杆的牢籠。在這種牢裡，患者面臨現代醫學所知的各種傳染性病毒的威脅，並經常忍受種種科學的折磨。這是哪裡？ 答案：醫院
3215 冶金學------打一本書（小說）名 答案：《鋼鐵是怎樣煉成的》。
3216 上無片瓦遮身，下無立錐之地。腰間掛個葫蘆，只知陰陽之理。猜一字。 答案：卜
3217 哪個連的人員比一般連隊的人員要多得多？ 答案：大連
3218 阿呆從熱氣球上掉下來，卻沒有受傷，為什麼？ 答案：因為熱球就在地面上
3219 哪種比賽，贏的得不到獎品，輸的卻有獎品 答案：划拳喝酒
3220 有風不動無風動，不動無風動有風(猜一物) 答案：扇子
3221 侍兒扶起嬌無力（打一食品名） 答案：玉環穌
3222 江河流水歸一處（打一字） 答案：「珂」，因為「江河」兩字去「水」後成「工可」，再加
3223 一個人在什麼情況下，才處於真正的任人宰割的地步？ 答案：手術台上
3224 為什麼一瓶標明劇毒的藥對人卻無害 答案：只要你不去喝它
3225 亞當和夏娃結婚後最大的遺憾是什麼 答案：沒人來喝喜酒.
3226 劉邦破咸陽 城市名一 答案：秦皇島
3227 三國謎猛翼德千杯不醉(樂人一) 答案：張洪量
3228 公共汽車來了，一位穿長裙的小姐投了2元，司機讓她上車；第二位穿迷你裙的小姐沒給錢，司機也照樣讓她上車，為什麼？ 答案：她有月票
3229 重男輕女打一地名 答案：貴陽
3230 超人使用超高性能望遠鏡觀察地球時，發現外星人正且欲毀滅地球。超人只要使用瞬間移動裝置，便可於一秒內到達地球，請問超人究竟能否拯救地球 答案：那要看外星人毀滅地球的速度了， 如果外星人從幾萬光?
3231 小王13歲的生日為何點了14根蠟燭 答案：用一根點著那十三根
3232 甲、乙兩隻狼狗舉行1000米賽跑，假如兩隻狼狗同時跑到終點，那麼哪隻狼狗出汗多？ 答案：狼狗不出汗
3233 有個汽車司機，在交叉路口上突然撞進人群中，全速向前跑，警察也不責怪他。你說這是為什麼？ 答案：汽車司機今天沒開車
3234 從前有隻雞，雞的左面有隻貓，右面有條狗，前面有隻兔子，雞的後面是什麼？ 答案：注意第一句話，從的前面有隻雞，那麼雞的後面當然是「
3235 孔子與孟子有何不同？ 答案：「子」的位置不同。孔子的「子」在左邊，孟子的「子」
3236 在地上有100元錢和一塊肉骨頭，可是阿明卻揀起了肉骨頭而沒有撿錢，為什麼？ 答案：這裡的「阿明」是條狗的名字
3237 有一本書，兄弟倆都想買。如果用哥哥的錢單買要缺5元錢，如果用弟弟的錢買缺1角錢，如果兩人把錢和起來只買一本書，錢仍然不夠。那麼這本書的價錢是多少呢？ 答案：這本書的價錢是5元錢；哥哥沒有錢，弟弟有4元9角
3238 如果動物園失火了，最先逃出來的哪一種動物？ 答案：人
3239 李哲看起來平平常常，並無什麼特別之處，但他卻可以連續數小時不眨眼睛，他是怎麼做到的呢？ 答案：把眼睛閉上就可以做到了
3240 什麼水果沒吃之前是綠色的，吃下去是紅色的，而吐出來卻是黑色的？ 答案：西瓜
3241 農民、工人、軍人、科學家都靠什麼吃飯？ 答案：靠嘴吃飯
3242 一架飛機在天空飛翔時突然沒油了，請問：什麼東西會最先掉下來？ 答案：油表的指針。
3243 什麼人生病從來不看醫生？ 答案：盲人
3244 一個數字若去掉前面第一個數字是13，若去掉最後一個數字為40，請問原數是多少？ 答案：四十三
3245 中國哪個地方的東西最不便宜？ 答案：貴州
3246 說從天津坐火車到北京1個小時15分鐘,問火車從天津出發1個小時45分鐘後在哪 答案：在鐵軌上
3247 王子吻了睡美人之後，睡美人為何沒有起來？ 答案：她在賴床
3248 台灣最大的湖是什麼湖？ 答案：澎湖
3249 比「春光外洩」更嚴重的是什麼？ 答案：瓦斯外洩
3250 服裝儀容檢查時，明明有理頭髮，為什麼教官不信？ 答案：秀才遇到兵，「有理」說不清
3251 烏龜為什麼會突然「一個頭兩個大」？ 答案：因為烏龜正在想這個問題
3252 考試時，小光全部都抄小明的，為什麼小明得到一百分，小光卻零分呢？ 答案：因為小光連名字都抄小明的
3253 小胖為什麼吃兩個便當？ 答案：因為三個便當吃不下
3254 養過電子雞和電子狗的人，會有什麼感受？ 答案：雞犬不寧
3255 牛頓因掉落蘋果發現引力；如你在椰樹下等被椰子打中會發現什麼？ 答案：會發現這種行為很愚蠢
3256 為什麼男人和女人會分手？ 答案：因為男女有「別」
3257 考試時，阿財一題都不會寫，但是為什麼突然眼睛一亮，開始振筆疾書？ 答案：他在寫班級、座號、姓名。
3258 小胖在大掃除時偷吃紅豆冰棒被老師看見，老師生氣的問：「太閒了是不是!」，結果小胖說了什麼，害老師差點當場昏倒？ 答案：小胖說：「老師，紅豆冰棒是甜的。」
3259 大人上班遲到的原因是塞車，小孩上學遲到的原因是什麼？ 答案：大人睡過頭了
3260 黃皮膚的人是黃種人，綠皮膚的人屬於哪一種？ 答案：新品種
3261 賣火柴的小女孩如果投胎轉世來到現代，最有可能變成什麼？ 答案：兼售打火機的檳榔西施
3262 「1155665」，猜七個字。 答案：一閃一閃亮晶晶。（簡譜）
3263 太陽爸爸和太陽媽媽生了個太陽兒子，我們應該說什麼祝賀辭恭喜他們？ 答案：生「日」快樂！
3264 要想成功的闖紅燈，它的秘決在哪裡？ 答案：要等黃燈和綠燈結束才過馬路
3265 在冰天雪地的北極找不到防身的武器時該怎麼辦？ 答案：撒泡尿製成冰劍。
3266 我們在平常生活中最常講什麼話？ 答案：電話
3267 廢除早自習會造成什麼影響？ 答案：讓學生和家長可以多賴床半小時。
3268 為什麼大家都喜歡坐在電視機前看電視？ 答案：因為站久了腳會酸。
3269 為什麼今天全球股市指數下跌？ 答案：今天是「世界環保日」
3270 小王有五顆糖，吃了兩顆後，被大林和他的女友看見，大林說「好東西要和老朋友分享。」請問小王該怎麼做？ 答案：向大林說聲「謝謝」，然後帶走大林的女友。 => 大林說
3271 同事們在小張家喝酒、聊天，酒過三巡後，為什麼大家都知道小張喝醉了？ 答案：因為小張正在穿鞋子，準備回家
3272 天氣愈來愈冷，為什麼小華不多加件衣服，反而要脫衣服？ 答案：因為他準備要洗澡了。
3273 東西掉了該怎麼辦？ 答案：沒關係，還有四張空白麻將。
3274 小丁在游泳池游泳，游著游著，為什麼水突然變深了？ 答案：因為有人剛撒了一泡尿
3275 粲胄甘埔綰尾趴杉嫻茫? 答案：養一隻會抓魚的熊
3276 下雨天時，兩個人共撐一把傘，結果兩個人都被淋濕；三個人共撐一把傘時，為什麼沒有人再被淋濕？ 答案：因為雨停了
3277 不小心溺水時，若附近沒有其他人該如何自救？ 答案：把水喝光 => 但是還是會脹死
3278 早上睡過頭了，結果發現是因為鬧鐘沒響時，你會如何？ 答案：叫鬧鐘該起床羅！
3279 人最怕屁股上有什麼東西？ 答案：一屁股的債
3280 世界上有那一種花通常夏天是冰冷的，冬天是溫熱的？ 答案：豆花
3281 高考發榜了，為什麼志明榜上無名卻一點也不難過？ 答案：因為志明還在念小學。
3282 烏龜有沒有牙齒？ 答案：你沒張開嘴巴我怎麼知道？
3283 地上的積水因太陽照射蒸發，會愈來愈少；什麼地方的水太陽愈強烈照射，水反而愈來愈多？ 答案：A.身上的汗水。B.雪地
3284 什麼事是林先生和林太太每天睡覺時都要做的事？ 答案：閉上眼睛
3285 王太太委託徵信社二十四小時日夜跟蹤、監視王先生，以防他出軌，但是為什麼最後王先生還是出軌了？ 答案：因為王先生搭乘地鐵出軌了
3286 進浴室洗澡時，要先脫衣服還是褲子？ 答案：先關門比較好
3287 問醫生病人的情況,醫生只舉起5個手指家人就哭了,是什麼原因呢 答案：三長兩短
3288 一隻狗總也不洗澡，為什麼不生虱子？ 答案：狗當然生不出虱子來
3289 遇到什麼事情最好高抬貴手 答案：別人用槍指著你的時候
3290 什麼話可以世界通用 答案：電話
3291 為什麼阿郎穿著全新沒破洞的雨衣,卻依然弄的全身濕透？ 答案：因為他在炎熱的太陽底下穿著雨衣
3292 一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊 答案：難道你不知道山羊是吃素的嗎？
3293 你在學校學到的知識越多，什麼就會少？ 答案：不知道的東西
3294 什麼布是用剪子剪不斷的？ 答案：瀑布
3295 有一種東西，上升的時候同時會下降，下降的同時會上升，這是什麼？ 答案：蹺蹺板
3296 什麼樣的水不能喝？ 答案：薪水
3297 大家都不想得到的是什麼？ 答案：得病
3298 一個人掉到河裡，，它從河裡爬上來，頭髮卻沒濕，為什麼？ 答案：因為他是光頭
3299 一個自討苦吃的地方在哪裡？ 答案：藥店
3300 你能否用3跟筷子搭起一個比3大比4小的數？ 答案：搭成圓周率「Π」
3301 數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？ 答案：加個「.」成為「0.1」
3302 什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？ 答案：上嘴唇和下嘴唇
3303 請仔細想一想，你所見到的最大影子是什麼？ 答案：地球的影子，即每天的晚上
3304 金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？ 答案：金太太在吃甘蔗的時候吞吞吐吐
3305 如果你有一隻下金蛋的母雞，你該怎麼辦？ 答案：打自己一嘴巴，不要做夢了！
3306 要想使夢成為現實，我們幹的第一件事會是什麼 答案：醒來
3307 我不會輕功，反一隻腳搭在雞蛋上，雞蛋卻不會破，這是為什麼？ 答案：另一隻腳站在地上
3308 什麼水取之不盡，用之不竭？ 答案：口水
3309 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？ 答案：沉到江底
3310 有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？ 答案：把塞子推到瓶子裡去
3311 一架飛機坐滿了人，從萬米高空落下墜毀，為什麼卻一個傷者也沒有？ 答案：因為都摔死了
3312 狐狸精最擅長迷惑男人,那麼什麼精男女一起迷 答案：酒精
3313 一個老老人頭頂上只剩三根頭髮，有一天他要參加重要盛會，為什麼他仍忍痛拔掉其中一根頭髮呢？ 答案：因為他要梳中分
3314 書店買不到的書是什麼書？ 答案：秘書
3315 什麼東西在用之前是乾的，用完了以後是濕的，而且在使用的過程中還給人以沁人心脾的滿足感？ 答案：茶袋
3316 王先生養了一隻很漂亮的孔雀,有一天,王先生的孔雀在先生的花園裡生了一隻蛋,請問這隻蛋應屬於誰的 答案：孔雀的
3317 什麼時候，時代廣場的大鐘會響13下？ 答案：壞的時候
3318 盒子裡有四塊蛋糕，四個小朋友，每人都分到一塊，但盒子裡還留下一快蛋糕，為什麼？ 答案：其中一個小朋友連盒子一起拿走，所以盒子裡還有一個蛋
3319 小明每天寫信給他的女朋友，每天寄七封，但他的女朋友珍妮，每天卻只收到一封信，為什麼？ 答案：因為他有七個女朋友
3320 什麼東西越洗越髒？ 答案：水
3321 有一根棍子，要它變短，但不能鋸斷、折斷或削短，該怎麼辦？ 答案：找一個長的與它比，就短了
3322 警方發現一出智慧型的謀殺案,現場沒有留下任何線索,也沒有目擊者,但警方在一小時後宣佈破案,為什麼 答案：兇手自首了
3323 阿明給蚊子咬了一大一小的包，請問較大的包，是公蚊子咬的，還是母蚊子咬的？ 答案：公蚊不咬人
3324 什麼時候，四減一等於五？ 答案：四邊形，減去一個角，變成五邊形
3325 文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？ 答案：她在洗別人的衣服
3326 有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去那裡 答案：去精神病院
3327 有兩對母女，到餐廳吃午餐，每人各叫一個70元的套餐，付賬時卻只付210元，為什麼？ 答案：她們是祖孫三代
3328 有一個字，我們從小到大都念錯，那是什麼字？ 答案：錯
3329 「狼來了！」這個故事給人有什麼啟示？[答案] 答案：同一大話只能重複兩次
3330 電單車時速80公里，向北行駛。有時速20公里的東風，請問電單車的煙，朝那個方向吹？ 答案：電車是沒有煙的
3331 一年裡,有些月份像一月份有三十一日的,也有些月份像六月份有三十日的請問,有二十八日的總共有那幾個月份呢 答案：每個月都有
3332 現在有二枚市面常用的硬幣，面值共為六毛，其中有一枚不是一毛，請問二枚硬幣面值各為多少 答案：一枚不是一毛，那另一枚是一毛，因此是一毛和五毛
3333 在香港生活的人，是不是可以埋葬在廣州呢 答案：不可以，活人是不能埋葬的
3334 在一間房子裡,有油燈,暖爐及壁爐現在,想要將三個器具點燃,可是你只有一根火柴請問首先應該點哪一樣 答案：火柴
3335 IX---這個羅馬數字代表9，如何加上一筆，使其變成偶數？ 答案：加"s"，因為SIX是六的意思
3336 拿著雞蛋丟石頭，但雞蛋卻沒破，為什麼？ 答案：一隻手拿著雞蛋，另一隻手丟石頭，雞蛋當然不會破
3337 一間牢房中關了兩名犯人，其中一個因偷竊，要關一年，另一個是強盜殺人犯，卻只關兩個星期，為什麼？ 答案：兩星期後就要執行死刑
3338 一對僑居意大利的中國夫婦，某天太太到市場買雞胸，因為她不懂意語，只好學雞叫，再指指自己的胸部，想買雞角便指自己的腳，老闆看懂了；後來她想買香腸，卻回家叫丈夫來，為什麼？ 答案：因為他丈夫懂意大利語
3339 小張開車，不小心撞上電線桿發生車禍，警察到達時車上有個死人，小張說這與他無關，警察也相信了，為什麼？ 答案：小張是開靈車的
3340 吃蘋果時，咬下一口，發現竟一條蟲，覺得好可怕；看到二條蟲，也覺得好可怕，但看到幾條蟲，才讓人覺得最可怕？ 答案：半條，說明另半條在你肚子裡
3341 一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？ 答案：跑去追老鼠
3342 動物園中，大象鼻子最長，鼻子第二長的是什麼？ 答案：小象
3343 為什麼白鷺鶯總是縮者一隻腳睡覺？ 答案：縮兩隻腳就會跌
3344 提早放工回家的小李，一進臥室，看見隔壁的小劉與自己老婆睡在床上，但小李卻毫不動怒，為什麼？ 答案：因為小劉是女的
3345 公共汽車來了，一位穿常裙的小姐投了4元，司機讓她上車；第二位穿迷你裙的小姐，投了2元，司機也讓她上車；第三位小姐沒給錢，司機也照樣讓她上車，為什麼？ 答案：她用的是月票
3346 阿強和阿燕裸體死在一間密室中、現場只留下一灘水和一些碎玻璃，請推測他們的死因？ 答案：阿強和阿燕是金魚
3347 有一艘船限載50人，船上已有49人後，再加上一個孕婦上了船，結果船沉入海中，為什麼？ 答案：這是個潛水艇
3348 失戀的黃先生在一個月黑風高的晚上,走上街頭,迎面過來飛車,他站在兩個車燈中間,車子呼嘯而過,人竟毫髮無損,為什麼 答案：迎面而來的是兩輛摩托車，而不是汽車
3349 有一座大大廈發生火災，陳先生逃到頂樓後，想跳過距離只有1米的隔壁樓頂，結果卻摔死了，為什麼？ 答案：因為高度相差太遠
3350 身份證掉了，怎麼辦？ 答案：拾起來
3351 小明拿了一百元去買一個七十五元的東西，但老闆卻只找了五元給他，為什麼？ 答案：因為他只給了八十元給老闆
3352 今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼？ 答案：人很多，但沒有"半"個人
3353 進動物園看到的第一個動物是什麼？ 答案：售票員
3354 地球末日來臨。地球上最後一位男人正坐在書桌前寫遺書，突然聽到敲門聲，是幽靈，外星人，動物嗎？全都不是。更不是因風或石子等無生命的東西發出的聲音，那麼是誰發出的敲門聲呢？ 答案：女人
3355 一位卡車司機撞倒了一個騎摩托車的人，結果是卡車司機受重傷，而摩托車騎士卻沒事。這是為什麼？ 答案：卡車同機步行
3356 一天夜裡狂起了狂風，這時一個桌子上總共有12支點燃的蠟燭，先被風吹滅了3根，不久又一陣風吹滅了2根，最後桌子上還剩幾根蠟燭？ 答案：5根，其它的燒完了
3357 有一次，老李買了一隻狗，買了一籃子骨頭，他休息時，用一根5米的繩子將狗拴在路邊樹上，將骨頭放在離狗8米的地方，但過了一會兒，他發現骨頭被狗叼走了，你知道為什麼嗎？ 答案：因為狗在樹的這一端，骨頭在樹另一端，它們相距8米
3358 一個並非神槍手的人手持獵槍，另一個人將一頂帽子掛起來，然後將持槍人的眼睛蒙上，讓他向後走10步，再向左轉走10步，最後讓他轉身對帽子射擊，結果他一槍打中了帽子，這怎麼一回事？ 答案：另一個人把帽子掛在他槍口上
3359 有兩個棋友他們在同一天中一共下了9盤棋，結果在沒有和局的情況下他倆贏的次數相同，這是怎麼一回事？ 答案：這九盤棋不都是他們倆之間下的
3360 老師用籃子拿來了五個蘋果，準備分給五個小朋友，每個小朋友分一個，但是籃子裡還要留一個，請問怎麼分？ 答案：五個人分一個，分四次
3361 有爺倆，娘倆和兄妹倆，只有6個燒餅，但卻每人分得了兩個，這是為什麼？ 答案：他們只有三個人：母親，兒子，舅舅
3362 草地上畫了一個直徑十米的圓圈，內有牛一頭，圓圈中心插了一根木樁。牛被一根五米長的繩子栓著，如果不割斷繩子，也不解開繩子，那麼此牛能否吃到圈外的草？ 答案：能，因為沒有說牛是被木樁給拴著的
3363 某富翁的左右鄰居都養狗，一到晚上，這二條狗就吠叫不停。無法忍受這種折磨的富翁，便出搬家費一百萬元，希望左右鄰居搬走。的確，兩個鄰居是連狗一起搬家了，但是一到夜晚，富翁還是可聽到完全相同的狗吠聲。這是為什麼？ 答案：兩鄰居互相交換房屋
3364 1，2，3所能組成的最大數是多少？ 答案：3的21次方
3365 媽媽叫大雄趕快起床上學校，因為就快遲到了！但是前天被毆，昨天被打的大雄，說什麼也不肯去，只表示已經「沒法子了！」這是為什麼？ 答案：因為大雄是學校的老師
3366 一百個男人無法抬起的物體，卻有一女子可單手舉起，此物體究竟為何物？ 答案：雞蛋
3367 有對一模一樣的雙胞胎兄弟，哥哥的屁股有黑痣，而弟弟沒有。但即使這對雙胞胎穿著相同的服飾，仍然有人可立刻知道誰是哥哥，誰是弟弟。究竟是誰呢？ 答案：他們雙胞胎本身
3368 有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？ 答案：每個字兩角
3369 中國古賢人曾將蘭色外衣，浸泡於黃河中，結果產生何種現象？ 答案：沾濕
3370 徐先生犯了一個大錯誤。當他在太太面前，掏口袋的一剎那，一些袋內的酒吧火柴盒、未中獎的馬票，以及舊情人的照片等，均散落一地。他在慌張之餘，為了避免吵架，雙手各遮起一件東西。試問，他所遮起最有效的東西是什麼？ 答案：她太太的左眼和右眼
3371 有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎？（限時10分鐘) 答案：可能，貨車在下坡路上
3372 前些日子，小高與雙親頭一次出國旅行，他們三人來到一個完全陌生的國度。由於語言上的不通，他的父母顯得不知所措。而只有小高未感受絲毫不方便，彷彿仍在自己的國家中，這是什麼道理呢？ 答案：原來小高僅是一名嬰兒
3373 芳齡二十四，自認窈窕美麗的丁小姐，逐漸厭煩這種遊戲人間的愛情，於是便於夏天下定決心  要和第一個向她求婚的人，踏入地毯的那一端。但是，當我於秋天再度碰到丁小姐時，她雖然表示：「有人要我結婚，已高達四十二次了！」但是她卻 答案：因為要她結婚的是他父母
3374 住在山谷中的志明，突然想吃泡麵，便支起小鍋來燒水。水快開了才發現家裡的泡麵已吃完了，急急忙忙到山腳下的雜貨店去買。30分鐘後回到家，發現鍋裡的熱水全都不見了。這究竟是為什麼？ 答案：因為熱水都變成冷水了
3375 A君與B君的家均位於新興的住宅地，相距只有一百米。此地除這兩家之外，還沒有其他鄰居，而且也沒有安裝電話。現在A君想邀請B君「來家裡玩」，在不去B君家邀約的情況下，以何種方法能最早通知B君？假設A君身邊裝著十張畫圖紙、奇異筆、膠 答案：他只要大聲吼叫就可以了
3376 古時候，什麼人沒當爸爸就先當公公？ 答案：太監
3377 電影院內禁止吸煙，而在劇情達到高潮時，卻有一男子開始抽煙，整個銀幕籠罩著煙霧。但是，卻沒有任何一位觀眾出來抗議，這是為什麼？ 答案：因為那男子是電影裡的主人公
3378 紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？ 答案：不要念出此文
3379 馬路上發生車禍碰撞事件，當警察立刻趕往時雖然司機全力相助，一人卻已死亡。依司機的說法，此人並非死於車禍，而是因肺癌喪命。因同坐車的只有司機和死者二人，根本沒有目擊者；但是，警察卻立刻明白，司機並沒有說謊。這是為什麼？ 答案：因為這是輛靈車，死者在車禍前就經死了
3380 妻子：「糟糕，親愛的，你送給我的鑽石戒指，落到紅茶裡去了……」結果，戒指又平安回到妻子的手上，而且一點也沒有弄濕的痕跡。這難道是奇跡嗎？ 答案：是掉到紅茶罐裡去了
3381 什麼東西在倒立之後會增加一半？ 答案：數字"6"
3382 為什麼人們要到市場上去？ 答案：因為市場不可能來
3383 在狩獵公園的池子中，鱷魚正咬住管理員的帽子遊走；只見池子外的所有管理員都一起叫罵著。但是，並沒有人的帽子不見了！為什麼？ 答案：因為那個管理員被鱷魚吃了
3384 什麼人是不用電的 答案：緬甸人
3385 什麼情況一山可容二虎？ 答案：一公一母
3386 辦什麼事睜一隻眼閉一隻眼比較好些 答案：射擊的時候
3387 一位服裝模特兒小姐，即使在平日也穿著未經發表的新款服飾，但她常常看到穿著和她完全相同服飾的人。這是為什麼？ 答案：因為她看到鏡子中的自己
3388 什麼水要按計劃發放 答案：薪水
3389 最堅固的鎖怕什麼 答案：鑰匙
3390 火柴盒內只剩一根火柴棒。A先生想點亮煤油燈，使煤爐起火，並燒熱水的話，應該先點何物較佳？ 答案：火柴棒
3391 一頭公牛加一頭母牛，猜三個字 答案：兩頭牛
3392 為什麼現代人越來越言而無信 答案：因為打電話比寫信方便
3393 小趙買一張獎票,中了一等獎,去領獎卻不給 答案：沒到領獎的日期
3394 一隻毛毛蟲,過一條沒橋的河,它怎麼過去 答案：變成蝴蝶飛過去的
3395 剛起飛的飛機突然冒煙掉在地上，為什麼沒人受傷 答案：所有人都死了
3396 老師說蚯蚓切成兩段仍能再生，小東照老師話去做，蚯蚓卻死了，為什麼 答案：小東是豎著將蚯蚓切開的
3397 網要什麼時候可以提水 答案：當水結成冰的時候
3398 一個長寬各一米，深兩米的土坑，坑裡沒有水，為什麼有人不慎跌落下去淹死了 答案：因為那是糞坑
3399 小華說他能在1秒鐘之內把房間和房間裡的玩具都變沒了，這可能嗎 答案：把眼睛閉上
3400 中國人最早的姓氏是什麼 答案：是善，沒聽說"人之初，姓本善"嗎
3401 地球上什麼東西每天要走的距離最遠 答案：地球（自轉一周）
3402 什麼時候最好還是要高高舉起你的雙手好些 答案：有人用槍指著你的時候
3403 三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間 答案：三分鐘，大家一起吃
3404 鐵放到外面要生銹，那金子呢 答案：會被偷走
3405 小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎 答案：他媽媽背他上樓
3406 人在什麼情況下會變得目中無人 答案：眼睛瞎了的時候
3407 什麼時候看到的月亮最大 答案：登上月球的時候
3408 比細菌還小的東西是什麼 答案：細菌的兒子
3409 小張說的相聲大家都喜歡聽，為什麼他有的時候說話卻要付錢 答案：打公用電話肯定要付錢
3410 黑人和白人生下的嬰兒，牙齒是什麼顏色的 答案：嬰兒沒有牙齒
3411 豬的全身都是寶，用處很大，豬對人類還有什麼用處 答案：罵人
3412 高騎自行車騎了十公里，但周圍的景物始終沒有變化。為什麼 答案：因為他騎的健身車
3413 一隻瞎了左眼的山羊，在它的左邊放一塊豬肉，在它的右邊放一塊豬肉，請問它會先吃哪一塊 答案：都不吃，山羊吃素
3414 六歲的小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理 答案：爸爸是修理小明
3415 阿里巴巴和四十大盜的故事是東方夜譚還是西方夜譚 答案：天方夜譚
3416 當地球爆炸時，什麼地方最安全 答案：地獄
3417 換心手術失敗，醫生問快要斷氣的病人有什麼遺言要交代，你猜他會說什麼？ 答案：其實你不懂我的心
3418 有個剛生下的嬰兒，有兩個小孩和他是同年同月同日生的，而且是同一對父母生的，但他們不是雙胞胎，這可能嗎？ 答案：三胞胎
3419 給你一本雜誌和一個火柴盒，你能使雜誌只有三分之一放在桌邊而不掉落下來嗎 答案：把雜誌掀開三分之一放在桌邊，自然就不會掉下來了
3420 有一根棍子，要使它變短，但不許鋸斷，折斷或削短，該怎麼辦 答案：拿一根更長的棍子跟它比
3421 看了不能買，買了不能用的是什麼 答案：棺材
3422 什麼酒價格最貴 答案：喜酒
3423 有二個空房間，一間房間有三盞燈，另一個房間有三個開關，每一個開關只能打開一盞燈，如果你只可以進每個房間一次，那你要如何知道那個開關控制哪盞燈？ 答案：將一個開關打開五分鐘，再開另一個開關，到另一房間，
3424 四個9加起來為什麼等於100？ 答案：9/9+99
3425 一個不會游泳的人掉進了水裡卻沒有淹死，為什麼 答案：他穿了救生衣
3426 放大鏡不能放大的東西是什麼？ 答案：角度
3427 什麼樣的輪子只轉不走？ 答案：風車輪
3428 當你向別人誇耀你的長處的同時，別人還會知道你的什麼？ 答案：你是不是啞巴
3429 一隻兇猛的餓貓，看到老鼠，為何卻撥腿就跑？ 答案：去追老鼠
3430 別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？ 答案：因為她的衣服只有拉鏈，沒有扣子
3431 男人在一起喝酒，為什麼非划拳不可？ 答案：敬酒不吃吃罰酒
3432 「Kiss」是動詞,形容詞還是名詞 答案：連詞
3433 梁山伯和祝英台變成了一對比翼雙飛的蝴蝶之後怎樣了？ 答案：生了一堆毛毛蟲
3434 一個人被老虎窮追不捨，突然前面有一條大河,他不會游泳,但他卻過去了，為什麼？ 答案：昏過去了
3435 口吃的人做什麼事最虧？ 答案：打長途電話
3436 世界拳擊冠軍卻很容易被什麼擊倒？ 答案：瞌睡
3437 鐵錘錘雞蛋為什麼錘不破？ 答案：錘怎麼會破
3438 一群懼內的大丈夫們正聚集在一起商量怎樣重振男子漢的雄風，突然聽說他們的老婆來了，大家四處逃竄，惟獨一人沒有跑，為什麼？ 答案：嚇死了
3439 你的爸爸的妹妹的堂弟的表哥的爸爸與你叔叔的兒子的嫂子是什麼關係 答案：親戚關係
3440 你能做、我能做、大家都能做，一個人能做、兩個人不能一起做。這是做什麼 答案：做夢
3441 什麼貴重的東西最容易不翼而飛 答案：人造衛星
3442 哪兒的海不產魚 答案：辭海
3443 警察面對兩名歹徒，但他只剩下一顆子彈，他對歹徒說：誰動就打誰，結果沒動的反而挨子彈，為什麼？ 答案：因為不動較好打
3444 胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？ 答案：因為水池裡沒有水
3445 颳風的晚上，停電了，曉曉上床睡覺時忘了吹蠟燭，第二天醒來時，蠟燭居然還有很長一支沒有燃完，怎麼回事呢？ 答案：被風吹熄了
3446 胖姐阿英站上人體秤時，為何指針卻只指著5？ 答案：指針已經轉過一圈了
3447 什麼時候四減三會等於五 答案：四個角的東西切去一個角.
3448 有兩個人決定進行自行車比賽，看誰的自行車跑的快，比賽在一個平坦寬敞的體育場裡進行，但當比賽開始時，他們兩個卻誰也不願意領先，反而都在慢悠悠的騎，已知他們兩人都不會互相謙讓，也沒有外來因素干擾，總之，一切都很正常，這究竟 答案：他們交換了自行車
3449 小明只會花錢，天天花很多錢,可最後卻成了百萬富翁,為什麼 答案：以前是億萬富翁
3450 亞當和夏娃結婚後最大的遺憾是什麼 答案：沒人來喝喜酒.
3451 為什麼一瓶標明劇毒的藥對人卻無害 答案：只要你不去喝它
3452 兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多 答案：狗不會出汗
3453 亮亮的生日在三月三十日，請問是哪年的三月三十日 答案：每年的三月三十日
3454 有種動物，大小像隻貓，長相又像虎，這是什麼動物 答案：小老虎
3455 一溜（提示：注意諧音）三棵樹，要拴１０匹馬，只能拴單不能拴雙 答案：請問怎麼拴？
3456 猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米 答案：沒掰到一個
3457 小紅口袋裡原有１０個銅錢，但它們都掉了，請問小紅口袋裡還剩下什麼 答案：一個洞
3458 三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼 答案：叫「救命」
3459 上海的南京路，來往最多的是什麼人[答案] 答案：中國人
3460 世界上除了火車啥車最長 答案：塞車
3461 明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼 答案：什麼也看不見
3462 毛毛說：１０＋４＝２，老師也說對，為什麼 答案：10點+4點=下午2點
3463 小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡 答案：小華的身上
3464 拿雞蛋撞石頭為何不爛 答案：石頭當然不會爛
3465 什麼官不僅不領工資，還要自掏腰包 答案：新郎官
3466 油漆工的徒弟叫啥 答案：好色之徒
3467 小明在街上散步時見到一張百元大鈔和一塊骨頭，它卻撿了一塊骨頭，為什麼 答案：它是一隻狗
3468 為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下 答案：跳水運動員
3469 有一隻蝸牛從新疆維吾爾自治區爬到海南省為什麼只需三分鐘 答案：它在地圖上爬
3470 什麼事你明明沒有做卻要受罰 答案：做作業
3471 小郭很愛唱歌，就連用牙刷、牙膏刷牙時，他也與眾不同，竟還在放聲大唱，結果還可以把牙刷的很乾淨，你說為什麼 答案：不知道啊，哈哈
3472 有一名囚犯，被抓到警察局，並被單獨關到了一間密封非常好的小囚室裡，在沒有可能外人進入的情況下，第二天早晨，囚室裡居然多出了一名男士！這是為什麼 答案：她是名女囚犯，第二天生了一個小男孩
3473 五月五日是我國人民傳統節日：端午節，是偉大詩人屈原投江的日子，那麼你知道五月十二日是什麼日子嗎 答案：屈原燒"頭七"的日子
3474 3個人3天用3桶水，9個人9天用幾桶水 答案：9桶水
3475 如果有機會讓你移民,你一定不會去哪個國家 答案：天國
3476 迄今為止，你所見到的最大的影子是什麼 答案：黑夜，它是地球的影子
3477 有一個穿著泳裝的女人，她在鬆軟的沙灘上漫步，這一切雖然都很正常，但是，你會發現她的身後竟然沒有腳印！這是為什麼 答案：她是倒著走的
3478 孔子與孟子有何不同 答案：孔子把兒子背在背上，孟子把兒子扛在頭上！
3479 小王過十三歲的生日，為什麼桌子上有十四根蠟燭 答案：那晚停電，有一根是用來照明的
3480 有一位大師武功了得，他在下雨天不帶任何防雨物品出門，全身都被淋濕了，可是頭髮一點沒濕，怎麼回事 答案：他是和尚，沒有頭髮
3481 市裡新開張了一家醫院，設備先進，服務周到。但令人奇怪的是：這兒竟一位病人都不收，這是為啥 答案：獸醫院
3482 有一種布很長很寬很好看，就是沒有人用它來作衣服也不可能作成衣服，為什麼 答案：瀑布
3483 時鐘敲了十三下,請問現在該做什麼呢 答案：該去修理了
3484 有一隻公狗在沙漠中突然死掉了，請問為什麼 答案：找不到電線桿和大樹
3485 下雨天不怕雨淋的是什麼 答案：雨傘和雨衣
3486 身子裡面空空洞洞而卻擁有一雙手的是什麼麼 答案：手套
3487 有一種水果，沒吃之前是綠色的，吃下去是紅色的，吐出時卻是黑色的，請問是請問這是什麼水果 答案：西瓜
3488 擁有很多牙齒,能咬住人的頭髮的東西是什麼麼 答案：髮夾
3489 小紅與媽媽都在同一個班裡上課，這是為什麼？ 答案：媽媽是小紅的班主任
3490 為什麼自由女神像老站在紐約港 答案：她不能坐
3491 放一支鉛筆在地上,要使任何人都無法跨過,怎麼做 答案：放在牆邊
3492 離婚的主要起因是什麼？ 答案：結婚
3493 「先天」是指父母的遺傳，那「後天」是什麼？ 答案：明天的明天
3494 時鐘什麼時候不會走？ 答案：時鐘本來就不會走？
3495 林老生大手術後換了一個人工心臟。病好了後,她的女友卻馬上提出分手,為什麼會這樣 答案：沒有"真"心愛她
3496 有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？ 答案：當然能，因為他們面對面
3497 相同內容的書，為什麼小高要同時買兩本？ 答案：送人
3498 什麼時候子女相逢能並肩？ 答案：好
3499 小明從不唸書卻得了模範生，為什麼 答案：小明是聾啞學生
3500 一個招牌突然由高處掉落,砸向並排行走的五個人,為什麼只有三個人受傷 答案：因為是麥當勞（M）的招牌
3501 被鱷魚咬和被鯊魚咬後的感覺有什麼不同 答案：沒有人知道
3502 大象的左耳朵像什麼 答案：像右耳朵.
3503 阿勇做事總是拖泥帶水，但上級部門總是表彰他，這是為什麼？ 答案：他是泥瓦匠
3504 什麼英文字母最多人喜歡聽呢 答案：CD
3505 什麼地方的路最窄？ 答案：冤家路窄
3506 有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？ 答案：把塞子推到瓶裡去
3507 什麼東西晚上才生出尾巴呢 答案：流星
3508 飛機在天上飛，突然沒油了，什麼東西先掉下來？ 答案：油量表指針
3509 什麼東西有五個頭，但人不覺的它怪呢 答案：手和腳
3510 什麼槍把人打跑卻不傷人？ 答案：水槍
3511 有一種藥你不用上藥店買就能吃到，是什麼藥？ 答案：後悔藥
3512 每對夫妻在生活中都有一個絕對的共同點，那是什麼？ 答案：同年同月同日結婚
3513 美麗的公主結婚以後就不掛蚊帳了，為什麼？ 答案：她嫁給了青蛙王子
3514 什麼動物天天熬夜？ 答案：熊貓，你沒它眼圈總是黑的！
3515 滿滿一杯飲料，怎樣才能喝到杯底的飲料？ 答案：用吸管
3516 有一樣東西，你只能用左手拿它，右手卻拿不到，這是什麼東西？ 答案：右手
3517 有一隻羊，一年吃了草地上一半的草，問它把草全部吃光，需要多少年？ 答案：永遠吃不完，因為草每年都在長！
3518 傑克應該把遊艇開到紅海去，卻到了黑海，為什麼？ 答案：他是色盲
3519 只能一個人去做的事是什麼？ 答案：做夢
3520 誰是獸中之王？ 答案：動物園園長
3521 往一個籃子裡放雞蛋，假定籃子裡的雞蛋數目每分鐘增加1倍，這樣，12分鐘後，籃子滿了。那麼，請問在什麼時候是半籃子雞蛋 答案：11分鐘
3522 人在什麼情況下會七竅生煙 答案：火葬
3523 當今社會，個體戶大都靠什麼吃飯 答案：嘴巴
3524 你只要叫它的名字就會把它破壞，它是什麼？ 答案：沉默
3525 什麼人生病從來不看醫生？ 答案：盲人
3526 有一種細菌，經過1分鐘，分裂成2個，再過1分鐘，又發生分裂，變成4個。這樣，把一個細菌放在瓶子裡到充滿為止，用了1個小時。如果一開始時，將2個這種細菌放入瓶子裡，那麼，到充滿瓶子需要多長時間 答案：59分鐘
3527 小王一邊刷牙，一邊悠閒的吹口哨，他是怎麼做到的？ 答案：刷假牙
3528 有一位老太太上了公車，為什麼沒人讓座？ 答案：車上有空座
3529 「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？ 答案：青竹蛇
3530 有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？ 答案：沉到江底
3531 汽車在右轉彎時，哪一條輪胎不轉？ 答案：備用胎
3532 什麼東西經常會來，但卻從沒真正來過？ 答案：明天
3533 一個人從五十米高的大廈上跳樓自殺,重重的摔在了地上,為什麼沒被摔死 答案：他在半空就已經嚇死了
3534 青蛙為什麼能跳得比樹高 答案：樹不會跳
3535 既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？ 答案：新娘
3536 牧師無論如何都不能主持的儀式是什麼？ 答案：自己的葬禮
3537 打什麼東西既不花力氣，又很舒服？ 答案：打瞌睡
3538 一個離過五十次婚的女人，應該怎麼形容她 答案：前"公"盡棄
3539 一對健康的夫婦，很不注意計劃生育，生了三個孩子，這三個孩子都只有一隻右手，為什麼 答案：人不可能有二隻右手呀！哈哈！
3540 南來北往的二個人，一個挑擔，一個背包，他們沒爭也沒吵，也沒有人讓路，卻順利的通過了獨木橋，為什麼 答案：南來北往是同一個方向，當然不用讓路了！
3541 有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？ 答案：你自己！！
3542 有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？ 答案：朝地
3543 小張被關在一間並沒有上鎖的房間裡，可是他使出吃奶的力氣也不能把門拉開，這是怎麼回事？ 答案：推開門就行
3544 一個人在什麼情況下，才處於真正的任人宰割的地步？ 答案：手術台上
3545 胖妞生病了，最怕別人來探病時說什麼？ 答案：多多保重！
3546 農夫養了10頭牛，為什麼只有19只角？ 答案：因為一隻是犀牛
3547 如果明天就是世界末日，為什麼今天就有人想自殺？ 答案：去天堂佔位子
3548 一對健康的夫婦,為什麼會生出沒有眼睛的嬰兒 答案：雞生蛋
3549 什麼時候有人敲門，你絕不會說請進 答案：在廁所裡的時候
3550 梁山伯和祝英台變成了一對比翼雙飛的蝴蝶之後怎樣了 答案：生了一堆毛毛蟲
3551 世界上什麼東西以近2000公里小時的速度載著人奔馳,而不必加油或其它燃料 答案：地球
3552 阿勇做事總是拖泥帶水，但上級部門總是表彰他，這是為什麼？ 答案：他是泥瓦匠
3553 小戴手裡拿著火柴走到廚房，這有一個煤氣灶和一個酒精燈，他如果想燒開水，請問：他應該先點燃什麼？ 答案：火柴
3554 大海上有一艘很大的艦艇，它本來的定員是60人，結果，在上到第59人的時候，它居然就沉進海裡了！這是為什麼？（船內沒有懷孕以及體重過重的人存在；也沒有重物上船） 答案：這是一艘潛水艇
3555 有一個年輕人，他要過一條河去辦事；但是，這條河沒有船也沒有橋。於是他便在上午游泳過河，只一個小時的時間他便游到了對岸，當天下午，河水的寬度以及流速都沒有變，更重要的是他的游泳速度也沒有變，可是他竟用了兩個半小時才游到河 答案：兩個半小時就是一小時啊
3556 爸爸問小明，什麼東西渾身都是漂亮的羽毛，每天早晨叫你起床？小明猜對了，但卻不是雞，那是什麼？ 答案：雞毛撣子
3557 有個人不是官，卻負責全公司職工幹部上上下下的工作。這個人是幹什麼的 答案：開電梯的
3558 老張是一位出色的小說家，為什麼有一次他連續寫了一個月，連一篇小說的題目都沒寫出來？ 答案：寫的是散文
3559 小李因工作需要常應酬交際，雖然每天都很早回家，可是老婆還是抱怨不斷。為什麼？ 答案：他是早上才回家
3560 為什麼暑假一定比寒假長？ 答案：熱漲冷縮
3561 世界上哪裡的海不產魚？ 答案：辭海
3562 藍色的筆能寫出紅字嗎？ 答案：寫個」紅」字當然可以
3563 為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？ 答案：絕代佳人
3564 每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？ 答案：有太多的女人
3565 比細菌還小的東西是什麼？ 答案：細菌的兒子
3566 請你把九匹馬平均放到十個馬圈裡，並讓每個馬圈裡的馬的數目都相同，怎麼分？ 答案：把九匹馬放到一個馬圈裡，然後在這個馬圈外再套九個馬
3567 哪種比賽，贏的得不到獎品，輸的卻有獎品 答案：划拳喝酒
3568 路邊電線桿上蹲著一隻猴子，司機小李看到就立刻停下車來，請問為什麼？ 答案：他把猴屁股當紅燈了
3569 青春痘長在哪裡,你比較不擔心 答案：別人臉上
3570 某地發生了大地震，傷亡慘重，收音機裡不斷傳出受災情況以及尋人啟事，一位老大爺一直在注意收聽收音機的報道。有人問他：「收音機裡播放過你孫子的消息了嗎？」他回答說：「沒有。」接著他又說：「但我知道我孫子肯定平安無事。」請問 答案：他孫子是那個播音員
3571 在一次考試中，一對同桌交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？ 答案：都是白卷
3572 車禍發生不久，第一批警察就趕到了現場，他們發現司機完好無損，翻覆的車子內外血跡斑斑，卻沒有見到死者和傷者，而這裡是荒郊野外，並無人煙，這是怎麼回事？ 答案：這是一輛獻血車
3573 為什麼關羽比張飛死的早？ 答案：紅顏薄命
3574 什麼牛不會吃草？ 答案：蝸牛
3575 老李剛理完發，便要求理髮師將他的頭髮「中分」，理髮師卻說做不到，為什麼？ 答案：理髮師給老李理了光頭
3576 「好馬不吃回頭草」最合乎邏輯的解釋是什麼？ 答案：後面的草都給吃光了
3577 醫治暈車的最好辦法是什麼？ 答案：不坐車
3578 有什麼辦法能使眉毛長在眼的下面？ 答案：倒立
3579 什麼地方看到的月亮最大？ 答案：在月球上
3580 新買的襪子怎麼會有一個洞？ 答案：襪口
3581 最不聽話的是誰？ 答案：聾子
3582 什麼書誰也沒見過？ 答案：天書
3583 什麼樣的強者千萬別當？ 答案：強盜
3584 一個自討苦吃的地方在哪裡？ 答案：藥店
3585 數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？ 答案：加個「.」成為「0.1」
3586 什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？ 答案：上嘴唇和下嘴唇
3587 請仔細想一想，你所見到的最大影子是什麼？ 答案：地球的影子，即每天的晚上
3588 把24個人按5人排列，排城6行，該怎樣排？ 答案：排成正六邊形即可
3589 公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？ 答案：這是一對聾啞人
3590 用什麼擦地最乾淨？ 答案：用力
3591 什麼樣的桶子永遠裝不滿？ 答案：馬桶
3592 在船上見得最多的是什麼？ 答案：水
3593 什麼數字讓女士又愛又恨？ 答案：三八
3594 世界上除了火車啥車最長？ 答案：塞車
3595 什麼東西請人吃沒有人吃,自己吃又嚥不下？ 答案：虧
3596 打狗要看主人,那打老虎要看什麼？ 答案：看你有沒有「種」
3597 小王用捕鼠籠在家抓老鼠,第二天一早發現籠子裡抓了一隻活老鼠,而籠子外面卻有二隻死老鼠四腳朝天的死老鼠,為什麼？ 答案：那二隻看見同伴竟然笨得上當被捕活活笑死的。
3598 開什麼車最省油 答案：開夜車
1.冬瓜、黃瓜、西瓜、南瓜都能吃，什麼瓜不能吃？答案：傻瓜
2、盆裡有6只饅頭，6個小朋友每人分到1只，但盆裡還留著1只，為什麼？答案：最後一個小朋友把盆子一起拿走了
3、你能以最快速度，把冰變成水嗎？答案：把“冰”字去掉兩點，就成了“水”。
4、冬天，寶寶怕冷，到了屋裡也不肯脫帽。可是他見了一個人乖乖地脫下帽，那人是誰？答案：理髮師
5、老王一天要刮四五十次臉，臉上卻仍有鬍子。這是什麼原因？答案：老王是個理髮師
6、有一個字，人人見了都會念錯。這是什麼字？答案：這是“錯”字
7、小華在家裡，和誰長得最像？答案：自己
8、雞蛋殼有什麼用處？答案：用來包蛋清和蛋黃。
9、不必花力氣打的東西是什麼？答案：打哈欠
10、你能做，我能做，大家都做；一個人能做，兩個人不能一起做。這是做什麼？答案：做夢
11、什麼事每人每天都必須認真的做？答案：睡覺
12、什麼人始終不敢洗澡？答案：泥人
13、小明從不唸書卻得了模範生，為什麼？答案：小明是聾啞學生
14、什麼車子寸步難行？答案：風車
15、哪一個月有二十八天？答案：每個月都有28天
16、你知道上課睡覺有什麼不好嗎？答案：不如床上舒服嘛
17、什麼酒不能喝？答案：碘酒
18、什麼蛋打不爛，煮不熟，更不能吃？答案：考試得的零蛋“0”
19、火車由北京到上海需要6小時，行使3小時後，火車該在什麼地方？答案：在車軌上
20、時鐘什麼時候不會走？答案：時鐘本來就不會走
21、書店裡買不到什麼書？答案：遺書或秘書
22、什麼路最窄？答案：冤家路窄
23、什麼東西不能吃？答案：“東西”方向
24、一個人從飛機上掉下來，為什麼沒摔死呢？答案：飛機停在地上
25、一年四季都盛開的花是什麼花？答案：塑料花
26、什麼英文字母最多人喜歡聽？答案：CD
27、什麼人生病從來不看醫生？答案：盲人 28、小明知道試卷的答案，為什麼還頻頻看同學的？答案：小明是老師
29、用什麼來判斷雞的年齡？答案：用牙齒
30、用鐵鎚錘雞蛋為什麼錘不破？答案：鐵鎚當然不會破了
31、拳擊冠軍很容易被誰擊倒？答案：瞌睡蟲
32、什麼事天不知地知，你不知我知？答案：鞋底破了
33、一個人在沙灘上行走，但在他的身後卻沒有發現腳印，為什麼？答案：他在倒著走
34、一位卡車司機撞倒一個騎摩托車的人，卡車司機受重傷，摩托車騎士卻沒事，為什麼？答案：卡車司機當時沒開車
35、早晨醒來，每個人都要做的第一件事是什麼？答案：睜開眼睛
36、你能用藍筆寫出紅字來嗎？答案：寫個“紅”字有何難
37、汽車在右轉彎時，哪隻輪胎不轉？答案：備用胎
38、孔子與孟子有什麼區別？答案：孔子的子在左邊，孟子的子在上邊
39、為什麼小王從初一到初三就學了一篇課文？答案：初一到初三，兩天學一課，算不錯了！
40、一個人空肚子最多能吃幾個雞蛋？答案：一個。因為吃了一個後就不是空肚子了
41、當哥倫布一隻腳邁上新大陸後，緊接著做什麼？答案：邁上另一隻腳
42、毛毛蟲回到家，對爸爸說了一句話，爸爸即場暈倒，毛毛蟲說了什麼話？答案：毛毛蟲說：“我要買鞋。”
43、飛機從天上掉下來，為什麼沒有一個受傷的？答案：全都死了
44、太平洋的中間是什麼？答案：是平字
45、世界上最小的島是什麼？答案：馬路上的安全島
46、把一隻雞和一隻鵝同時放在冰箱裡，為什麼雞死了鵝沒死？答案：企鵝嘛
47、四個人在一間小屋裡打麻將（沒有其他人在看著），這時警察來了，四個人都跑了，可是警察到了屋裡又抓到一個人，為什麼？答案：四個人在屋裡打一個叫“麻將”的人，警察抓到的是他
48、萬獸大王是誰？答案：動物園園長
49、用什麼可以解開所有的謎？答案：答案
50、什麼樣的人死後還會出現？答案：電影中的人
51、專愛打聽別人事的人是誰？答案：記者
52、誰說話的聲音傳得最遠？答案：打電話的人
53、什麼東西的製造日期和有效期是同一天？答案：日報
54、小咪昨晚花了整整一個晚上在歷史課本上，可第二天媽媽還是罵她不用功，為什麼？答案：她用歷史課本當枕頭睡
55、能否用樹葉遮住天空？答案：只要用樹葉蓋住眼睛
56、一頭牛，向北走10米，再向西走10米，再向南走10米，倒退右轉，問牛的尾巴朝哪兒？答案：朝地
57、為什麼黑人喜歡吃白色巧克力？答案：害怕咬到自己的手
58、把8分成兩半，是多少？答案：0
59、口吃的人最吃虧的是？答案：打國際長途電話
60、什麼東西使人哭笑不得？答案：口罩
61、身份證掉了怎麼辦？答案：撿起來
62、有個人走獨木橋，前面來了一隻老虎，後面來了隻熊，這個人是怎麼過去的？答案：暈過去了
63、監獄里關著兩名犯人，一天晚上犯人都逃跑了，可是第二天看守員打開牢門一看，裡面還有一個犯人？答案：逃跑的犯人名字叫“都”
64、小明的媽媽有三個兒子，大獨生子叫大明，二兒子叫二明，三兒子叫什麼？答案：當然叫小明
65、貓見了老鼠為什麼拔腿就跑？答案：跑去捉老鼠
66、大象的左邊耳朵象什麼？答案：右邊耳朵
67、針掉到大海怎麼辦？答案：再買一顆
69、一隻候鳥從南方飛到北方要用一個小時，而從北方飛到南方則需二個半小時，為什麼呢？答案：兩個半小時不就是一個小時嗎
70、什麼人騙別人也騙自己？答案：騙子
71、李先生到16層樓去談生意，但他只乘電梯到14層樓，然後再步行爬樓梯上去，為什麼？答案：李先生個子太矮，按不到16樓的電梯按鍵
72、一個小孩和一個大人在漆黑的夜晚走路，小孩是大人的兒子，大人卻不是小孩的父親，請問為什麼？答案：因為他們是母子關係
73、什麼字全世界通用？答案：阿拉伯數字
74、一個人的前面放了一本又厚又寬的大書，他想跨過去可怎麼也跨不過去，你知道這是什麼原因嗎？答案：因為書就放在牆角
75、人的長壽秘訣是什麼？答案：保持呼吸，不要斷氣
76、什麼時候看到的月亮最大？答案：登上月球時
77、什麼人一年中只工作一天？答案：聖誕老人
78、什麼事睜一隻眼閉一隻眼比較好？答案：射擊
79、為什麼剛出生的小孩只有一隻左眼睛？答案：人本來就只有一隻左眼睛
80、哪顆牙最後長出來？答案：假牙
81、房間裡著火了，小明怎麼也拉不開門，請問他後來是怎麼出去的？答案：推開門
82、藍蘭並沒生病，但她整個晚上嘴巴一張一合？答案：她吃瓜子
83、什麼最會弄虛做假？答案：魔術師
84、有兩個面的盒子嗎？答案：有！裡面和外面
85、鐵放在屋外露天會生鏽，那麼金子呢？答案：會被偷走
86、拿雞蛋扔石頭，為什麼雞蛋沒破？答案：左手拿蛋右手扔石頭，雞蛋怎麼會破？
87、“新華字典”有多少個字？答案：四個
88、超人和蝙蝠俠有什麼不同？答案：一個內褲穿裡面，一個穿外面
89、什麼人心腸最不好？答案：得胃腸炎的人。
90、客人送來一籃草莓，貝貝吵著要吃草莓。可媽媽偏說家裡沒有草莓為什麼？答案：客人送來的只是一幅畫
91、從來沒見過的爺爺他是什麼爺爺？答案：老天爺
92、兩對父子去打獵，他們每人打了一隻野鴨，但是總共卻只有3只，為什麼？答案：祖孫3人
93、一個病人到醫院去做健康檢查，為什麼醫生說：“你離我遠一點”請問這病人得了什麼病？答案：鬥雞眼
94、什麼東西沒吃的時候是綠的，吃的時候是紅的，吐出來的是黑的？答案：西瓜
95、為什麼太陽天天都比人起的早？答案：因為：人比太陽睡的晚！
96、一隻狼鑽進羊圈，想吃羊，可是它為啥沒吃又沒吃羊？答案：因為：羊圈裡沒有羊！
97、有賣的，沒買的，每天賣了不少的。答案：門坎
98、什麼船最安全？答案：停在海灘裡的船
99、山坡上有一群羊，來了一群羊。一共有幾群羊？答案：還是一群呀！
100、想把夢變成現實，第一步應該干什麼？答案：起床。
101、大熊貓一生中的最大遺憾是什麼？答案：沒有彩色照片
102、下雨了，大家都急著回家，可有一個人卻不緊不慢地走著（他沒撐雨傘）有人問他為什麼不趕緊回家，他說了一句話，使那人暈了過去，請問他說了什麼話？答案：“急什麼，前面還不是有雨！”
103、老闆從來不會燒菜，可他每天都會燒相同的一道菜，請問這是什麼菜？答案：“炒魷魚”
104、讀書人最難堪的事是什麼？答案：想買一本書時，猛然發現包裡沒錢
105、哥哥買了3袋米，弟弟買了2袋米，回家後他們把米放在1隻大袋裡，現在他們有幾袋米？答案：1袋米
106、小明一直都是考零分的，但這回卻考了100分，為什麼他還是哭了？答案：樂哭的
107、小王是一名優秀士兵，在站崗值勤時，明明看到有敵人悄悄向他摸過來，為什麼他卻睜一隻眼閉一隻眼？答案：他在瞄準敵人~
108、為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的？答案：壯壯是一隻羊
109、有一種東西，上升的時候同時會下降下降的同時會上升，這是什麼？答案：蹺蹺板
110、做什麼事要從頭來。答案：剃頭
111、有一隻公雞在屋頂上下蛋，你說雞蛋會從左邊掉下還是右邊？答案：公雞不會下蛋
112、大力士永遠也舉不起的東西是什麼？答案：他（她）自己
113、為什麼青蛙跳得比樹高 答案：樹不會跳
114、三心二意的人是什麼人？答案：多心的人，因為那個人有三顆心。
115、80厘米長的紅螃蟹和30厘米長的黑螃蟹比賽跑步，誰會贏？答案：黑螃蟹。因為紅螃蟹是煮熟的。
116、元帥比將軍高一個等級，什麼時候元帥和將軍平等？答案：下象棋
117、什麼東西掉進水里不會濕？答案：影子。
118、小王是個司機，有一天開車出了車禍，當**趕到時，發現車上有一個死人，小王確說不管他的事，為什麼？答案：小王開的是靈車
119、什麼動物天天熬夜？答案：熊貓，它熬得眼圈都黑了。
120、一頭小豬賣200元，為什麼兩頭小豬卻可以賣幾萬元人民幣？答案：因為長了兩個頭的小豬實在罕見。
121、一個人，一隻船，一隻狗，一隻兔子，一棵白菜，這個人要把這三樣東西，運到河那邊，先送那兩個？答案：先送狗和白菜
122、什麼人最喜歡別人叫他滾？答案：監獄裡的人
123、用什麼拖地最乾淨？答案：用力
124、人為什麼喜歡往上爬？答案：因為人是猴子變的。
125、大象的長鼻子是怎麼長成的？答案：出生時就有。
126、最多能承受50個人，現在已經坐了49個人了，又來了一個人，但是卻沉了，為什麼？答案：因為那是潛水艇
127、桌子上有一個蠟燭和一個煤油燈，請問先點哪一個？答案：火柴
128、動物園的大象死了，為什麼管理員哭得死去活來？答案：因為他想到挖這麼大的坑，可能會累死。
129、為什麼現在的猴子越來越少了？答案：都變成人了。
130、小明整天說個不停，為什麼今天一句話不說了？答案：因為他嗓子啞了。
131、為什麼新買的襪子有兩個洞？答案：要不然怎麼穿
132、小東上課睡覺，老師卻不說他，為什麼？答案：老師沒看見
133、為什麼一匹大青馬掉進飯碗裡淹死了？答案：一隻蛐蛐的暱稱
134、抓到什麼賊後可以馬上處死刑？答案：烏賊
135、一隻毛毛蟲（八隻腳）走上一堆牛糞，下地以後卻發現只有六隻腳印，為什麼？答案：牛糞很臭，兩隻腳捏住鼻子了
136、大雁為什麼向南飛？答案：以為走的太慢了，就飛啊
137、有一座橋只能乘重70公斤，一個人重65公斤，他要帶兩個分別重2、6公斤的球過橋，沒借用任何東西就從橋上把兩個球帶了過去，他是怎麼過去？答案：拋起一個球，待它要落下的時候把另一個拋起。
138、平時吃晚飯都是爸爸洗碗，可今天爸爸為什麼吃完飯卻不洗碗？答案：今天在飯館裡吃的飯
139、有一隻毛毛蟲要過河，前面沒有橋，問它是怎麼過去的？答案：變成蝴蝶飛過去
140、什麼動物你打死了它，卻流了你的血？答案：蚊子
141、一根生鏽的繡花針，在7月7日7時7分7秒，浩月當空之時，扔到雲南餌海中將會發生什麼反應？答案：掉到海底
142、什麼筋傷了不能貼膏藥？答案：傷腦筋。
143、奇妙的關係在斜坡上，有兩個人推車。迎面走過來一個人，問前面的那個人：“後邊的那個人是你的兒子嗎？”那個人說：“是！”他又問後面的那個人：“前面的那個人是你的爸爸嗎？”他卻說：“不是！”請問這是什麼關係？答案：母子關係
144、打破了什麼人人都叫好？答案：世界紀錄
145、一個人掉到海裡，為什麼他的頭髮沒有濕？答案：因為他是光頭
146、什麼東西人們都不想要？答案：病。
147、汽球內有空氣，那遊戲圈裡面有什麼？ ----答案：人
148、能夠使我們的眼睛透過一堵牆的是什麼？答案：窗戶
149、豆腐為什麼能打傷人？答案：凍豆腐
150、去動物園，看到的第一個關在籠子裡的動物是什麼？答案：售票員
151、小剛從5000米高的飛機上跳傘，過了兩個小時才落到地面，為什麼？答案：他掛樹上了
152、世界上什麼人一下子變老? 答案：新娘，因為今天是新娘，明天是老婆。
153、一顆心值多少錢? 答案：1億，因為一心一意嘛!
154、颱風天氣要帶多少錢才能出門? 答案：四千萬.因為颱風天氣沒"事千萬"不要出門.
155、要考試了,不能看什麼書? 答案：百科全書(百科全輸).
156、如果明天就是世界末日，為什麼今天就有人想自殺？答案：去天堂佔位置
157、提問：布和紙怕什麼？答案：布怕一萬，紙怕萬一。原因：不(布)怕一萬，只(紙)怕萬一。
158、提問：鉛筆姓什麼？答案：蕭原因：削(蕭)鉛筆。
159、提問：麒麟到了北極會變成什麼？回答：冰淇凌。原因：冰淇凌(冰麒麟)。
160、提問：從1到9哪個數字最勤勞，哪個數字最懶惰？回答：1懶惰；2勤勞 原因：一(1)不做二(2)不休。
161、提問：怎樣使麻雀安靜下來？回答：壓它一下。原因：鴉雀無聲(壓雀無聲)。
162、提問：歷史上哪個人跑的最快? 回答：曹操原因：說曹操曹操到
163、提問：30-50哪個數字比熊的大便厲害! 答案：40 原因：事實勝於雄(熊)辯
164、狼來了（猜水果）？答案：楊桃 (羊逃）
165、一輛客車發生了事故，所有的人都受傷了，為什麼小明卻沒事？答案：因為他不在車上
166、有個地方能進不能出,請問這是什麼地方? 答案：墳墓
167、雞鵝百米賽跑,雞比鵝跑得快,為什麼卻後到終點站? 答案：雞跑錯了方向
168、上課鈴聲東響了，卻沒有一個同學在教室裡，怎麼回事？答案：上的是體育課
169、玲玲沒學過算術，老師卻誇她的數學是數一數二的,為什麼? 答案：從一數到二
170、有人說吃魚可避免患近視眼，為什麼？答案：你見過貓戴眼睛
171、什麼東西嘴裡沒有舌頭 答案：茶壺嘴
172、什麼樣的官不能發號施令，還得老向別人陪笑？答案：新朗官
173、一名警察見了小偷拔腿就跑，為什麼？答案：想快點抓住小偷
174、小明天天吃口香糖，可別人還說他口臭，為什麼？答案：他天天說髒話。
175、青蛙為什麼能比樹跳得高？答案：因為樹不會跳
176、“你跟豬站在一起”，猜一種動物 答案：象（像）
177、老王一天要刮四五十次臉，臉上卻仍有鬍子。這是什麼原因？答案：老王是個理髮師
178、什麼花不能摸 答案：火花
179、用什麼可以解開所有的謎？答案：答案
180、什麼時候，時代廣場的大鐘會響13下？答案：該修理的時候
181、在古時侯，什麼人沒當爸爸就先當公公了？答案：太監
182、什麼時候有人敲門，你絕不會說請進？答案：上廁所的時候
183、黑雞厲害還是白雞厲害?為什麼? 答案：黑雞厲害，能下白蛋，白雞下不了黑蛋。
184、為什麼大家都喜歡坐著看電影？答案：因為站著看腳會酸
185、廢除早自習會造成什麼影響？答案：少睡半小時
186、請龜兔賽跑，請豬來當裁判，請問龜兔誰會贏？答案：不能說！說的人是豬…
187、兩個女人與一千隻鴨子所說的話有何相似性呢？答案：無稽（雞）之談
188、農夫家裡有一頭豬和驢，過年的時候你說農夫先殺豬還是驢？答案：你願意殺豬（傻豬）還是殺驢（儍驢）
189、為什麼飛機飛這麼高都不會撞到星星呢？答案：因為星星會“閃”
190、一天，一塊三分熟的牛排在街上走著，突然他在前方看到一塊五分熟的牛排，可卻沒有理會他。他們為什麼沒打招呼？答案：因為他們不熟
十→　田中
牢→　大牛欄（桃園  新屋）
出糗→　烏龍（屏東縣）
祖舖→　阿公店
退潮→　汐止
毒窟→　太麻里
長城→　萬里
熱烘烘→　暖暖
燒酒瓶→　鶯歌
孔明居→　臥龍洞
大補丸→　丹大（南投）
安眠窩→　枕頭山
狼來了→　楊梅
模範村→　佳里
三千坪→　大甲
我內人→　梧棲
快下雨→　烏山頭
預付款→　前金
龍王廟→　海神宮
空中稱霸→　高雄
主席就位→　台中
雙火雙水→　淡水
風光明媚→　景美
開張大吉→　新店
地層下陷→　深坑
推三阻四→　七堵
老鼠當道→　貓空
被蚊子咬→　艋舺
不良少年→　太保
四分五裂→　九份
樂善好施→　善化
警察出巡→　保安
一生無恙→　永康
菜籃裝沙→　沙鹿
賣身葬父→　節孝
豐年吉兆→　瑞穗
天昏地暗→　烏日
南天門處→　泰山
涇渭分明→　二水
飯匙呈粥→　澳底
酒後微醺→　瑪西
煙雨朦朧→　觀霧
還我河山→　光復
飲水思源→　知本
北斗隕石→　七星岩
仙女下凡→　七美
重振文化→　復興
四川名山→　峨嵋
清明祭祖→　思源
沃野千里→　豐原
朦朧山岳→　霧峰
陰陽湖泊→　日月潭
閏十二月→　雙冬
啞巴開口→　植梧
四季如春→　恆春
哪吒神殿→　太子宮
無量壽佛→　彌陀
地方父母→　梓官
衣錦還鄉→　高中
射日勇將→　後驛
巨鵬展翅→　大鳥
禮尚往來→　丹路
失敗之子→　成功
皇上賜坐→　金樽
森林之王→　泰山
群峰相疊→　萬巒
遊子返鄉→　歸來
魏晉奇人→　七賢
世界和平→　大同
大漢擋路→　壯圍
表揚善行→　嘉義
雨後春筍→　新竹
成績優良→　學甲
身懷六甲→　大肚
花中之王→　牡丹
東西賣光光→　通宵
泥菩薩過江→　南保
洞房花燭夜→　合歡
飯桌少雙筷→　基隆
天下第一家→　頭屋
這裡無文盲→　士林
成績改錯了→　追分
拜神點香數→　三芝
有家歸不得→　望鄉
阿公在唱歌→　爺亨
和煦的陽光→　春日
「理」字不要土→　王田
天下第一關→　頭城
餓不死的里→　金包里
早期勞軍隊伍→　康樂
樹木高聳入天→　雲林
被拋棄的女人→　野柳
你我他疊一起→　三重
兩好球三壞球→　南投
不衛生的國民→　塗潭
不愁衣食住行→　金山
花果山水濂洞→　侯侗
說謊過了頭→　象鼻
千里姻緣一線牽→　湊合
忠孝仁愛信義和平→　八德
兩地相隔、以木為媒→　板橋
雙火雙水→ 淡水
開張大吉→ 新店
熱烘烘→ 暖暖
推三阻四→ 七堵
長城→ 萬里
地層下陷→ 深坑
你我他疊一起→ 三重
風光明媚→ 景美
老鼠當道→ 貓空
被蚊子咬→ 艋舺
燒酒瓶→ 鶯歌
雨後春筍→ 新竹
成績優良→ 學甲
兩好球三壞球→ 南投
身懷六甲→ 大肚
一生無恙→ 永康
花中之王→ 牡丹
樂善好施→ 善化
警察出巡→ 保安
不良少年→ 太保
四分五裂→ 九份
狼來了→ 楊梅
模範村→ 佳里
我內人→ 梧棲
農夫插秧→ 田中
菜籃裝沙→ 沙鹿
天昏地暗→ 烏日
涇渭分明→ 二水
飯匙盛粥→ 澳底
快下雨→ 烏山頭
預付款→ 前金
東西賣光光→ 通宵
飯桌少雙筷→ 基隆
天下第一家→ 頭屋
不衛生的國民→ 塗潭
表揚善行→ 嘉義
不愁衣食住行→ 金山
南天門處→ 泰山
兩地相隔、以木為媒→ 板橋
退潮→ 汐止
這裡無文盲→ 士林
拜神點香數→ 三芝
被拋棄的女人→ 野柳
千里姻緣一線 牽→ 湊合
花果山水濂洞→ 侯侗
 身懷六甲 → 大肚
 日本人落腳處 → 四角亭
 酒後微醺 →瑪西
 忠孝仁愛信義和平 → 八德
 牢 → 大牛欄
 重振文化 → 復興
 阿公在唱歌 → 爺亨
 四川名山 → 峨嵋
 說謊說過了頭 → 象鼻
 煙雨朦朧 → 觀霧
 北斗隕石 → 七星岩
 仙女下凡 → 七美
 洞房花燭夜 → 合歡
 清明祭祖 → 思源
 成績改錯了 → 追分
 沃野千里 → 豐原
 朦朧山岳 → 霧峰
 大補丸 → 丹大
 陰陽湖泊 → 日月潭
 孔明居 → 臥龍洞
 有家歸不得 → 望鄉
 閏十二月 → 雙冬
 樹木高聳入天 → 雲林
 啞巴開口 → 植梧
 四季如春 → 恆春
 哪吒神殿 → 太子宮
泥菩薩過江 → 南保
 無量壽佛 → 彌陀
 地方父母 → 梓官
 衣錦還鄉 → 高中
 射日勇將 → 後驛
 姑婆寮 → 姥居
 祖舖 → 阿公店
 巨鵬展翅 → 大鳥
 毒窟 →太麻里
 禮尚往來 → 丹路
 失敗之子 → 成功
 皇上賜坐 → 金樽
 和煦的陽光 →春日
 森林之王 → 泰山
 龍王廟 → 海神宮
 出糗 → 烏龍
 群峰相疊 → 萬巒
 遊子返鄉 → 歸來
 魏晉奇人 → 七賢
 世界和平 → 大同
 「理」字不要土 → 王田
 大漢擋路 → 壯圍
 安眠窩 → 枕頭山
 天下第一關 → 頭城
 賣身葬父 → 節孝
 豐年吉兆 → 瑞穗
 餓不死的里 → 金包里
 早期勞軍隊伍 → 康樂
 還我河山 → 光復
飲水思源 → 知本
1.三姑六婆→臆台灣南部地名。 【九如--佇屏東】
2.二級上將。→臆台灣地名一。 【三星】
3.八。→臆台灣地名一。 【六腳】
4.玉皇大帝的老母。→臆台灣地名一。【天母】
5.聖母瑪利亞。→臆台灣地名一。 【天母】
6.浪子。→臆台灣地名一。 【太保】
7.歸世人無破病。→臆台灣地名一。【永康】
8.大官的宿舍→臆台灣地名一。 【公館】
9.萬世太平。→臆台灣地名一。 【永靖】
10.十．→臆台灣地名一。 【田中】
11.公有地。→臆台灣地名一。 【官田】
12.模範村。→臆台灣地名一。 【佳里】
13.年年二三月。→臆台灣地名一。 【恆春】
14.飲水思源。→臆台灣地名一。 【知本】
15.兔。→臆台灣地名二。 【虎尾、後龍】
16.預付款。→臆台灣地名一。 【前金】
17.北軍歸順。 →臆台灣地名一。 【南投】
18.仗。 →臆台灣地名一。 【泰山】
19.阮某。→臆台灣地名一。 【梧棲】
20.筍。→臆台灣地名一。 【新竹】
21.開張大吉。→臆台灣地名一。 【新店】
22.山明水秀。→臆台灣地名一。 【景美】
23.優等生。→臆台灣地名一。 【學甲】
24.狀元及第。→臆台灣地名一。 【頭屋】
25.行天宮。→臆台灣地名一。 【關廟】
26.三人行。→ 臆台灣地名一。 【六腳】
27.長治久安。→ 臆台灣地名一。 【永和】
28.兩斗欠四升→ 臆台灣地名一 【斗六】
29.九個位十個人→ 臆台灣地名一 【基隆(加人)】
30.飯匙戛湆(khat4 am2)→ 臆台灣地名一【澳底】
31.厝頂披衫→ 臆台灣地名一 【三塊厝】
32.入洞房 → 臆台灣地名一 【二結】
33.腹堵流血 → 臆台灣地名一 【七堵】
34.囡仔食奶 → 臆台灣地名一 【八堵】
35.三千坪 → 臆台灣地名一 【大甲】
36.天下太平 → 臆台灣地名一 【大安】
37.雙雙對對→ 臆台灣地名一 【四結】
38.肖猴→ 臆台灣地名一 【九如】
39.查某人有身→ 臆台灣地名一 【六甲】
40.龍井→ 臆台灣地名一 【王田】
41.肚臍抹粉→ 臆台灣地名一 【中庄】
42.浪子→ 臆台灣地名一 【太保】
43.歸世人無病痛→ 臆台灣地名一 【永康】
44.萬世太平→ 臆台灣地名二 【永靖、永和】
45.甲→ 臆台灣地名一 【田尾】
46.男人國→ 臆台灣地名一 【民雄】
47.南軍歸順→ 臆台灣地名一 【北投】
48.公有土地 → 臆台灣地名一 【官田】
49.公司董事長 → 臆台灣地名一 【社頭】
50.慶豐年 → 臆台灣地名一 【佳冬】
四季如春 「恆春」
飲水思源 「知本」
洞房花燭夜 「合歡」
樂善好施 「善化」
中之王 「牡丹」
牢 「大牛欄」
東西賣光光 「通宵」
被蚊子咬 「艋舺」
身懷六甲 「大肚」
長城 「萬里」
飯桌少雙筷 「基隆」
一生無恙 「永康」
不良少年 「太保」
退潮 「汐止」
天下第一家 「頭屋」
風光明媚 「景美」
四分五裂 「九份」
錢袋 「荷苞」
這裡無文盲 「士林」
飯匙呈粥 「澳底」
警察出巡 「保安」
祖舖 「阿公店」
拜神點香數 「三芝」
雨後春筍 「新竹」
菜籃裝沙 「沙鹿」
毒窟 「太麻里」
有家歸不得 「望鄉」
推三阻四 「七堵」
涇渭寫明 「二水」
出糗 「烏龍」
泥菩薩過江 「南保」
地層下陷 「深坑」
開張大吉 「新店」
預付款 「前金」
和煦的陽光 「春日」
雙火雙水 「淡水」
南天門處 「泰山」
熱烘烘 「暖暖」
天下第一關 「頭城」
天昏地暗 「烏日」
成績優良 「學甲」
模範村 「佳里」
餓不死的里 「金包里」
表揚善行 「嘉義」
酒後微醺 「瑪西」
大補丸 「丹大」
早期勞軍隊伍 「康樂」
老鼠當道 「貓空」
煙雨矇矇 「觀霧」
孔明居 「臥龍洞」
不衛生的國民 「塗潭」
重振文化 「復興」
北斗隕石 「七星岩」
姑婆寮 「姥居」
不愁衣食住行 「金山」
四川名山 「峨嵋」
仙女下凡 「七美」
狼來了 「楊梅」
兩好球三壞球 「南投」
清明祭祖 「思源」
沃野千里 「豐原」
我內人 「梧棲」
你我他疊一起 「三重」
朦朧山岳 「霧峰」
陰陽湖泊 「日月潭」
龍王廟 「海神宮」
樹木高聳入天 「雲林」
閏十二月 「雙冬」
哪叱神殿 「太子宮」
快下雨 「烏山頭」
日本人落腳處 「四角亭」
啞巴開口 「植梧」
地方父母官 「梓宮」
安眠窩 「枕頭山」
無量壽佛 「彌陀」
衣錦還鄉 「高中」
阿公唱歌 「爺亨」
被拋棄的女人 「野柳」
射日勇將 「後驛」
禮尚往來 「丹路」
遊子返鄉 「歸來」 
花果山水濂洞 「侯侗」
巨鵬展翅 「大鳥」
失敗之子 「成功」
群峰相疊 「萬巒」
「理」字不要土 「王田」
皇上賜坐 「金樽」
森林之王 「泰山」
魏晉奇人 「七賢」
千里姻緣一線牽 「湊合」
世界和平 「大同」
大漢擋路 「壯圍」
還我河山 「光復」
忠孝仁愛信義和平 「八德」
賣身喪父 「節孝」
豐年吉兆 「瑞穗」
成績改錯 「追分」
兩地相隔以木為媒 「板橋」
1、 水落石出 「猜一字」……………………….. 硯
2、 黃金布，包銀條，身體彎彎兩頭翹「猜水果名」…………….香蕉
3、 安字去了蓋，莫當女子猜「猜一字」…………好
4、 小小諸葛亮，獨坐軍中帳，擺成八字陣，專捉飛來將「猜動物名」…「蜘蛛」
5、 手足情深「猜一字」…捉
6、 歸暝嘸睏「猜台灣地名」…通霄
7、 嘮叨「猜一字」…夠
8、 大一點，再大一點「猜一名詞」…太太
9、 什麼貓下跪不吃魚？「猜一動物」…熊貓
10 草木之中有個人「猜一字」…茶
11 重男輕女「猜中國地名」…貴陽
12 一輪明月藏雲腳，兩片殘花落馬腳「猜一字」…熊
13 二小姐「猜一字」…姿
14 群峰相壘「猜台灣地名」…萬巒
15 一邊是綠，一邊是紅，一邊喜雨一邊喜風「猜一字」…秋
16 大合唱「猜一成語」…異口同聲
17 撕掉中間「猜一字」…折
18 和尚下班「猜一地名」…關廟
19 心有餘而力不足「猜一字」…忍
20 咬著包子蹲馬桶「猜一成語」…含苞待放
21 通通有獎「猜一字」…份
22 一隻蜜蜂停在日曆上「猜一成語」…風和日麗
23 朦朧山岳「猜台灣地名」…霧峰
24 牽牛星「猜一字」…旦
25 百年前是草，百年後是木「猜一字」…葉
26 氣球「猜一成語」…不翼而飛
27 內人「猜本省地名」…梧棲
28 九橫六豎「猜一字」…晶
29 陰陽湖泊「猜台灣地名」…日月潭
30 殘花半壯落，斜月十低「猜一字」…蔣
31 籃框比球還小「猜一台灣中部地名」…南投
32 聞不入耳「猜一字」…門
33 閻羅王寫日記「猜一」…鬼話連篇
34 弄璋之喜「猜一字」…甥
35 南下牧馬多惡行「猜一成語」…胡作非為
36 退潮「猜台灣地名」…汐止
37 九張嘴巴，有八張破「猜一字」…井
38 和尚打傘「射一成語」…無法無天
39 一條狗，七張嘴「猜一字」…獸
40 老丈人坐飛機「猜一南宋人名」…岳飛
41 天下第一關「猜台灣地名」…頭城
42 飲水思源「猜台灣地名」…知本
43 只是近黃昏「猜一字」…醬
44 八十歲照鏡子「猜一歇後語」…老樣子
45 杯杯不落空「猜一字」…林
46 盲人吃橘子「猜一口語」…瞎掰
47 禮義廉恥「猜一字」…羅
48 柳暗花明又一村「猜一台北縣地名」…新莊
49 年紀並不大，鬍子一大把，不論遇到誰，總愛喊媽媽「猜動物名」…羊
50 王母娘娘「猜本省地名」…天母
51 禁止登山「猜一成語」…高不可攀
52 世界和平「猜台灣地名」…大同
53 左一片，右一片，摸得見，看不著「猜人器官名」…耳朵
54 一口吃掉牛尾巴「猜一字」…告
55 兩好球三壞球「猜台灣地名」…南投
56二八佳人「猜一字」…妙
57還我河山「猜台灣地名」…光復
58 一人一張口，口下長隻手「猜一字」…拿
59 忠孝仁愛信義和平「猜台灣地名」…八德
60 六十天「猜一字」…朋
61 軍事教育「猜古人名」…武訓
62 一個白髮老公公，烏豆撤在路當中「猜一動物」…羊
63 一人腰上掛把弓「猜一字」…夷
64 一大二小「猜一字」…奈
65 黃絹幼婦外孫薤臼「猜一成語」…絕妙好辭
66 真丟人「猜一字」…直
67 鑿壁偷光「猜三國演義人名」….孔明
68 包青天「猜台灣地名」…烏日
69 美援「猜古人名」…西施
70 玉皇大帝放屁「猜一成語」…不同凡響
71 沃野千里「猜台灣地名」…豐原
72 一點一橫長，一撇到南洋，南洋有個人，只有一寸長「猜一字」…府
73 白頭轉怒為喜「猜古人名」…顏回
74 烏龜的心長得像什麼？「猜一物」…箭 (因為..歸心似箭)
75 孔雀收屏「猜三國時代人名」…關羽
76 落花人獨立，微雨燕雙飛「猜一字」…倆
77 有翅飛不起，無腳走千里。「猜動物名」…魚
78 一個大，一個小，一個跑，一個跳。「猜一字」…騷
79 說他是條牛，無法拉車跑，說他力氣小，卻能背屋跑「猜動物名」…蝸牛
80 憑君傳語寄平安「猜一成語」…言而無信
81 風光明媚「猜台灣起名」…景美
82 雪地裡聊天「猜一歇後語」…冷言冷語
83 雪落橫山「猜一字」…雨
84 搭車未繫安全帶「猜一成語」…乘人之危
85 一根木棍，吊個方箱，一把梯子，搭在中央。「猜一字」…面
86 四分五裂。「猜台灣地名」…九份
87 只騙中年人。「猜一成語」…童叟無欺
88 值錢不值錢，全在這兩點。「猜一字」…金
89 雨後春筍。「猜台灣地名」…新竹
90 一肚子加減乘除。「猜一成語」…心中有數
91 表揚善行。「猜台灣地名」…嘉義
92 舌頭。「猜一字」…千
93 員。「猜一數學名詞」…圓心
94 飲水思源。「猜台灣地名」…知本
95 下錯交流道。「猜一物品」…白花油
96 有免不是鳥，無翅空中飛，沒腿腳上跳。「猜運動類玩具」…毽子
97 一點一橫長，口字在中央，大口不封口，小口裡面藏。「猜一字」…高
98 希奇真希奇，鼻子當馬騎。「猜物品」…眼鏡
99 身懷六甲。「猜台灣地名」…大肚
100一點一撇，扭扭捏捏，回頭一看，四隻小鱉。「猜一字」…為
101老鼠當道 「猜台灣地名」…. 貓空
102九十九「猜一字」…白
103孕婦。「猜台灣地名」…大肚
104七十二小時。「猜一字」…晶
105四季如春。「猜台灣地名」….恆春
106只有姐姐妹妹弟弟。「猜一字」…歌
107明明有人相伴，卻還不夠一人。「猜一字」…伴
108彎彎背背長長牙，喜歡在人頭上爬。「猜物品名」…梳子
109太陽西邊下，月亮東邊掛「猜一字」…明
110十五日。「猜一字」…胖
111五哥揠二嫂，揠甲翹翹倒。「猜用品」…箸
112大不孝，死袂臭。「猜昆蟲名」…蝨母、蜂
113空軍戰陸軍。「猜台語一句」…謝天謝地
114身穿白長衫，頭戴青翠帽。「猜青葉名」…白菜頭
115走沒有腿，會吃沒有嘴，過河沒有水，死了沒有鬼。「猜物品名」…象棋
116什麼動物的皮膚最差？「猜一動物」…大象
117長草花將放，加水茶沏成，有腳快如風，點火轟隆響。「猜一字」…包
118洞房花燭夜。「猜台灣地名」…合歡
119五個兄弟，生在一起，有骨有肉，長短不齊。「猜人器官名」…手
120付出愛心。「猜一字」…受
121違章建策。「猜一口語」…亂蓋
122下班。「猜中藥名」…當歸
123笑彌勒「猜美國大學校名」…哈佛
124兩口不分開。「猜一字」…日
125攀山驅暑氣。「猜疾病名」…登革熱
126兩兄弟立正站好。「猜一字」…競
127半夜裡打算盤。「猜一個詞」…暗算
128結了九次婚。「猜地名」…巴黎(8離)
129一索二索三索四索六索七索八索九索「猜一個成語」…無(索)所不在
130潤十二月。「猜地名」…雙冬
01. 9月28是孔子誕辰，那麼10月28日是什麼日子？➠孔子滿月
02. 一般讀完清華大學需要幾分鐘？➠大概一秒鐘吧，因為清華大學就四個字
03. 一輛客車發生了事故，所有的人都受傷了，為什麼小明卻沒事？➠因為他不在車上
04. 三個人一起下田，但其中一個人卻老站在那裡不動手，為什麼？➠那是個稻草人
05. 三個金叫鑫，三個水叫淼，三個人叫眾，那麼三個鬼應該叫什麼？➠叫救命
06. 土豆捅了包子致命一刀，怎樣了？➠變成豆沙(殺)包了
07. 大熊貓一生中最大的遺憾是什麼？➠沒有彩色照片
08. 小吳稱讚女朋友「十分漂亮」，女友卻不高興，為什麼？➠滿分是一百分
09. 小明和小華到海邊比賽說笑話，說完笑話後，他們就死掉了，為什麼？➠因為海嘯(笑)了
10. 小明的爺爺一邊刷牙，一邊唱歌，請問為什麼？➠刷的是假牙
11. 什麼人的工作整天忙得的團團轉？➠芭蕾舞演員
12. 什麼布切不斷？➠瀑布
13. 什麼東西人們在不停地吃它，卻永遠吃不飽➠空氣
14. 什麼東西不怕布，只怕石頭？➠剪刀
15. 什麼東西比細菌還小？➠細菌的兒子
16. 什麼時候，四減一等於五？➠一個四邊形，切下一個角，還有五個角
17. 什麼時候，我們會目中無人？➠我們一個人走在墓地
18. 什麼動物最愛貼在牆上？➠海豹(報)
19. 天上有十個太陽，為什麼後翼只射下九個？➠他不想摸黑回家
20. 牙醫靠什麼吃飯？➠嘴巴
21. 王大嬸整天說個不停，可有一個月她說的最少，那時哪個月？➠二月份
22. 世界上除了火車啥車最長？➠塞車
23. 打狗要看主人，那打老虎要看什麼？➠看你有沒有「種」
24. 用什麼辦法能使眉毛長在眼睛下面？➠倒立
25. 白蘿蔔喝醉了，會變成什麼？➠紅蘿蔔
26. 地震的時候什麼地方最安全？➠飛機上
27. 有一有個雞蛋跑到了山東，怎麼樣？➠變成了魯(鹵)蛋
28. 有一個雞蛋去茶館喝茶，後來怎麼樣了？➠結果它變成了茶葉蛋
29. 有名偷車賊，四下無人看到一輛法拉利為什麼不偷？➠那車是他的
30. 有種動物，大小像只貓，長相又像虎，這是什麼動物？➠小老虎
31. 作家最後一本書是什麼書？➠遺書
32. 你問別人什麼問題是，老是回答「沒有」？➠你睡了沒有？
33. 豆腐為什麼能打傷人？➠因為是凍豆腐
34. 兔子比什麼可以絕對贏烏龜？➠仰臥起坐
35. 阿拉丁有幾個哥哥？➠三個(阿拉甲、阿拉乙、阿拉丙)
36. 青春痘長在哪裡，你比較不擔心？➠別人臉上
37. 哈利波特為什麼會住在燈泡里？➠因為哈利波特是巫師(鎢絲)
38. 星星有多重？➠8公克(starbucks星八克)
39. 為什麼飛機飛這麼高都不會撞到星星呢？➠因為星星會閃啊
40. 要形容女孩子好看，說什麼話她最高興？➠謊話
41. 香水(打一日用品)➠蚊香(聞香)
42. 哪項比賽是往後跑的？➠拔河
43. 動物園開會誰沒去參加？➠獅子(因為獅《失》去聯絡)
44. 透明的劍是什麼劍？➠看不見(劍)
45. 喝哪一種果汁最辛苦？➠絞盡腦汁
46. 煮一個蛋要四分鐘，煮八個蛋要幾分鐘？➠四分鐘
47. 猴子不喜歡什麼線？➠平行線(因為沒有相交<香蕉>)
48. 猴子每分鐘能摘一個玉米，在果園裡，一隻猴子5分鐘能摘幾個玉米？➠沒摘到一個
49. 農夫養10頭牛，只有19隻角，為什麼？➠有一隻犀牛
50. 誰會連續搖頭半個小時以上？➠看球賽的
元宵猜燈謎大集合2021｜題庫附解答｜猜中國地名12題
這個很可以理解，但還是要對中國地理有個大約認識。
01. 一路平安(猜中國地名)➠旅順
02. 大江東去(猜中國地名)➠上海
03. 永久太平(猜中國地名)➠長安
04. 兵強馬壯(猜中國地名)➠武昌
05. 東方有戰事(猜中國地名)➠西安
06. 金銀銅鐵(猜中國地名)➠無錫
07. 胖子開會(猜中國地名)➠合肥
08. 重男輕女(猜中國地名)➠貴陽
09. 風平浪靜(猜中國地名)➠寧波
10. 航空信(猜中國地名)➠高郵
11. 滾滾江水(猜中國地名)➠熱河
12. 藍色之洋(猜中國地名)➠青海
元宵猜燈謎大集合2021｜題庫附解答｜猜俗語成語15題
01. 太空慢步(猜一俗語)➠天無絕人之路
02. 老太婆過年(猜一俗語)➠一年不如一年
03. 老和尚看嫁妝(猜一俗語)➠下輩子再說
04. 老婆不幫忙(猜一俗語)➠公事公辦
05. 肉包子打狗(猜一俗語)➠有去無回
06. 禿子打傘(猜一俗語)➠無法無天
07. 泥菩薩過江(猜一俗語)➠自身難保
08. 姜太公釣魚(猜一俗語)➠願者上勾
09. 烏龜下樓梯(猜一俗語)➠連滾帶爬
10. 黃蓮樹下唱歌(猜一俗語)➠苦中作樂
11. 電線桿上綁雞毛(猜一俗語)➠好大的膽子
12. 蜜蜂停在日曆上(猜一俗語)➠風和日麗(蜂和日曆)
13. 瞎子吃餛飩(猜一俗語)➠心裡有數
14. 豬八戒照鏡子(猜一俗語)➠裡外不是人
15. 癩蛤蟆打呵欠(猜一俗語)➠好大的口氣
01. 一天過去，脫件衣裳，一年過去，全身脫光。(猜一物)➠日曆
02. 一個小黑人，跳進洗澡盆，越洗越不凈，長人變短人。(猜一物)➠墨
03. 一間屋，參個門，裏面只住半個人。(猜一物)➠褲子
04. 什麼龍最輕(猜一物)➠保麗龍
05. 有風不動無風動，不動無風動有風。(猜一物)➠扇子
06. 此物大而輕，肚內火燒心。(猜一物)➠燈籠
07. 身上穿紅袍，肚裏真心焦，惹起心頭火，跳得八丈高。(猜一物)➠爆竹
08. 身體長的細又長，天生美麗黑心腸，上平下尖紙上爬，越爬越短越心傷。(猜一物)➠鉛筆
09. 姊妹一樣長，出入都成雙，酸甜苦辣味，他們總先嘗。(猜一物)➠筷子
10. 直直一條小紅河，河水從來無浪波，天熱水位就上漲，天冷必定往下落。(猜一物)➠溫度計
11. 指著你的臉，按著你的心，通知你主人，趕快來開門。(猜一物)➠門鈴
12. 渾身毛，一條腿，不怕灰塵只怕水。(猜一物)➠雞毛帚
13. 硬舌頭，尖嘴巴，不吃飯，光喝茶。(猜一物)➠鋼筆
14. 稀奇稀奇真稀奇，拿人鼻子當馬騎。(猜一物)➠眼鏡
15. 圓圓像個瓜，人們愛玩他，沒有到手搶他，搶到手丟他。(猜一物)➠籃球
16. 會走沒有腿，會吃沒有嘴，過河沒有水，死了沒有鬼。(猜一物)➠象棋
17. 滑溜溜，光亮亮，眼睛生在屁股上。(猜一物)➠針
18. 綠衣漢，街上站，光吃紙，不吃飯。(猜一物)➠郵筒
19. 遠看像小丘，近看像樓梯，上去一步步，一下滑到底。(猜一物)➠滑梯
20. 薄薄一張紙，四邊生長細牙齒，兩地朋友要談心，必須請他當使。(猜一物)➠郵票
元宵猜燈謎大集合2021｜題庫附解答｜猜台灣地名100題
說實在的，台灣的地名也太多樣化了，有些我真的沒聽過也沒去過。
01. 「理」字不要土(猜台灣地名)➠王田
02. 一生無恙(猜台灣地名)➠永康
03. 千里姻緣一線牽(猜台灣地名)➠湊合
04. 大補丸(猜台灣地名)➠丹大
05. 大漢擋路(猜台灣地名)➠壯圍
06. 不良少年(猜台灣地名)➠太保
07. 不愁衣食住行(猜台灣地名)➠金山
08. 不衛生的國民(猜台灣地名)➠塗潭
09. 天下第一家(猜台灣地名)➠頭屋
10. 天下第一關(猜台灣地名)➠頭城
11. 天昏地暗(猜台灣地名)➠烏日
12. 孔明居(猜台灣地名)➠臥龍洞
13. 世界和平(猜台灣地名)➠大同
14. 仙女下凡(猜台灣地名)➠七美
15. 出糗(猜台灣地名)➠烏龍
16. 北斗隕石(猜台灣地名)➠七星岩
17. 四川名山(猜台灣地名)➠峨嵋
18. 四分五裂(猜台灣地名)➠九份
19. 四季如春(猜台灣地名)➠恆春
20. 失敗之子(猜台灣地名)➠成功
21. 巨鵬展翅(猜台灣地名)➠大鳥
22. 地方父母(猜台灣地名)➠梓官
23. 地層下陷(猜台灣地名)➠深坑
24. 安眠窩(猜台灣地名)➠枕頭山
25. 成績改錯了(猜台灣地名)➠追分
26. 成績優良(猜台灣地名)➠學甲
27. 早期勞軍隊伍(猜台灣地名)➠康樂
28. 有家歸不得(猜台灣地名)➠望鄉
29. 老鼠當道(猜台灣地名)➠貓空
30. 衣錦還鄉(猜台灣地名)➠高中
31. 你我他疊一起(猜台灣地名)➠三重
32. 快下雨(猜台灣地名)➠烏山頭
33. 我內人(猜台灣地名)➠梧棲
34. 沃野千里(猜台灣地名)➠豐原
35. 牢(猜台灣地名)➠大牛欄
36. 身懷六甲(猜台灣地名)➠大肚
37. 身懷六甲(猜台灣地名)➠大肚
38. 兩地相隔、以木為媒(猜台灣地名)➠板橋
39. 兩好球三壞球(猜台灣地名)➠南投
40. 和煦的陽光(猜台灣地名)➠春日
41. 姑婆寮(猜台灣地名)➠姥居
42. 忠孝仁愛信義和平(猜台灣地名)➠八德
43. 東西賣光光(猜台灣地名)➠通宵
44. 泥菩薩過江(猜台灣地名)➠南保
45. 花中之王(猜台灣地名)➠牡丹
46. 花果山水濂洞(猜台灣地名)➠侯侗
47. 表揚善行(猜台灣地名)➠嘉義
48. 長城(猜台灣地名)➠萬里
49. 阿公在唱歌(猜台灣地名)➠爺亨
50. 雨後春筍(猜台灣地名)➠新竹
51. 南天門處(猜台灣地名)➠泰山
52. 拜神點香數(猜台灣地名)➠三芝
53. 毒窟(猜台灣地名)➠太麻里
54. 洞房花燭夜(猜台灣地名)➠合歡
55. 皇上賜坐(猜台灣地名)➠金樽
56. 重振文化(猜台灣地名)➠復興
57. 風光明媚(猜台灣地名)➠景美
58. 哪吒神殿(猜台灣地名)➠太子宮
59. 射日勇將(猜台灣地名)➠後驛
60. 涇渭分明(猜台灣地名)➠二水
61. 狼來了(猜台灣地名)➠楊梅
62. 祖舖(猜台灣地名)➠阿公店
63. 退潮(猜台灣地名)➠汐止
64. 酒後微醺(猜台灣地名)➠瑪西
65. 啞巴開口(猜台灣地名)➠植梧
66. 推三阻四(猜台灣地名)➠七堵
67. 清明祭祖(猜台灣地名)➠思源
68. 被拋棄的女人(猜台灣地名)➠野柳
69. 被蚊子咬(猜台灣地名)➠艋舺
70. 這裡無文盲(猜台灣地名)➠士林
71. 陰陽湖泊(猜台灣地名)➠日月潭
72. 森林之王(猜台灣地名)➠泰山
73. 無量壽佛(猜台灣地名)➠彌陀
74. 菜籃裝沙(猜台灣地名)➠沙鹿
75. 開張大吉(猜台灣地名)➠新店
76. 閏十二月(猜台灣地名)➠雙冬
77. 飯桌少雙筷(猜台灣地名)➠基隆
78. 飯匙盛粥(猜台灣地名)➠澳底
79. 飲水思源(猜台灣地名)➠知本
80. 煙雨朦朧(猜台灣地名)➠觀霧
81. 群峰相疊(猜台灣地名)➠萬巒
82. 農夫插秧(猜台灣地名)➠田中
83. 遊子返鄉(猜台灣地名)➠歸來
84. 預付款(猜台灣地名)➠前金
85. 說謊說過了頭(猜台灣地名)➠象鼻
86. 樂善好施(猜台灣地名)➠善化
87. 模範村(猜台灣地名)➠佳里
88. 熱烘烘(猜台灣地名)➠暖暖
89. 賣身葬父(猜台灣地名)➠節孝
90. 餓不死的里(猜台灣地名)➠金包里
91. 樹木高聳入天(猜台灣地名)➠雲林
92. 燒酒瓶(猜台灣地名)➠鶯歌
93. 龍王廟(猜台灣地名)➠海神宮
94. 還我河山(猜台灣地名)➠光復
95. 朦朧山岳(猜台灣地名)➠霧峰
96. 禮尚往來(猜台灣地名)➠丹路
97. 豐年吉兆(猜台灣地名)➠瑞穗
98. 雙火雙水(猜台灣地名)➠淡水
99. 魏晉奇人(猜台灣地名)➠七賢
100. 警察出巡(猜台灣地名)➠保安
元宵猜燈謎大集合2021｜題庫附解答｜猜單一國字100題
01. 一人在內(猜一字)➠肉
02. 一口咬定(猜一字)➠交
03. 一心向上(猜一字)➠必
04. 一加一(猜一字)➠王
05. 一加一不是二(猜一字)➠王
06. 一走就帶千軍(猜一字)➠師
07. 一來就有徒弟(猜一字)➠帥
08. 一柱擎天(猜一字)➠未
09. 一飛沖天(猜一字)➠大
10. 一家十一口(猜一字)➠吉
11. 一減一不是零(猜一字)➠三
12. 一鉤殘月伴參星(猜一字)➠心
13. 一箭穿心(猜一字)➠必
14. 一邊有水一邊幹(猜一字)➠汗
15. 一齣頭就長角(猜一字)➠午
16. 九號(猜一字)➠旭
17. 二小姐(猜一字)➠姿
18. 人無信不立(猜一字)➠言
19. 十三點(猜一字)➠汁
20. 十個哥哥(猜一字)➠克
21. 上下難分(猜一字)➠卡
22. 千言萬語(猜一字)➠夠
23. 口若懸河(猜一字)➠汀
24. 大人挑小人(猜一字)➠夾
25. 山珍海味(猜一字)➠鮮
26. 巾幗。(猜一字)➠好
27. 干涉(猜一字)➠步
28. 不怕火(猜一字)➠鎮
29. 不講理的人(猜一字)➠地
30. 互吻(猜一字)➠呂
31. 公而忘私(猜一字)➠八
32. 太太(猜一字)➠伕
33. 心如刀刺(猜一字)➠必
34. 手不釋卷(猜一字)➠捲
35. 手足情深(猜一字)➠捉
36. 手語(猜一字)➠批
37. 充耳未聞(猜一字)➠龍
38. 只有姐姐妹妹和弟弟(猜一字)➠歌
39. 白頭諧老(猜一字)➠舌
40. 目不轉睛(猜一字)➠青
41. 目空一切(猜一字)➠口
42. 同胞兄弟(猜一字)➠捉
43. 向陽門第(猜一字)➠間
44. 多一半(猜一字)➠夕
45. 如魚得水(猜一字)➠漁
46. 如箭在弦(猜一字)➠引
47. 旭日東昇(猜一字)➠九
48. 有口難言(猜一字)➠亞
49. 死對頭(猜一字)➠生
50. 百無一失(猜一字)➠白
51. 老闆(猜一字)➠住
52. 坐定左右無人(猜一字)➠土
53. 言出必行。(猜一字)➠若
54. 言而有信(猜一字)➠人
55. 刮目相看(猜一字)➠木
56. 居心不善(猜一字)➠亞
57. 岳父大人(猜一字)➠仗
58. 拖泥帶水(猜一字)➠尼
59. 林海無邊(猜一字)➠梅
60. 空山之中一畝田(猜一字)➠畫
61. 金字塔(猜一字)➠鑫
62. 阻街女郎(猜一字)➠接
63. 雨余山色渾如睡(猜一字)➠雪
64. 建國方略(猜一字)➠或
65. 拜佛(猜一字)➠拿
66. 挖空心思(猜一字)➠田
67. 星星之歌(猜一字)➠農
68. 昨日之日不可留(猜一字)➠乍
69. 是船不叫船，只因缺半邊(猜一字)➠舟
70. 紅顏薄命(猜一字)➠妖
71. 美中不足(猜一字)➠羊
72. 赴湯蹈火(猜一字)➠燙
73. 食古不化(猜一字)➠固
74. 乘人不備(猜一字)➠乖
75. 旁若無人(猜一字)➠傍
76. 旁敲側擊(猜一字)➠搞
77. 旅行坐飛機(猜一字)➠輩
78. 真心做伴(猜一字)➠慎
79. 胼手胝足(猜一字)➠捉
80. 草上飛　(猜一字)➠早
81. 動手術的部位(猜一字)➠召
82. 啞口無言(猜一字)➠亞
83. 從一而終(猜一字)➠子
84. 混水摸魚(猜一字)➠漁
85. 連夜造林(猜一字)➠夢
86. 雪落橫山(猜一字)➠雨
87. 掌門人(猜一字)➠們
88. 欺霜賽雪(猜一字)➠皆
89. 無心的愛(猜一字)➠受
90. 滴水石穿(猜一字)➠同
91. 聞不入耳(猜一字)➠門
92. 與人方便(猜一字)➠更
93. 裹腳(猜一字)➠跑
94. 銀樓(猜一字)➠鋸
95. 瞎子(猜一字)➠盲
96. 獨一無二(猜一字)➠三
97. 點點成金(猜一字)➠全
98. 豐收年(猜一字)➠移
99. 鏡中人影(猜一字)➠入
100. 齲齒(猜一字)➠穿
`;
export { riddleTxt };
